Repository: CyanLabs/Syn3Updater
Catalog: Localization/strings.*.resx
Languages: de, es, it, pl, pt, ru, tr, zh

source: Copying
de: kopiere
es: Copiando
it: Copia
pl: Kopiowanie
pt: A Copiar
ru: Копирование
tr: Kopyalanıyor
zh: 复制中

# Downloading
source: Downloading {0} ({1}/{2})
de: lade herunter {0} ({1}/{2})
es: Descargando {0} ({1}/{2})
pl: Ściąganie
pt: A Efectuar Download
ru: Загрузка {0} ({1}/{2})
tr: İndiriliyor {0} ({1} / {2})
zh: 正在下载{0}（{1} / {2}）

source: Error
de: Fehler
it: Errore
pl: Błąd
pt: Erro
ru: Ошибка
tr: Hata
zh: 错误

# FrmMain_CancelledDownload_DownloadPathInvalid
source: Download path and destination USB drive are the same, please change your download path.
de: Der Download-Pfad und das Ziel USB-Laufwerk sind identisch, bitte ändere den Download-Pfad.
es: El directorio de descarga y USB destino son iguales, por favor cambia el directorio de descarga
it: La destinazione della cartella del download è la stessa del dispositivo USB su cui si vuole installare il Sync, selezionare un'altra destinazione.
pl: Ścieżka pobierania i docelowy Dysk USB są takie same, proszę zmień ścieżkę pobierania.
pt: O caminho de download e a unidade USB de destino são iguais, altere o caminho de download.
ru: Путь загрузки и конечный USB-накопитель одинаковы, пожалуйста, измените свой путь загрузки.
tr: İndirme yolu ve hedef USB sürücüsü aynı, lütfen indirme yolunuzu değiştirin.
zh: 下载路径和目标USB驱动器相同，请更改下载路径。

# FrmMain_CancelledDownload_FormatUSB
source: WARNING, ALL DATA ON THE SELECTED DRIVE WILL BE LOST {0} Drive Letter: {1}
de: ACHTUNG, ALLE DATEN DES AUSGEWÄHLTEN LAUFWERKS WERDEN GELÖSCHT {0} Laufwerk: {1}
es: ADVERTENCIA, TODOS LOS DATOS DE LA UNIDAD SELECCIONADA SE PERDERAN {0} Unidad: {1}
it: ATTENZIONE, TUTTI I DATI SUL DISPOSITIVO VERRANNO CANCELLATI {0} Drive Letter: {1}
pl: UWAGA, WSZYSTKIE DANE NA WYBRANYM NOŚNIKU ZOSTANĄ SKAOWANE
pt: AVISO, TODA A INFORMAÇÃO NA UNIDADE SELECCIONADA SERÁ PERDIDA! {0} Letra Unidade: {1}
ru: ВНИМАНИЕ, ВСЕ ДАННЫЕ НА ВЫБРАННОМ НОСИТЕЛЕ БУДУТ ПОТЕРЯНЫ {0} Имя диска: {1}
tr: UYARI, SEÇİLEN SÜRÜCÜDEKİ TÜM VERİLER KAYBOLACAKTIR {0} Drive Harfi: {1}
zh: 警告，所选驱动器上的所有数据将丢失 {0} 驱动器号：{1}

# FrmMain_CancelledDownload_NoApps
source: Mode is reformat or downgrade and no apps package has been selected, this will result in a non booting system, ABORTING! No "APPS" package has been selected but Syn3 Updater has determined that a downgrade or reformat is required, this will result in a non booting system. Aborting!
de: Der Modus ist neu formatieren oder downgraden und es wurde kein Apps-Paket ausgewählt, dies führt zu einem nicht funktionierenden System. ABRUCH! Es wurde kein "APPS" - Paket ausgewählt, aber Syn3 Updater hat festgestellt, dass ein Downgrade oder eine Neuformatierung erforderlich ist. Dies führt zu einem System was nicht startet. Abbruch!
es: El modo es reformat o downgrade y no se seleccionó paquete de APPS, esto resultará en un sistema que no inicia, ABORTANDO!. No se seleccionó paquete "APPS" pero Syn3 Updater determinó que un downgrade o reformat es requerido, lo cual resultará en un sistema que no inicia. Abortando!
it: La modalità di installazione selezionata è Format o Downgrade. Non è stato selezionato alcun pacchetto "APPS" ma Syn3 Updater ha stabilito che è necessario un downgrade o una riformattazione, ciò comporterà un sistema NON AVVIABILE. CANCELLARE L'OPERAZIONE!
pl: Wybrano tryb formatowania lub obniżenie i nie wybrano żadnego pakietu aplikacji, spowoduje to problem z uruchomienie systemu, PRZERWIJ! Żaden pakiet "APPS" nie został wybrany ale Syn3 Updater stwierdził że wymagane jest obniżenie lub formatowanie, spowoduje to problem z uruchomieniem systemu. Przerwij!
pt: O modo é reformatação ou downgrade e nenhum pacote de aplicativos foi seleccionado, o que resultará em um sistema sem inicialização, CANCELAR! Nenhum pacote "APPS" foi seleccionado, mas o Syn3 Updater determinou que um downgrade ou reformatação é necessário, o que resultará em um sistema sem inicialização. Cancelar!
ru: Режим переформатирования или понижения версии, и ни один пакет приложений не был выбран, это приведет к тому, что система не загрузится, ОТМЕНА! Пакет "приложения" не был выбран, но Syn3 Updater определил, что требуется понижение или переформатирование, что приведет к тому, что система не загрузится. Отмена!
tr: Mod yeniden biçimlendiriliyor veya indiriliyor ve hiçbir uygulama paketi seçilmedi. bu, önyükleme yapmayan bir sisteme neden olacak, DURDURULUYOR! "APPS" paketi seçilmedi, ancak Syn3 Updater bir sürüm düşürme veya yeniden biçimlendirme gerektiğini belirledi, bu, önyüklemesiz bir sistemle sonuçlanacaktır. İptal ediliyor!
zh: 模式为格式化或降级，并且未选择任何应用程序包，这将导致系统无法启动，正在终止！ 没有选择“ APPS”软件包，但Syn3 Updater已确定需要降级或重新格式化，这将导致系统无法启动。 终止！

# FrmMain_CancelledDownload_NoUSB
source: No USB drive selected would you like to continue with just the download?
de: Es wurde kein USB-Laufwerk ausgewählt, möchtest du jetzt nur den Download starten?
es: No se seleccionó una unidad USB, desea continuar sólo con la descarga?
it: Nessun dispositivo USB rilevato, vuoi continuare con il download dei file?
pl: Nie wybrano dysku USB, czy chcesz kontynuować tylko pobieranie ?
pt: Nenhuma unidade USB seleccionada, deseja continuar apenas com o download?
ru: Не выбран USB накопитель. Хотите продолжить только скачивание файлов на ПК?
tr: Hiçbir USB sürücüsü seçilmedi, sadece indirmeye devam etmek ister misiniz?
zh: 您未选择USB驱动器，仅继续下载吗？

# FrmMain_CancelledDownload_RegionMismatch
source: Current region and new region are not the same, this may not work. Would you like to continue anyway?
de: Die aktuelle Region und neue Region stimmen nicht überein, dies könnte zu Problemen führen.
es: Región Actual y Región Nueva no son la misma, esto puede no funcionar. Desea continuar?.
it: Il Paese corrente e il Paese selezionato non sono gli stessi, questo potrebbe comportare un problema e potrebbe non funzionare.
pl: Obecny region i nowy region nie są takie same, może nie działać. Czy mimo to chcesz kontynuować ?
pt: Região actual e Região nova não são iguais, poderá não funcionar. Deseja continuar de qualquer forma?
ru: Текущий и новый регион отличаются. Это может не сработать.
tr: Mevcut bölge ve yeni bölge aynı değil, bu çalışmayabilir. Yine de devam etmek ister misin?
zh: 当前区域和新区域不相同，这可能无法正常工作。

# FrmMain_cmbLocale_Restart
source: You must restart the application to change language!
de: Möchtest du die Anwendung neu starten um die Sprache zu ändern? Wenn du dies nicht machst, dann könnten einige Elemente nicht richtig übersetzt werden.
es: Debe reiniciar la aplicación para cambiar lenguaje!
it: Vuoi riavviare l'applicazione per impostare il cambio lingua? Se non riavvii alcuni elementi potrebbero non essere tradotti correttamente.
pl: Musisz zrestartować aplikację żeby zmienić język.
pt: Deve reiniciar a aplicação para mudar idioma!
ru: Хотите ли вы перезапустить приложение, чтобы сменить язык? Если этого не сделать, некоторые элементы могут быть переведены неправильно
tr: Dili değiştirmek için uygulamayı yeniden başlatmalısınız!
zh: 是否要重新启动应用程序以更改语言？ 如果不重新启动，某些元素可能无法正确转换

# FrmMain_CopyFiles_Completed
source: PROCESS COMPLETE!
de: Vorgang abgeschlossen!
es: PROCESO COMPLETO!
it: Processo Completato!
pl: PROCES UKOŃCZONY!
pt: PROCESSO COMPLETO!
ru: ПРОЦЕСС ЗАВЕРШЕН!
tr: SÜREÇ TAMAMLANDI!
zh: 过程完成！

# FrmMain_CopyFiles_CompletePopup
source: The download and copy of the files is now complete, simply eject this USB from your computer and insert it in your car, make sure the engine is running! Syn3Updater will now open you directly to the relevant part of the CyanLabs tutorial for you to follow in your car.
de: Der Download und der Kopiervorgang der Dateien ist abgeschlossen, entferne jetzt den USB-Stick vom Computer und stecke ihn in dein Auto, vergewissere dich das der Motor läuft! Syn3Updater wird jetzt für dich direkt die erforderlichen Abschnitte des CyranLabs Tutorials öffnen um dieser im Auto zu verfolgen.
es: La descarga y copia de los archivos ha sido completada, simplemente remueva el USB de la PC e insértelo en el auto, asegúrese que el motor esté en marcha. Syn3 Updater abrirá ahora la parte relevante del tutorial CyanLabs para que lo siga en el auto.
it: Il download e la copia dei file è stato completato, rimuovi in sicurezza la chiavetta USB dal computer e inseriscila nella tua auto, assicurati che il motore sia acceso! Syn3Updater ora ti aprirà direttamente la parte di tutorial CyanLabs da seguire per l'installazione nella tua auto.
pl: Pobieranie i kopiowanie zostało ukończone, wyciągnij bezpiecznie USB ze swojego komputera i podłącz do samochodu, upewnij się że silnik pracuje! Syn3Updater otworzy teraz przeglądarkę z samouczkiem CyanLabs postępuj zgodnie w samochodzie.
pt: O download e a cópia dos arquivos estão completos, basta ejectar este USB do seu computador e inseri-lo no seu carro, certifique-se de que o motor está ligado! O Syn3Updater abre agora directamente para a parte relevante do tutorial do CyanLabs para você seguir no seu carro.
ru: Загрузка и копирование файлов завершены, просто извлеките USB-накопитель из вашего компьютера и вставьте его в свой автомобиль, убедитесь, что двигатель работает! Syn3 Updater теперь откроет вам непосредственно соответствующую часть инструкции CyanLabs, чтобы вы могли следовать ей в своем автомобиле.
tr: Dosyaların indirilmesi ve kopyalanması artık tamamlandı, bu USB'yi bilgisayarınızdan çıkarın ve arabanıza takın, motorun çalıştığından emin olun! Syn3Updater, arabanızda takip etmeniz için sizi doğrudan CyanLabs eğitiminin ilgili bölümüne açacaktır.
zh: 文件的下载和复制现在已经完成，只需从你的电脑中弹出这个USB并将它插入你的汽车，确保引擎正在运行！ Syn3更新程序现在将直接打开到CyanLabs教程的相关部分，供您在车上跟随。

# FrmMain_CopyFiles_UpdateVersion
source: Would you like to update your current sync version in the app so it's correct for future use?
de: Möchtest du deine momentane Sync Version in der Anwendung updaten damit es für die Zukunft gewappnet ist?
es: Quiere actualizar su versión actual de Sync en la aplicación para que sea correcta en un futuro uso?
it: Desideri aggiornare la tua attuale versione del Sync nell'app in modo che sia corretta per un utilizzo futuro?
pl: Czy chcesz zaktualizować obecne ustawienie wersji, przy kolejnym użyciu aplikacji ustawienia będą poprawne.
pt: Gostaria de actualizar a versão de sincronização actual no aplicativo para que esteja correta para uso futuro?
ru: Хотите ли вы обновить текущую версию SYNC в приложении, чтобы она была корректной для дальнейшего использования?
tr: Gelecekte kullanım için doğru olması için uygulamadaki mevcut senkronizasyon sürümünüzü güncellemek ister misiniz?
zh: 是否要更新应用程序中的当前同步版本，以便将来正确使用？

# FrmMain_CopyFiles_VerificationFailed
source: Failed to verify file 3 times, ensure USB drive and port are fully functional.
de: Die Überprüfung der Dateien ist 3 x fehlgeschlagen, prüfe ob USB-Stick und USB-Port richtig funktionieren.
es: Falla en verificar archivos 3 veces, asegúrese que el USB y puerto estén funcionando correctamente.
it: Fallita la verifica per 3 volte, assicurarsi che la porta USB sia funzionante.
pl: Weryfikacja nie powiodła się 3 razy, upewnij się że dysk USB jest sprawny.
pt: Falha ao verificar o arquivo 3 vezes, certifique-se de que a unidade e a porta USB estejam totalmente funcionais.
ru: Не удалось проверить файл 3 раза, убедитесь, что USB-накопитель и порт полностью функционируют.
tr: Dosya 3 kez doğrulanamadı, USB sürücüsünün ve bağlantı noktasının tamamen işlevsel olduğundan emin olun.
zh: 验证文件3次失败，请确保USB驱动器和端口功能正常。

# FrmMain_Copying
source: Copying {0} ({1}/{2})
de: kopiere {0} ({1}/{2})
es: Copiando {0} ({1}/{2})
it: Copia {0} ({1}/{2})
pl: Kopiowanie
pt: A Copiar
ru: Копирование {0} ({1}/{2})
tr: kopyalanıyor {0} ({1} / {2})
zh: 正在复制{0}（{1}/{2}）

# FrmMain_CurrentConfiguration
source: Current Version: {0} - Region: {1} - Navigation: {2} Download Path: {3}
de: Aktuelle Version: {0} - Region: {1} - Navigation: {2} Download Pfad: {3}
es: Versión actual: {0} - Región: {1} - Navegación: {2} Directorio Descarga: {3}
it: Versione attuale: {0} - Paese: {1} - Navigatore {2} Cartella Download: {3}
pl: Obecna wersja: Region: Z Nawigacją: Ścieżka pobierania:
pt: Versão atual: {0} - Região: {1} - Navegação: {2} Caminho de download: {3}
ru: Текущая Версия: {0} - Регион: {1} - Навигация: {2} Путь Загрузки: {3}
tr: Mevcut Sürüm: {0} - Bölge: {1} - Gezinme: {2} İndirme Yolu: {3}
zh: 当前版本：{0}-区域：{1}-导航：{2} 下载路径：{3}

# FrmMain_DownloadFile_AllDownloaded
source: All downloads completed!
de: Alle Downloads abgeschlossen!
es: Todas las descargas completadas!
it: Tutti i download sono completati!
pl: Wszystkie pobrane!
pt: Todos os downloads completos!
ru: Все загрузки завершены!
tr: Tüm indirmeler tamamlandı!
zh: 所有下载已完成！

# FrmMain_DriveInfo
source: Drive Name: {0} Drive Letter: {1} Filesystem: {2}
de: Name des Laufwerks: {0} Laufwerksbuchstabe: {1} Dateisystem: {2}
es: Nombre Unidad: {0} Letra Unidad: {1} Filesystem: {2}
it: Nome dispositivo: {0} Drive Letter: {1} Filesystem: {2}
pl: Nazwa Dysku: Litera Dysku: System plików:
pt: Nome da unidade: {0} Letra da unidade: {1} Sistema de arquivos: {2}
ru: Название Диска: {0} Буква Диска: {1} Файловая система: {2}
tr: Sürücü Adı: {0} Sürücü Harfi: {1} Dosya sistemi: {2}
zh: 驱动器名：{0} 驱动器号：{1} 文件系统：{2}

# FrmMain_Exception
source: An exception has occured, {0}
de: Eine Ausnahme ist aufgetreten {0}
es: Ha ocurrido una excepción, {0}
it: Si è verificata un'eccezione, {0}
pl: Wystąpił wyjątek
pt: Ocorreu uma excepção, {0}
ru: Произошло исключение, {0}
tr: Bir istisna oluştu, {0}
zh: 发生异常，{0}

# FrmMain_FrmMain_Shown_Extra_BackendError
source: There was an issue trying to retrieve the list of files from the online server, please check your internet connection and make sure the application has internet access
de: Beim Versuch, die Liste der Dateien vom Online-Server abzurufen, ist ein Problem aufgetreten. Überprüfen Sie Ihre Internetverbindung und stellen Sie sicher, dass die Anwendung über einen Internetzugang verfügt.
es: Hubo un problema tratando de recuperar la lista de archivos desde el servidor en linea, por favor revise la conexión a internet y asegúrese que la aplicación tenga acceso a internet
it: Si è verificato un problema durante il tentativo di recuperare l'elenco dei file dal server online, controlla la tua connessione Internet e assicurati che l'applicazione abbia accesso a Internet
pl: Wystąpił problem podczas próby pobrania listy plików z serwera online, sprawdź połączenie internetowe i upewnij się, że aplikacja ma dostęp do Internetu
pt: Ocorreu um problema ao tentar recuperar a lista de arquivos do servidor online, verifique sua conexão com a Internet e certifique-se de que o aplicativo tenha acesso à Internet
ru: Возникла проблема при попытке получить список файлов с онлайн-сервера, пожалуйста, проверьте свое подключение к интернету и убедитесь, что приложение имеет доступ в интернет
tr: Çevrimiçi sunucudan dosya listesini almaya çalışırken bir sorun oluştu, lütfen internet bağlantınızı kontrol edin ve uygulamanın internet erişimi olduğundan emin olun
zh: 尝试从联机服务器检索文件列表时出现问题，请检查您的internet连接并确保应用程序可以访问internet

# FrmMain_Notes
source: Notes: {0}
de: Hinweise: {0}
es: Notas: {0}
it: Note: {0}
pl: Notatka:
pt: Notas: {0}
ru: Примечания: {0}
tr: Notlar: {0}
zh: 注意：{0}

# FrmMain_ValidateFile_Verifying
source: Verifying integrity of {0}
de: Prüfe die Integrität von {0}
es: Verificando integridad de {0}
it: Verifica integrità del file {0}
pl: Weryfikacja poprawności
pt: Verificando integridade de {0}
ru: Проверка целостности {0}
tr: bütünlüğü doğrulanıyor {0}
zh: 正在验证完整性{0}

# FrmSetup_btnChangeDownloadDirectory_ChangeDirectory
source: Would you like to move existing files from {0} to {1}
de: Möchtest du die vorhandenen Dateien von {0} nach {1} verschieben
es: Quiere mover los archivos existentes de {0} a {1}
it: Vuoi spostare i file esistenti da {0} to {1} ?
pl: Czy chcesz przenieść istniejące pliki
pt: Você gostaria de mover os arquivos existentes de {0} para {1}
ru: Вы хотите переместить существующие файлы из {0} к {1}
tr: Mevcut dosyaları şuradan taşımak ister misiniz? {0} veya {1}
zh: 您想从中移动现有文件吗？ {0} 至 {1}

# FrmSetup_ForceAutoInstall
source: This will override the detection of the most appropriate install mode using this with a full release with maps will almost certainly cause issues. This setting will have no effect if your current version is set to below 3.0 or below. This setting will default back to "automatic" after each restart. By changing this from "automatic" you agree to not be eligible for support while this option is enabled!
de: Dies überschreibt die Erkennung der am besten geeigneten Installationsmoduses. Wenn dieser mit einer vollständigen Karten-Version verwendet wird, dann wird es mit ziemlicher Sicherheit zu Problemen führen. Wenn Sie dieses Kontrollkästchen aktivieren, stimmen Sie zu, dass Sie keinen Anspruch auf Support haben, solange diese Option aktiviert ist! Möchten Sie den "Autoinstall" -Modus erzwingen? Dieser wird beim nächsten Start zurückgesetzt.
es: Se anulará la detección del método de instalación más apropiado, usar ésto con un release completo con mapas casi con certeza causará problemas. Este parámetro no tendrá efecto si su versión es configurada en 3.0 o inferior. Este parámetro volverá a "automático" en cada reinicio. Al usar otro parámetro que no sea "automático" acepta no ser elegible para soporte mientras ésta opción esté activada!
it: Questa opzione disabiliterà il rilevamento automatico della modalità di installazione più adatta alla versione del Sync posseduta. Installare una versione completa in questà modalità può causare problemi. Selezionando questa casella accetti di non volere il supporto idoneo per l'autoinstallazione del Sync. Desideri abilitare la modalità "autoinstall", verrà ripristinata al prossimo avvio?
pl: Zmiana tego ustawienia spowoduje to zastąpienie wykrywania najbardziej odpowiedniego trybu instalacji użycie tego z pełna wersja map może spowodować problemy. To ustawienie nie będzie działać, jeśli bieżąca wersja jest ustawiona na 3.0 lub niższą. To ustawienie będzie domyślnie powracać do „automatycznego” po każdym ponownym uruchomieniu. Zmieniając to ustawienie z "automatycznego" zgadzasz się nie kwalifikować do uzyskania pomocy.
pt: Isto substituirá a detecção do modo de instalação mais apropriado, usando isso com uma versão completa com mapas, quase certamente causará problemas. Esta configuração não terá efeito se sua versão actual for 3.0 ou inferior. Esta configuração voltará ao padrão "automático" após cada reinicialização. Ao alterar de "automático", você concorda em não ser elegível para suporte enquanto esta opção estiver activada!
ru: Это переопределит обнаружение наиболее подходящего режима установки, используя его с полным выпуском с картами, почти наверняка вызовет проблемы. Установив этот флажок, вы соглашаетесь не иметь права на поддержку, пока эта опция включена! Вы хотите установить режим принудительная "автоустановка"? Этот пункт будет сброшен при следующем запуске.
tr: Bu, en uygun yükleme modunun algılanmasını geçersiz kılar, bunu haritalarla tam sürümle birlikte kullanmak neredeyse kesinlikle sorunlara neden olur. Mevcut sürümünüz 3.0 veya altına ayarlanmışsa, bu ayarın bir etkisi olmayacaktır. Bu ayar, her yeniden başlatmanın ardından varsayılan olarak "otomatik" e geri dönecektir. Bunu "otomatik" ten değiştirerek, bu seçenek etkinken destek için uygun olmayacağınızı kabul edersiniz!
zh: 这将覆盖使用带有完整版本的地图的最合适安装模式的检测，几乎可以肯定会引起问题。 选中此复选框，即表示您同意在启用此选项后不具备获得支持的资格！ 您是否要强制使用“自动安装”模式，该模式将在下次启动时重置？

source: Success
de: Erfolgreich
es: Exito
it: Completo!
pl: Sukces
pt: Sucesso
ru: Успех
tr: Başarılı
zh: 成功

# Verified
source: Successfully Verified {0}
de: Erfolgreich überprüft {0}
es: Verificado satisfactoriamente {0}
it: Verifica Completata{0}
pl: Pomyślnie zweryfikowano
pt: Verificado com Sucesso
ru: Успешно Проверено {0}
tr: Başarıyla Doğrulandı {0}
zh: 已成功验证{0}

# Verifying
source: Verifying {0}
de: überprüfe {0}
es: Verificando {0}
it: Verifica {0}
pl: Weryfikuję
pt: A Verificar
ru: Проверка {0}
tr: doğrulanıyor {0}
zh: 验证{0}

source: Warning
de: Warnung
es: Advertencia
it: Attenzione
pl: Ostrzeżenie
pt: Aviso
ru: Предупреждение
tr: Uyarı
zh: 警告
