{
    "Main.Home": "Начало",
    "Main.About": "За нас",
    "Main.Downloads": "Изтеглени",
    "Main.News": "Новини",
    "Main.Crashme": "Crash",
    "Main.Settings": "Настройки",
    "Main.Utility": "Помощни програми",
    "Home.Refresh": "Опресни",
    "Home.CurrentConfiguration": "Текуща конфигурация",
    "Home.DownloadPath": "Път за изтегляне",
    "Home.SelectUSBDrive": "Избери USB устройство",
    "Home.DriveName": "Детайли за устройството",
    "Home.RecommendedUSBFlashDriveTitle": "Препоръчани размери за USB флашки",
    "Home.DriveFileSystem": "Файлова система",
    "Home.RecommendedUSBFlashDriveNonNav": "За APIM-и без навигация би трябвало да ви стигнат 8GB",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW, ANZ APIM's ще изискват поне 16GB",
    "Home.RecommendedUSBFlashDriveEU": "EU APIM ще изисква поне 32 GB",
    "Home.Notes": "Забележки",
    "Home.SelectPackages": "Избери пакети",
    "Home.InstallMode": "Режим на инсталация",
    "Home.StartButton": "Започни",
    "About.AboutTitle": "За Syn3 Updater",
    "About.ForumButton": "CYANLABS ФОРУМ",
    "About.DonateButton": "ДАРИ",
    "About.DocumentationTitle": "Документация",
    "About.Documentation": "За да сте сигурни, че документацията винаги е актуална, посетете уеб страницата по-долу,а ако се интересувате от превода ѝ на вашия собствен език, можете да намерите допълнителна информация относно това на същата страница.",
    "About.DocumentationButton": "Документация",
    "About.DisclaimerTitle": "Декларация",
    "About.Disclaimer": "CyanLabs не носи отговорност за каквито и да било загуби или щети, включително, без ограничение, косвени или последващи загуби или щети, или каквито и да било загуби или щети, които произтичат от използването или загубата на данни или печалби, произтичащи от или във връзка с използване на това приложение или свързаните с него ръководства. Този процес не е одобрен от производителя на превозното средство и може да анулира всяка гаранция / споразумение, което притежавате",
    "About.DisclaimerAgreement": "Разбирам и осъзнавам рисковете описани в декларацията по-горе.",
    "Download.Queue": "Опашка",
    "Download.Log": "Log",
    "Download.CancelButton": "Отмени",
    "Download.TotalDownload": "Общ прогрес",
    "Settings.CarConfiguration": "Конфигурация на колата",
    "Settings.EnterRegionNav": "Въведете своя РЕГИОН и посочете дали имате НАВИГАЦИЯ",
    "Settings.Warning": "ГРЕШНА ИНФОРМАЦИЯ МОЖЕ ДА НАПРАВИ\nВАШАТА СИСТЕМА ВРЕМЕННО ИЛИ ПЕРМАНЕНТНО НЕИЗПОЛЗВАЕМА",
    "Settings.Configuration": "Конфигурация",
    "Settings.DownloadLocation": "Път за изтегляне",
    "Settings.Language": "Език",
    "Settings.AdvancedOptions": "Разширени опции",
    "Settings.InstallMode": "Режим на инсталация",
    "Settings.Apply": "Приложи Настройките",
    "Settings.Theme": "Тема",
    "MessageBox.DisclaimerNotAccepted": "Моля прочетете и се съгласете с декларацията преди да продължите. Няма да може да продължите ако не се съгласите с условията.",
    "MessageBox.DownloadPathChangeCopy": "Бихте ли желали да преместите съществуващите файлове от {0} до {1}",
    "MessageBox.CancelRegionMismatch": "Настоящият регион и новият регион не са еднакви, това може да не сработи. Искате ли все пак да продължите?",
    "MessageBox.CancelDownloadIsDrive": "Локацията за изтегляне и целевото USB устройство са еднакви, моля, променете локацията за изтегляне.",
    "MessageBox.CancelNoApps": "Режимът е реформатиране или downgrade и не е избран пакет от приложения, това ще доведе до система, която не се зарежда  \nПРЕКРАТЯВАНЕ! Не е избран пакет „APPS“, но Syn3 Updater е определил, че е необходим downgrade или реформатиране, което ще доведе до система, която няма да стартира. Прекратяване!",
    "MessageBox.CancelFormatUSB": "ВНИМАНИЕ, ВСИЧКИТЕ ДАННИ НА ИЗБРАНОТО УСТРОЙСТВО ЩЕ БЪДАТ ИЗГУБЕНИ {0}\nБуква на устройството: {1}\nНатиснтете ДА за да форматирате и продължите.",
    "MessageBox.DownloadInProgress": "Изтеглянето или копирането вече е в ход, моля изчакайте го да приключи или го анулирайте.",
    "MessageBox.OptionalFormatUSB": "Това USB устройство вече е било използвано от Syn3 Updater.\n{0}\nБуква на устройството: {1}  \nЗа да използвате съществуващите файлове на USB устройството, щракнете върху Не  \nЗа да форматирате USB устройството, щракнете върху Да\n\nИскате ли да форматирате избраното USB устройство?",
    "MessageBox.FailedToValidate3": "Неуспешна валидация на {0} 3 пъти, ПРЕКРАТЯВАНЕ НА ПРОЦЕСА!",
    "MessageBox.Completed": "Изтеглянето и копирането на файловете завърши просто извадете флашката от компютъра си и я поставете в колата си \nуверете се, че двигателят работи! \nSyn3Updater сега ще ви отведе директно към съществената част от урока на CyanLabs, а вие да го следвате в колата си. \n\nАко Syn3 Updater ви е бил полезен, моля, обмислете дарение от раздела \"За нас\"",
    "String.NonNavAPIM": "APIM без навигация",
    "MessageBox.LogUtilityComplete": "Подготовката на log USB-то е завършена, извадете USB устройството от компютъра си и го поставете в колата си  \nуверете се, че двигателят е включен. Няколко минути след поставянето на USB-то, колата ще ви извести, че инсталацията е завършила  \nПоставете отново USB устройството във вашия компютър и натиснете \"Стъпка 3\"",
    "String.KeepExistingMaps": "Запази съществуващите навигационни карти",
    "String.NoMaps": "Без навигационни карти",
    "String.Completed": "ЗАВЪРШЕНО УСПЕШНО",
    "String.Copied": "копирано",
    "String.Downloaded": "изтеглено",
    "String.Validated": "валидирано",
    "Utility.CreateLogTitle": "Създай USB Следовател.",
    "Utility.CreateLogDesc": "Създайте специално USB устройство, използвано за генериране на log файл с различни подробности, свързани с вашето устройство, следвайте стъпките по-долу, за да започнете.",
    "Utility.CreateLogStep1": "1. Подгответе флашката",
    "Utility.CreateLogStep2": "2. Поставете флашката в колата и очаквайте \"Install Complete\"",
    "Utility.CreateLogStep3": "3. Oтоври следователски log",
    "Utility.APIMModel": "APIM Модел",
    "Utility.APIMSize": "APIM Размер",
    "Utility.APIMType": "Тип APIM",
    "Utility.APIMFree": "Свободно пространство в APIM-a.",
    "MessageBox.UpdateCurrentVersionUtility": "Ние засякохме, че инсталираната версия не съвпада с избраната версия в настройките, бихте ли желали автоматично да ъпдейтнете това от {0} до {1}",
    "MessageBox.LogUtilityInvalidFile": "The XML file you have selected could not be read, please ensure this is the correct file. If you are sure this file is correct please contact CyanLabs via our forum or discord server so we can investigate further.",
    "Utility.GracenotesRemovalTitle": "Създайте USB за премахване на Gracenotes",
    "Utility.GracenotesRemovalDesc": "Използвайте тази функция за да създадете USB, което принудително да премахне Gracenotes от вашето устройство.",
    "Utility.GracenotesButton": "Подгтовете USB устройството",
    "MessageBox.GenericUtilityComplete": "Подготовката на USB-то завърши, извадете USB устройството от вашия компютър и го включете във вашата кола.",
    "Utility.VoiceShrinkerTitle": "Създайте USB за замяна с компактен гласов пакет",
    "Utility.VoiceShrinkerDesc": "Използвайте тази функция, ако след премахване на gracenotes все още имате MEM_ERR съобщения.",
    "Utility.DowngradeTitle": "Създайте USB за downgrade към по-стара версия",
    "Utility.DowngradeDesc": "Използвайте тази функция, ако след премахване на gracenotes и свиване на вашия гласов пакет все още получавате MEM_ERR съобщения",
    "Utility.TroubleshootTitle": "Стъпки за отстраняване на неизправности",
    "Utility.TroubleshootDesc": "Използвайте функциите по-долу за отстраняване на проблеми и за решаване на различни MEM_ERR съобщения, които може да получите.",
    "Utility.TroubleshootMoreDetails": "Повече Детайли!",
    "Utility.ViewAsBuilt": "Виж детайлно AsBuilt",
    "About.Endorsed": "Този софтуер, нито CyanLabs е лицензиран или одобрен от Ford / FoMoCo",
    "MessageBox.AsBuiltVinWarning": "ЗАБЕЛЕЖКА: Това ще изпрати VIN номера на вашето превозно средство до онлайн услугата за декодиране на Cyanlabs. Изпращайки своя VIN, вие подпомагате това да се увеличи точността на нашата база данни. Щракнете върху OK, ако сте съгласни с това, в противен случай щракнете върху Отказ",
    "Utility.UploadLog": "Качи лог файл",
    "MessageBox.UploadLog": "За да подпомогнем отстраняването на евентуални проблеми, бихме препоръчали да качите вашия log в нашата база данни, този log файл съдържа подробности за избраните опции. Ако решите да не качите този log, можете да го направите по-късно от раздела \"Помощни програми\" и щракване върху „Качване на log“.  n  nИскате ли да качите своя log сега?",
    "Settings.ReleaseType": "Клон за издаване",
    "MessageBox.ChangeApplicationReleaseBranch": "Промяната на branch-а ще рестартира Syn3 Updater и автоматично ще инсталира правилната версия.\nПромяна от CI към Beta/Release може да доведе до необработени грешки и да се наложи да нулирате настройките си!\nЗа допълнителна информация вижте документацията\nНаистина ли искате да промените „Release Branch“ на Syn3 Updater?",
    "Home.NoUSBDir": "Избери директория",
    "MessageBox.CancelDeleteFiles": "ПРЕДУПРЕЖДЕНИЕ, ВСИЧКИТЕ ДАННИ В ИЗБРАНАТА ДИРЕКТОРИЯ ЩЕ БЪДАТ ИЗТРИТИ\nМестоположение: {0}",
    "MessageBox.CompletedFolder": "The Download and Copying of all required files is now complete.\n\nAs you have selected a directory rather than a USB drive you will need to copy the contents of your chosen directory to a ExFAT (MBR) formatted USB drive\n\nIf you have found Syn3 Updater useful considering donating at https://cyanlabs.net/support-us/\n\nIf you are having issues join our discord or community forum, links can be found in the \"About\" tab and on our website.",
    "MessageBox.CancelDownloadIsFolder": "Директорията за изтегляне и избраната директори са еднакви, моля сменете една от директориите",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "Въведете вашата версия (Настройки > Общи > За)",
    "Home.Version": "Версия",
    "Home.Region": "Регион",
    "Home.Nav": "Навигация",
    "Home.MapVersion": "Версия на картата",
    "Home.NewVersion": "Нова версия",
    "Settings.FullVersion": "Пълна Версия",
    "Settings.Region": "Регион",
    "Settings.Navigation": "Навигация",
    "MessageBox.NoVersionOrRegionSelected": "Не сте задали сегашната ви Версия или Регион!",
    "MessageBox.My20Detected": "Syn3 Updater has detected that you are potentially trying to force the install mode or disable 'My20 Mode' however a APIM Manufactured in 2020 or newer has been previously detected or My20 Mode was manually enabled previously!\n\nUsing the created USB drive on a APIM manufactured in 2020 or newer may result in a bricked unit if you continue with My20 Protection disabled.\n\nBy clicking 'Yes' you will disable all MY20 protection methods embedded in Syn3 Updater\n\nAre you sure you want to override this protection?",
    "MessageBox.My20Found": "Syn3 Updater has determined that your APIM is MY20 (Manufacture Year 2020) or newer, Syn3 Updater will now enforce AutoInstall mode to prevent possible bricking of the APIM!",
    "MessageBox.My20NotFound": "Syn3 Updater has determined that your APIM is NOT MY20 and it is safe to use all functions of Syn3 Updater\n\nPlease note that this detection is not 100% accurate and if you are unsure or believe that the APIM has been replaced in your vehicle please consult CyanLabs via our forum or discord server or you may end up with a bricked APIM!",
    "MessageBox.LogUtilityCompleteMy20": "Подготовката на следователското (логващо) USB устройство приключи успешно!\n\nИзвадете USB устройството от компютъра и го поставете в автомобила, уверете се, че запалването е включено, и изчакайте няколко минути, докато се изпише 'Installation Complete' или докато вашият APIM се рестартира.\n\nСлед като това стане, поставете отново USB устройството в компютъра си, щракнете върху \"OK\" и изберете XML файла от папката SyncMyRide на USB устройството",
    "String.OnlyMaps": "Ъпдейтни само картите",
    "Settings.My20Mode": "MY20 Защита",
    "News.ImportantNoticeTitle": "Важни бележки",
    "News.NoticeTitle": "Други бележки",
    "News.Changelog": "Промени",
    "Main.Logs": "Логове",
    "Logs.Path": "Път за логове",
    "Logs.ViewLog": "Виж",
    "Logs.Delete": "Изтрий избраните логове",
    "Logs.OpenFolder": "Отвори папката с логове",
    "Settings.AppOptions": "Опции за приложението",
    "Settings.AdvancedModeToggle": "Редактиране на разширените настройки?",
    "Settings.LogLocation": "Локация на лог файл",
    "MessageBox.AdvancedSettings": "Тези настройки могат да доведат до несъвместимост на USB устройството, създадено от Syn3 Updater, с конфигурацията на вашия автомобил, въпреки че в много видеоклипове от YouTube се казва, че не трябва да променяте нито една от тези настройки, освен ако не знаете какво правите!\n\nСигурни ли сте, че искате да продължите?",
    "MessageBox.My20CheckCancelled": "Не бе намерен следователски лог файл, прекратяване на процеса!",
    "Main.Profiles": "Профили",
    "Profiles.DeleteProfile": "Изтрий",
    "Profiles.SelectProfile": "Избери",
    "Profiles.Rename": "Преименувай",
    "Profiles.CurrentProfile": "Сегашен профил",
    "Profiles.NewProfile": "Име на профил",
    "Profiles.CreateAndSet": "Създай и задай профил",
    "Home.Profile": "Профил",
    "MessageBox.InvalidProfile": "Не можете да изтрийте текущо активния профил, моля изберете друг профил и след това изтрийте този",
    "MessageBox.RemovableDriveFolder": "Избраната от вас папка се намира на нефиксирано устройство, трябва да обмислите избора на самото USB устройство, вместо папка на USB устройството\n\nАко все пак искате да продължите, щракнете върху 'OK'",
    "MessageBox.OptionalFormat": "{0} вече съдържа файлове.\n\nИскате ли да изтриете файловете в {0}?",
    "Home.DriveSize": "Размер",
    "Home.DriveFreeSpace": "Свободно",
    "String.Downloading": "Изтегляне",
    "String.Attempt": "Опитай",
    "String.Copying": "Копиране",
    "String.Validating": "Валидиране",
    "String.CheckingExistingFile": "Провери съществуващ файл",
    "Home.InstallModeForced": "Принудителен",
    "Home.MY20Protection": "MY20 Защита",
    "String.Enabled": "Активен",
    "String.Disabled": "Деактивирам / Не MY20",
    "String.Yes": "Да",
    "String.No": "Не",
    "Settings.DownloadConnections": "Изтегли връзки",
    "MessageBox.ConnectionClosedByRemoteHost": "Тази грешка обикновено е временна и се дължи на прекъсване на връзката с отдалечения сървър. Опитайте отново изтеглянето и Syn3 Updater ще изтегли само останалите файлове, ако проблемът продължава, опитайте по друго време на деня или се свържете със CyanLabs",
    "String.OK": "ОК",
    "String.Error": "Грешка",
    "String.Upload": "Качи",
    "String.Warning": "ПРЕДУПРЕЖДЕНИЕ",
    "Home.StartDownloadOnly": "Само изтегли",
    "MessageBox.DownloadOnlyComplete": "Всички файлове бяха изтеглини и проверени успешно!",
    "String.DownloadComplete": "Изтеглянето завърши",
    "MessageBox.DownloadOnlyMode": "Избрали сте 'Само изтегли', което ще изтегли всички поискани файлове в директорията за изтегляне и ще ги провери, но НЯМА да подготви никакви инсталационни файлове, копирането на тези изтеглени файлове на вашето USB устройство на по-късна дата няма да работи без ръчно създаване на lst файлове!\n\nМоля, използвайте 'Избери директория' от списъка с USB устройства, ако желаете да подготвите файловете, преди да ги копирате на USB устройство, или изберете USB устройство, за да подготвите директно USB устройството!\n\nСлед като изберете USB устройство или директория, натиснете 'Започни', за да започнете процеса!\n\nСигурни ли сте, че искате само да изтеглите файловете, без да подготвяте USB устройство или директория?",
    "Home.FeedbackButton": "Пост за обратна връзка",
    "String.Notice": "Известие",
    "String.AutoDetect": "Засечи автоматично",
    "Utility.CopyAsBuilt": "Копирай AsBuilt",
    "Profiles.RenameProfile": "Преименувай",
    "Profiles.Save": "Запази",
    "String.Encrypted": "Криптиран",
    "MessageBox.EncryptedDrive": "Избраното от вас USB устройство бе разпознато като криптирано от Bitlocker или от софтуер на трета страна. Няма да можете да използвате това USB устройство, докато не деактивирате криптирането.\n\nМоля, деактивирайте криптирането и натиснете OK, за да опресните списъка с USB устройства.",
    "MessageBox.NoPackagesSelected": "Не са избрани пакети, моля изберете поне един пакет преди да продължите",
    "MessageBox.NoBrowser": "Невъзможност за отваряне на уебстраницата с помощта на уеб браузъра по подразбиране, връзката е копирана в клипборда, моля, поставете връзката в браузъра си за допълнителни указания.",
    "MessageBox.MY20InvalidConfiguration": "Посочили сте, че имате устройство MY20 SYNC, Не можете да създадете USB устройство за актуализация, с цел да преминете от версия 3.0 или по-стара,  към версия 3.4, докато My20 Защита е активирано.\n\nМоля, проверете отново настройките си и ако се нуждаете от допълнителна помощ, посетете нашия форум на адрес https://community.cyanlabs.net\n\nНЕ ИЗКЛЮЧВАЙТЕ MY20 ЗАЩИТАТА, АКО НЕ СТЕ СИГУРНИ!",
    "Settings.MapKey": "Generator Key",
    "Settings.UpdateLanguages": "Download Latest Localizations",
    "MessageBox.LogUtilityNoModelFound": "The XML file you have selected does not contain a valid 'ECU Delivery Assembly Number' therefore Syn3 Updater can not determine if this is a MY20+ APIM or not!\n\nPost on our Community Forum or our Discord server to see how to proceed from here! \n\nDO NOT CONTINUE WITHOUT GETTING HELP FROM AN EXPERT!",
    "MessageBox.My20CheckV2": "!!! ANSWERING INCORRECTLY WILL RESULT IN YOUR APIM BEING BRICKED !!!\n\nIS YOUR CAR MANUFACTURED IN 2020 OR NEWER?\nor\nIS YOUR SYNC 3 UNIT (APIM) MANUFACTURED IN 2020 OR NEWER? \n(warranty repair, replacement unit, etc) \nor\nIS YOUR SYNC 3 SCREEN MANUFACTURED IN 2020 OR NEWER? \n(warranty repair, replacement unit, etc) \n\nIf you are unsure click 'Yes' and Syn3 Updater will guide you through running the official 'interrogator tool' to validate if you have a MY20 APIM or not, this process is not 100% accurate, the only way to tell for 100% sure is to take your APIM out and check the manufacturer year\n\nCyanLabs are not responsible if you answer incorrectly!"
}