{
    "Main.Home": "Domů",
    "Main.About": "O nás",
    "Main.Downloads": "Stažené",
    "Main.News": "Novinky",
    "Main.Crashme": "Pád aplikace",
    "Main.Settings": "Nastavení",
    "Main.Utility": "Nástroje",
    "Home.Refresh": "Obnovit",
    "Home.CurrentConfiguration": "Aktuální konfigurace",
    "Home.DownloadPath": "Cesta k souboru",
    "Home.SelectUSBDrive": "Vyber USB disk nebo Adresář",
    "Home.DriveName": "Umístění",
    "Home.RecommendedUSBFlashDriveTitle": "Doporučená velikost USB disku",
    "Home.DriveFileSystem": "Souborový systém",
    "Home.RecommendedUSBFlashDriveNonNav": "APIMs jednotky bez navigace - postačuje 8GB paměť",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW, ANZ - APIMs jednotky - minimum 16GB paměť",
    "Home.RecommendedUSBFlashDriveEU": "EU - APIMs jednotky - minimum 32GB paměť",
    "Home.Notes": "Poznámky",
    "Home.SelectPackages": "Vyber balíček",
    "Home.InstallMode": "Instalační režim",
    "Home.StartButton": "Spustit",
    "About.AboutTitle": "O Sync 3 Updateru",
    "About.ForumButton": "CYANLABS FORUM",
    "About.DonateButton": "PODPOŘ NÁS",
    "About.DocumentationTitle": "Dokumentace",
    "About.Documentation": "Chcete-li zajistit, aby byla dokumentace vždy aktuální, podívejte se na níže uvedenou webovou stránku a pokud máte zájem o překlad do svého jazyka, na stejné stránce najdete další informace.",
    "About.DocumentationButton": "DOKUMENTACE",
    "About.DisclaimerTitle": "Zřeknutí se odpovědnosti",
    "About.Disclaimer": "Společnost CyanLabs nenese odpovědnost za žádné ztráty nebo škody, včetně, mimo jiné, nepřímých nebo následných ztrát nebo škod, ani za žádné ztráty nebo škody vyplývající z používání nebo ztráty používání, dat nebo nastavení, které vznikly v důsledku používání této aplikace nebo souvisejících průvodců nebo v souvislosti s nimi. Tento postup není schválen výrobcem vozidla a může vést ke ztrátě platnosti případné záruky/smlouvy.",
    "About.DisclaimerAgreement": "Rozumím a přijímám rizika uvedená ve výše uvedeném zřeknutí se odpovědnosti.",
    "Download.Queue": "Fronta",
    "Download.Log": "Log",
    "Download.CancelButton": "Zrušit",
    "Download.TotalDownload": "Celkový stav",
    "Settings.CarConfiguration": "Konfigurace vozu",
    "Settings.EnterRegionNav": "Najdi svůj REGION a specifikuj pokud máš NAVIGACI",
    "Settings.Warning": "NESPRÁVNÉ INFORMACE MOHOU DOČASNĚ NEBO TRVALE POŠKODIT\nVÁŠI APIM JEDNOTKU",
    "Settings.Configuration": "Konfigurace",
    "Settings.DownloadLocation": "Místo stažení",
    "Settings.Language": "Jazyk",
    "Settings.AdvancedOptions": "Rozšířené nastavení",
    "Settings.InstallMode": "Instalační režim",
    "Settings.LicenseKey": "Licenční klíč (Placená možnost)",
    "Settings.Apply": "Potvrď nastavení",
    "Settings.Theme": "Téma",
    "MessageBox.DisclaimerNotAccepted": "Než budete pokračovat, přečtěte si a přijměte Zřeknutí se odpovědnosti. Pokud nebudete souhlasit s podmínkami, nebudete moci pokračovat.",
    "MessageBox.DownloadPathChangeCopy": "Chci přesunout soubory z {0} do {1}",
    "MessageBox.CancelRegionMismatch": "Vámi vybraný aktuální region se neshoduje, systém nemusí fungovat správně!\nChcete přesto pokračovat?",
    "MessageBox.CancelDownloadIsDrive": "Cesta ke stažení a cílová jednotka USB jsou stejné, změňte prosím cestu ke stažení nebo vyberte jinou jednotku USB.",
    "MessageBox.CancelNoApps": "Vybraný Režim Instalace je přeformátování nebo downgrade, protože nebyl vybrán žádný balíček \"APPS“. Syn3 Updater určil, že je nutný downgrade nebo přeformátování, což bude mít následek, že se systém nespustí. Přerušuji!",
    "MessageBox.CancelFormatUSB": "UPOZORNĚNÍ, VEŠKERÁ DATA NA VYBRANÉM DISKU BUDOU SMAZÁNA {0}\nDisk: {1}\n\nKliknutím na ANO budete pokračovat ve formátování.",
    "MessageBox.DownloadInProgress": "Je již spuštěna jiná operace, počkejte prosím na dokončení stávající operace, než budete pokračovat.",
    "MessageBox.OptionalFormatUSB": "Tato jednotka USB již byla používána programem Syn3 Updater.\n\n{0}\nDisk: {1}\n\nChcete-li na jednotce USB používat existující soubory, klikněte na Ne\nChcete-li zformátovat jednotku USB, klikněte na Ano\n\nChcete naformátovat vybranou jednotku USB?",
    "MessageBox.FailedToValidate3": "Po 3 pokusech se nepodařilo ověřit jednotku {0}, PROCES BYL ZRUŠEN!",
    "MessageBox.UpdateCurrentversion": "Chcete aktualizovat \"Aktuální verzi“ z {0} na {1},  pro budoucí správné použití?",
    "MessageBox.Completed": "Stahování a kopírování všech požadovaných souborů je nyní dokončeno.\nNyní vyjměte USB disk z počítače a vložte jej do automobilu.\nNastartujte motor a počkejte, až začne proces instalace!\n\nSyn3Updater vás nyní zavede k příslušné části tutoriálu CyanLabs, který můžete sledovat ve svém autě.\n\nPokud máte problémy, připojte se k našemu FAQ nebo komunitnímu fóru, odkazy naleznete na našich webových stránkách.\n\nPokud pro vás byl Syn3 Updater užitečný, zvažte prosím finanční dar na kartě \"O aplikaci“.",
    "String.NonNavAPIM": "Žádná Nav APIM jednotka",
    "MessageBox.LogUtilityComplete": "Příprava integrace (protokolování) jednotky USB byla úspěšně dokončena!\n\nVyjměte jednotku USB z počítače a vložte ji do automobilu, zkontrolujte, zda je zapnuté zapalování, a chvíli počkejte, až se zobrazí nápis \"Instalace dokončena“\n\nZnovu vložte jednotku USB do počítače a stiskněte \"Krok 3“",
    "String.KeepExistingMaps": "Zachovej stávající mapy",
    "String.NoMaps": "Žádné mapy",
    "String.Completed": "ÚSPĚŠNĚ DOKONČENO",
    "String.Copied": "zkopírováno",
    "String.Downloaded": "staženo",
    "String.Validated": "ověřeno",
    "Utility.CreateLogTitle": "Vytvořte integrační Log USB disku",
    "Utility.CreateLogDesc": "Vytvořte speciální jednotku USB, používanou k vytvoření souboru protokolu s různými podrobnostmi, které se týkají vaší jednotky. Začněte podle níže uvedených kroků.",
    "Utility.CreateLogStep1": "1. Připravte disk",
    "Utility.CreateLogStep2": "2. Vložte USB disk do vozu\na vyčkejte na \"Instalace dokončena“",
    "Utility.CreateLogStep3": "3. Otevřete Integrační Log",
    "Utility.APIMModel": "Model APIM",
    "Utility.APIMSize": "Velikost APIM",
    "Utility.APIMType": "Typ APIM",
    "Utility.APIMFree": "Volné místo v APIM",
    "MessageBox.UpdateCurrentVersionUtility": "Zjistili jsme, že nainstalovaná verze neodpovídá vaší aktuálně vybrané verzi v nastavení. Chcete ji automaticky aktualizovat z {0} na {1}",
    "MessageBox.LogUtilityInvalidFile": "Vybraný soubor XML nelze přečíst, ujistěte se, že se jedná o správný soubor. Pokud jste si jisti, že je tento soubor správný, obraťte se na CyanLabs, abychom mohli provést další šetření.",
    "Utility.GracenotesRemovalTitle": "Vytvořte USB pro odebrání Gracenotes",
    "Utility.GracenotesRemovalDesc": "Použijte tuto funkci k vytvoření USB, které odebere Gracenotes z vaší jednotky.",
    "Utility.GracenotesButton": "Připravte USB",
    "MessageBox.GenericUtilityComplete": "Příprava jednotky USB byla úspěšně dokončena!\n\nVyjměte jednotku USB z počítače a vložte ji do automobilu, zkontrolujte, zda je zapnuté zapalování, a chvíli počkejte, než se zobrazí nápis \"Instalace dokončena“",
    "Utility.VoiceShrinkerTitle": "Vytvořte náhradní hlasový balíček na USB",
    "Utility.VoiceShrinkerDesc": "Tuto funkci použijte, pokud se po odstranění gracenotes stále zobrazuje MEM_ERR.",
    "Utility.DowngradeTitle": "Vytvoř Downgrade USB",
    "Utility.DowngradeDesc": "Tuto funkci použijte, pokud se po odstranění gracenotů a zmenšení hlasového balíčku stále zobrazuje MEM_ERR",
    "Utility.TroubleshootTitle": "Řešení potíží",
    "Utility.TroubleshootDesc": "Pomocí níže uvedených funkcí můžete odstranit a vyřešit různé MEM_ERR, které se můžou zobrazit.",
    "Utility.TroubleshootMoreDetails": "Více detailů!",
    "Utility.ViewAsBuilt": "Zobraz detailní AsBuilt",
    "About.Endorsed": "Tento software společnosti CyanLabs není licencován a ani schválen společností Ford / FoMoCo",
    "MessageBox.AsBuiltVinWarning": "UPOZORNĚNÍ: Potvrzením odešlete Váš VIN vozidla spolu s naší automatickou online dekódovací službou. Odesláním vašeho VIN nám pomůže zvýšit přesnost naší databáze.\n\nPokud si nepřejete odeslat VIN, klikněte na Storno.",
    "Utility.UploadLog": "Nahrát Log",
    "MessageBox.UploadLog": "Abychom Vám mohli pomoci při řešení případných problémů, doporučujeme nahrát váš protokol Syn3Updater do naší databáze, tento soubor protokolu obsahuje podrobnosti o tom, jaké možnosti byly vybrány.\n\nPokud se rozhodnete tento protokol nenahrát, můžete tak učinit později na kartě \"Nástroje“ a kliknutím na tlačítko \"Nahrát protokol“.\n\nChcete nyní nahrát svůj protokol?",
    "Settings.ReleaseType": "Uvolnit větvení",
    "MessageBox.ChangeApplicationReleaseBranch": "Změna režimu aplikace Syn3 Updater automaticky stáhne příslušnou verzi.\n\nZměna z Ci na Beta / Vydání může mít za následek neotestované chyby a může vyžadovat resetování nastavení!\n\nDalší informace najdete v dokumentaci\n\nOpravdu chcete změnit \"režim aplikace“ v Syn3 Updater?",
    "Home.NoUSBDir": "Vyberte adresář",
    "MessageBox.CancelDeleteFiles": "UPOZORNĚNÍ, ZTRATÍTE VEŠKERÁ DATA VE VYBRANÉM ADRESÁŘI\nCesta: {0}\n\nPokračujte kliknutím na ANO.",
    "MessageBox.CompletedFolder": "Stahování a kopírování všech požadovaných souborů je nyní dokončeno.\n\nProtože jste vybrali adresář, nikoli USB disk, budete muset zkopírovat obsah zvoleného adresáře na USB disk ve formátu ExFAT (MBR)\n\nPokud máte problémy, připojte se k našemu FAQ nebo komunitnímu fóru, odkazy naleznete na našich webových stránkách.\n\nPokud pro vás byl Syn3 Updater užitečný, zvažte prosím Finanční dar na kartě \"O aplikaci“.",
    "MessageBox.CancelDownloadIsFolder": "Vybraný adresář pro stahování a cílový adresář jsou stejné. Chcete-li pokračovat, musíte změnit jeden z těchto adresářů.",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "Vlož svou verzi (Nastavení > Obecné > O Aplikaci)",
    "Home.Version": "Verze",
    "Home.Region": "Region",
    "Home.Nav": "Navigace",
    "Home.MapVersion": "Verze Map",
    "Home.NewVersion": "Nová verze",
    "Settings.FullVersion": "Plná verze",
    "Settings.Region": "Region",
    "Settings.Navigation": "Navigace",
    "MessageBox.NoVersionOrRegionSelected": "Nenastavili jste aktuální verzi nebo oblast!",
    "MessageBox.My20Detected": "Syn3 Updater zjistil, že se pokoušíte vynutit režim instalace nebo zakázat 'Režim MY20', avšak dříve byl zjištěn APIM MY20 nebo novější! Tímto postupem a použitím vytvořené jednotky USB zařízení MY20 nebo novější APIM POŠKODÍTE!!!\n\nKliknutím na tlačítko 'Ano' zakážete všechny metody ochrany MY20 zabudované v aplikaci Syn3 Updater.\n\nJste si jisti, že chcete přepsat tuto ochranu?",
    "MessageBox.My20Check": "VAROVÁNÍ, NESPRÁVNÁ ODPOVĚĎ BY MOHLA ZPŮSOBIT POŠKOZENÍ VAŠÍ APIM!\n\nBylo vaše vozidlo vyrobeno v roce 2020 nebo dříve?\n\nPokud ANO nebo si nejste jisti, klikněte na 'Ano' a Syn3 Updater vás provede spuštěním oficiálního 'dotazovacího nástroje' k ověření, zda máte MY20 APIM nebo NE\n\nPokud je vozidlo vyrobeno v roce 2019 nebo starší, klikněte na \"Ne\" a pokračujte podle plánu.",
    "MessageBox.My20Found": "Syn3 Updater zjistil, že váš APIM je MY20 (rok výroby 2020) nebo novější, Syn3 Updater nyní vynutí režim automatické instalace, aby zabránil možnému poškození APIM!",
    "MessageBox.My20NotFound": "Syn3 Updater zjistil, že váš APIM NENÍ MY20 a je bezpečné používat všechny funkce Syn3 Updater\n\nVezměte prosím na vědomí, že pokud jste sami vozidlo dovybavili svůj APIM nebo obrazovku APIM, nemusí být tyto informace přesné!",
    "MessageBox.LogUtilityCompleteMy20": "Příprava začleňovací (protokolování) jednotky USB byla úspěšně dokončena!\n\nVyjměte jednotku USB z počítače a vložte ji do automobilu a ujistěte se, že je zapnuté zapalování. Chvíli počkejte, než se zobrazí 'Instalace dokončena' nebo do restartu APIM.\n\nPo dokončení znovu vložte jednotku USB do počítače, klikněte na tlačítko OK a vyberte soubor XML ze složky SyncMyRide na jednotce USB.",
    "String.OnlyMaps": "Aktualizuj pouze mapy",
    "Settings.My20Mode": "Přepnout MY20 ochranu",
    "News.ImportantNoticeTitle": "Důležitá upozornění",
    "News.NoticeTitle": "Ostatní upozornění",
    "News.Changelog": "Seznam změn",
    "Main.Logs": "Logy",
    "Logs.Path": "Cesta Logu",
    "Logs.ViewLog": "Zobrazit",
    "Logs.Delete": "Smazat vybrané Logy",
    "Logs.OpenFolder": "Otevři složku s Logy",
    "Settings.AppOptions": "Možnosti aplikace",
    "Settings.AdvancedModeToggle": "Uprav rozšířené možnosti",
    "Settings.LogLocation": "Umístění souboru Log",
    "MessageBox.AdvancedSettings": "UPOZORNĚNÍ, tato nastavení mohou způsobit nekompatibilitu USB vytvořeného programem Syn3 Updater s konfigurací vašeho automobilu, a to navzdory tomu, co říká mnoho YouTube videí, neměli byste toto nastavení měnit, pokud si nejste 100% jistí, co děláte!\n\nJste si jistý, že chcete pokračovat?",
    "MessageBox.My20CheckCancelled": "Nebyl vybrán žádný soubor dotazovacího modulu, proces bude zrušen!",
    "Main.Profiles": "Profily",
    "Profiles.DeleteProfile": "Smazat",
    "Profiles.SelectProfile": "Vybrat",
    "Profiles.Rename": "Přejmenovat",
    "Profiles.CurrentProfile": "Aktuální profil",
    "Profiles.NewProfile": "Profilové jméno",
    "Profiles.CreateAndSet": "Vytvořit a zvolit profil",
    "Home.Profile": "Profil",
    "MessageBox.InvalidProfile": "Nemůžeš smazat aktuální profil, prosím vyber jiný a poté tento smaž",
    "MessageBox.RemovableDriveFolder": "Složka, kterou jste vybrali, je umístěna na jiné než pevné jednotce, měli byste zvážit výběr samotného USB, nikoli výběr složky na USB disku\n\nPokud přesto chcete pokračovat, klikněte na „OK“",
    "MessageBox.OptionalFormat": "{0} již obsahujících souborů.\n\nChcete jej vyprázdnit {0}?",
    "Home.DriveSize": "Velikost",
    "Home.DriveFreeSpace": "Volný",
    "String.Downloading": "Stahování",
    "String.Attempt": "Pokus",
    "String.Copying": "Kopírování",
    "String.Validating": "Ověřování",
    "String.CheckingExistingFile": "Kontrola existujícího souboru",
    "Home.InstallModeForced": "Vynucení",
    "Home.MY20Protection": "MY20 Ochrana",
    "String.Enabled": "Povoleno",
    "String.Disabled": "Zakázáno / Bez MY20",
    "String.Yes": "Ano",
    "String.No": "Ne",
    "Settings.DownloadConnections": "Stahování připojení",
    "MessageBox.ConnectionClosedByRemoteHost": "Tato chyba je obvykle dočasná a je způsobena výpadkem připojení na vzdáleném serveru. Pokuste se znova stáhnout pouze zbývající soubory Syn3 Updater, pokud problém přetrvává, zkuste to v jinou denní dobu nebo kontaktujte CyanLabs",
    "String.OK": "OK",
    "String.Error": "Chyba",
    "String.Upload": "Nahrát",
    "String.Warning": "VAROVÁNÍ",
    "Home.StartDownloadOnly": "Pouze stáhnout",
    "MessageBox.DownloadOnlyComplete": "Všechny soubory staženy a ověřený úspěšně!",
    "String.DownloadComplete": "Stažení dokončeno",
    "MessageBox.DownloadOnlyMode": "Vybrali jste možnost 'Pouze stáhnout' tím se stáhnou všechny požadované soubory do zvoleného adresáře, ale NEPŘIPRAVÍ instalační soubor, pozdější kopírování těchto stažených souborů na USB disk nebude fungovat bez manuálního vytvoření lst souboru!\n\nProsím použijte 'Vyberte adresář' pokud si přejete připravit soubory před kopírováním na USB disk nebo vyberte možnost 'USB disk' pro přímou přípravu USB disku!\n\nJakmile vyberete USB disk nebo adresář, proces zahájíte stisknutím tlačítka 'Start'!\n\nJste si jist, že chcete pouze stáhnout soubory bez přípravy USB disku nebo adresáře?",
    "Home.FeedbackButton": "Zpětná vazba",
    "String.Notice": "Poznámka",
    "String.AutoDetect": "Autodetekce",
    "Utility.CopyAsBuilt": "Kopírovat AsBuilt",
    "Profiles.RenameProfile": "Přejmenovat",
    "Profiles.Save": "Uložit",
    "String.Encrypted": "Zašifrováno",
    "MessageBox.EncryptedDrive": "USB disk, který jste vybrali, byl detekován jako šifrovaný, buď Bitlockerem nebo jiným softwarem třetí strany. Nebudete schopni použít daný USB disk, dokud nevypnete šifrování.\n\nProsím vypněte šifrování a zmáčkněte OK pro obnovení zařízení USB.",
    "MessageBox.NoPackagesSelected": "Nebyl vybrán žádný balíček, prosím vyberte alespoň jeden balíček než budete pokračovat.",
    "MessageBox.NoBrowser": "Nelze otevřít webovou stránku pomocí výchozího webového prohlížeče, odkaz zkopírován do schránky, vložte odkaz do svého prohlížeče pro další pokyny.",
    "MessageBox.MY20InvalidConfiguration": "Zadali jste, že máte jednotku MY20 SYNC, nemůžete vytvořit aktualizační USB pro přechod z 3.0 nebo nižší na 3.4, když je povolena ochrana My20.\n\nProsím znovu zkontrolujte svá nastavení a pokud potřebujete další pomoc, navštivte naše fórum na https://community.cyanlabs.net\n\nNEVYPÍNEJTE OCHRANU MY20, POKUD SI NEJSTE JISTI!",
    "Settings.MapKey": "Cutdown Map Package Key",
    "Settings.UpdateLanguages": "Download Latest Localizations"
}