{
    "Main.Home": "Hjem",
    "Main.About": "Om",
    "Main.Downloads": "Downloads",
    "Main.News": "Nyheder",
    "Main.Crashme": "Fejl",
    "Main.Settings": "Indstillinger",
    "Main.Utility": "Værktøj",
    "Home.Refresh": "Opdater",
    "Home.CurrentConfiguration": "Nuværende konfiguration",
    "Home.DownloadPath": "Download sti",
    "Home.SelectUSBDrive": "Væld USB eller destination",
    "Home.DriveName": "Destination",
    "Home.RecommendedUSBFlashDriveTitle": "Anbefalet USB størrelser",
    "Home.DriveFileSystem": "Fil system",
    "Home.RecommendedUSBFlashDriveNonNav": "For APIM uden navigation er 8GB nok ",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW and ANZ APIM's skal bruge mindst 16GB",
    "Home.RecommendedUSBFlashDriveEU": "EU APIM skal bruge mindst 32GB",
    "Home.Notes": "Noter",
    "Home.SelectPackages": "Vælg pakke",
    "Home.InstallMode": "Install Mode",
    "Home.StartButton": "Start",
    "About.AboutTitle": "Om Sync3 Updater",
    "About.ForumButton": "CYANLABS FORUM",
    "About.DonateButton": "DONER",
    "About.DocumentationTitle": "Dokumentation",
    "About.Documentation": "For at sikre, at dokumentationen altid er opdateret, henvises til nedenstående webside. Hvis du er interesseret i at oversætte dette til dit eget sprog, kan du finde yderligere oplysninger på samme side.",
    "About.DocumentationButton": "DOKUMENTATION",
    "About.DisclaimerTitle": "Disclaimer",
    "About.Disclaimer": "CyanLabs er ikke ansvarlig for ethvert tab eller skade inklusive, uden begrænsning, indirekte eller følgeskader eller tab, eller ethvert tab eller skade overhovedet som følge af brug eller tab af brug af, data eller fortjeneste, der opstår som følge af eller i forbindelse med brug af denne applikation eller de tilknyttede guider. Denne proces er ikke godkendt af nogen bilproducent og kan annullere enhver garanti / aftale, du måtte have",
    "About.DisclaimerAgreement": "Jeg forstår og accepterer risikoen som beskrevet i ovenstående disclaimer",
    "Download.Queue": "Kø",
    "Download.Log": "Log",
    "Download.CancelButton": "Annuller",
    "Download.TotalDownload": "Total download",
    "Settings.CarConfiguration": "Bil konfiguration",
    "Settings.EnterRegionNav": "Indtast region og om du har navigation",
    "Settings.Warning": "Ukorrekt information kan beskadige din APIM midlertidigt eller permanent",
    "Settings.Configuration": "Konfiguration",
    "Settings.DownloadLocation": "Download sti",
    "Settings.Language": "Sprog",
    "Settings.AdvancedOptions": "Avanceret valg muligheder",
    "Settings.InstallMode": "Installations type",
    "Settings.LicenseKey": "Licens nøgle",
    "Settings.Apply": "Anvend indstillinger",
    "Settings.Theme": "Tema",
    "MessageBox.DisclaimerNotAccepted": "Læs og accepter ansvarsfraskrivelsen, inden du fortsætter. Du kan ikke fortsætte, medmindre du accepterer vilkårene.",
    "MessageBox.DownloadPathChangeCopy": "Ønsker du at flytte eksisterende filer fra {0} til {1}",
    "MessageBox.CancelRegionMismatch": "Den aktuelle region og din valgte region stemmer ikke overens, dette vil muligvis ikke fungerer!\nØnsker du at fortsætte alligevel ?",
    "MessageBox.CancelDownloadIsDrive": "Download sti og destinations USB drev er de samme, vælg venligst en anden download sti eller et andet USB drev",
    "MessageBox.CancelNoApps": "Det valgte InstallMode er reformat eller nedgrader uden \"APPS\" pakken, Sync3 Updater har konstateret at en nedgradering eller reformat er nødvendig, dette vil resultere i et ikke bootbatbart system. Annullere!",
    "MessageBox.CancelFormatUSB": "ADVARSEL, ALLE DATA PÅ DET VALGTE DREV VIL BLIVE SLETTET {0}\nDrev Navn: {1}\n\nTryk JA for at formatere og fortsætte",
    "MessageBox.DownloadInProgress": "En anden handling kører allerede. Vent til den eksisterende handling er afsluttet, før du fortsætter.",
    "MessageBox.OptionalFormatUSB": "Dette USB-drev er allerede blevet brugt af Syn3 Updater.\n\n{0}\nDrev Navn: {1}\n\nTryk på Nej for at bruge eksisterende filer på USB-drevet\nTryk på Ja for at formatere USB-drevet\n\nVil du formatere det valgte USB-drev?",
    "MessageBox.FailedToValidate3": "Kunne ikke validere {0} 3 gange, AFBRYDER PROCESSEN!",
    "MessageBox.UpdateCurrentversion": "Vil du opdatere den \"aktuelle version\" fra {0} til {1}, så den er korrekt til fremtidig brug?",
    "MessageBox.Completed": "Download og kopiering af alle nødvendige filer er nu afsluttet.\nFjern bare USB'en fra din computer, og sæt den i din bil.\nTænd for motoren, og vent på, at installationsprocessen starter!\n\nSyn3Updater giver dig nu direkte adgang til den relevante del af CyanLabs tutorial, som du skal følge i din bil.\n\nHvis du har problemer, tilmeld dig vores discord eller community-forum, links kan findes på vores hjemmeside.\n\nHvis Syn3 Updater har været nyttigt for dig, kan du overveje at donere fra fanen \"Om\".",
    "String.NonNavAPIM": "Non Nav APIM",
    "MessageBox.LogUtilityComplete": "Forberedelse af Interrogator (logging) USB-drev gennemført med succes!\n\nFjern USB-drevet fra din computer, og sæt det i din bil, sørg for, at tændingen er slået til, og vent et øjeblik, til den siger \"Installation Complete\"\n\nSæt USB-drevet i din pc igen, og tryk på \"Trin 3\"",
    "String.KeepExistingMaps": "Gem Eksisterende Kort",
    "String.NoMaps": "Ingen Kort",
    "String.Completed": "GENNEMFØRT SUCCESFULDT",
    "String.Copied": "kopieret",
    "String.Downloaded": "downloaded",
    "String.Validated": "valideret",
    "Utility.CreateLogTitle": "Opret Interrogator Log USB",
    "Utility.CreateLogDesc": "Opret et specielt USB-drev, der bruges til at generere en logfil med forskellige detaljer vedrørende din enhed, følg nedenstående trin for at komme i gang.",
    "Utility.CreateLogStep1": "1. Klargør drev",
    "Utility.CreateLogStep2": "2. Sæt drevet i bilen og \nafvent \"Installation komplet\"",
    "Utility.CreateLogStep3": "3. Åbn Interrogator Log",
    "Utility.APIMModel": "APIM Model",
    "Utility.APIMSize": "APIM størrelse",
    "Utility.APIMType": "APIM type",
    "Utility.APIMFree": "APIM fri plads",
    "MessageBox.UpdateCurrentVersionUtility": "Vi har registreret, at den installerede version ikke matcher din aktuelt valgte version i indstillingerne. Vil du opdatere denne automatisk fra {0} til {1}",
    "MessageBox.LogUtilityInvalidFile": "The XML file you have selected could not be read, please ensure this is the correct file. If you are sure this file is correct please contact CyanLabs via our forum or discord server so we can investigate further.",
    "Utility.GracenotesRemovalTitle": "Opret USB til fjernelse af Gracenotes ",
    "Utility.GracenotesRemovalDesc": "Brug denne funktion til at oprette en USB til tvungen fjernelse af Gracenotes fra din enhed.",
    "Utility.GracenotesButton": "Forbered USB",
    "MessageBox.GenericUtilityComplete": "Forberedelse af USB-drev gennemført med succes!\n\nFjern USB-drevet fra din computer, og sæt det ind i din bil, sørg for, at tændingen er slået til, og vent et øjeblik, indtil den siger \"Installation Komplet\"",
    "Utility.VoiceShrinkerTitle": "Opret USB til udskiftning af lille stemmepakke",
    "Utility.VoiceShrinkerDesc": "Brug denne funktion, hvis du stadig får MEM_ERR'er efter fjernelse af gracenotes.",
    "Utility.DowngradeTitle": "Opret Nedgraderings USB",
    "Utility.DowngradeDesc": "Brug denne funktion hvis du efter at have fjernet gracenotes og minimeret din sprogpakke stadig får MEM_ERR's",
    "Utility.TroubleshootTitle": "Fejlfinding skridt",
    "Utility.TroubleshootDesc": "Brug nedenstående funktion til at fejlfinde og løse diverse MEM_ERR's du må få",
    "Utility.TroubleshootMoreDetails": "Flere detaljer!",
    "Utility.ViewAsBuilt": "Se detaljeret AsBuilt",
    "About.Endorsed": "Dette software og CyanLabs er ikke godkendt eller støttet af Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "ADVARSEL. Dette vil videresende  din bils stelnummer til vores automatiske online dekodnings service, ved at videresende dit stelnummer hjælper du med at øge nøjagtigheden af vores database.\n\nØnsker du ikke at videresende dit stelnummer tryk på Afbryd.",
    "Utility.UploadLog": "Opload Log",
    "MessageBox.UploadLog": "For at hjælpe med fejlfinding af eventuelle problemer, vil vi anbefale at uploade din Syn3Updater-log til vores database. Denne logfil indeholder detaljer om, hvilke valg der blev valgt, såvel som dit computernavn for at linke alle logfiler til en identitet.\n\nHvis du vælger ikke at oploade denne log, kan du gøre det senere på fanen \"Hjælpeprogram\" og trykke på knappen \"Opload log\".\n\nØnsker du at oploade din log nu?",
    "Settings.ReleaseType": "Udgivelse Afsnit",
    "MessageBox.ChangeApplicationReleaseBranch": "Ændring af afsnit vil genstarte Syn3 Updater og automatisk downloade den relevante  version.\n\nÆndring fra Ci til Beta/Release kan resultere i ubehandlede undtagelser og kræve, at du nulstiller dine indstillinger!\n\nSe dokumentation for yderligere oplysninger\n\nEr du sikker på at du vil ændre 'Release afsnittet' i Syn3 Updater?",
    "Home.NoUSBDir": "Vælg En Mappe",
    "MessageBox.CancelDeleteFiles": "ADVARSEL, ALLE DATA PÅ DET VALGTE DREV VIL BLIVE SLETTET\nPath: {0}\n\nTryk JA for at fortsætte",
    "MessageBox.CompletedFolder": "The Download and Copying of all required files is now complete.\n\nAs you have selected a directory rather than a USB drive you will need to copy the contents of your chosen directory to a ExFAT (MBR) formatted USB drive\n\nIf you have found Syn3 Updater useful considering donating at https://cyanlabs.net/support-us/\n\nIf you are having issues join our discord or community forum, links can be found in the \"About\" tab and on our website.",
    "MessageBox.CancelDownloadIsFolder": "Den valgte download mappe og destinations mappen er den samme, du skal ændre en af disee mapper for at fortsætte",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "Vælg din version (Indstillinger>Generelt>Om)",
    "Home.Version": "Version",
    "Home.Region": "Region",
    "Home.Nav": "Navigation",
    "Home.MapVersion": "Kort Version",
    "Home.NewVersion": "Ny Version",
    "Settings.FullVersion": "Fulde Version",
    "Settings.Region": "Region",
    "Settings.Navigation": "Navigation",
    "MessageBox.NoVersionOrRegionSelected": "Du har ikke indstillet din nuværende version eller region!",
    "MessageBox.My20Detected": "Syn3 Updater has detected that you are potentially trying to force the install mode or disable 'My20 Mode' however a APIM Manufactured in 2020 or newer has been previously detected or My20 Mode was manually enabled previously!\n\nUsing the created USB drive on a APIM manufactured in 2020 or newer may result in a bricked unit if you continue with My20 Protection disabled.\n\nBy clicking 'Yes' you will disable all MY20 protection methods embedded in Syn3 Updater\n\nAre you sure you want to override this protection?",
    "MessageBox.My20Found": "Syn3 Updater has determined that your APIM is MY20 (Manufacture Year 2020) or newer, Syn3 Updater will now enforce AutoInstall mode to prevent possible bricking of the APIM!",
    "MessageBox.My20NotFound": "Syn3 Updater has determined that your APIM is NOT MY20 and it is safe to use all functions of Syn3 Updater\n\nPlease note that this detection is not 100% accurate and if you are unsure or believe that the APIM has been replaced in your vehicle please consult CyanLabs via our forum or discord server or you may end up with a bricked APIM!",
    "MessageBox.LogUtilityCompleteMy20": "Forberedelse af Interrogator (logning) USB-drev gennemført succesfuldt!\n\nFjern USB-drevet fra din computer, og sæt det i din bil, sørg for, at tændingen er slået til, og vent et øjeblik, indtil den skriver \"Installation Complete\" eller til APIM'en genstarter.\n\nNår du er færdig, skal du sætte USB-drevet i din pc igen, klik på 'OK' og vælg XML-filen fra din SyncMyRide-mappe på dit USB-drev",
    "String.OnlyMaps": "Opdater kun kort",
    "Settings.My20Mode": "Gennemse MY20 beskyttelse",
    "News.ImportantNoticeTitle": "Vigtige noter",
    "News.NoticeTitle": "Andre noter",
    "News.Changelog": "Changelog",
    "Main.Logs": "Log",
    "Logs.Path": "Log Sti",
    "Logs.ViewLog": "Vis",
    "Logs.Delete": "Slet Valgte log filer",
    "Logs.OpenFolder": "Åben Log mappe",
    "Settings.AppOptions": "Application valg",
    "Settings.AdvancedModeToggle": "Ændre Avancerede Valg",
    "Settings.LogLocation": "Log Fil sti",
    "MessageBox.AdvancedSettings": "ADVARSEL! Disse indstillinger kan medføre, at USB'en oprettet af Syn3 Updater er uforenelig med din bilkonfiguration, på trods af hvad mange YouTube-videoer siger, bør du ikke ændre nogen af ​​disse indstillinger, medmindre du ved hvad du laver!",
    "MessageBox.My20CheckCancelled": "Der blev ikke valgt nogen interrogator log fil, processen afbrydes!",
    "Main.Profiles": "Profiler",
    "Profiles.DeleteProfile": "Slet",
    "Profiles.SelectProfile": "Vælg",
    "Profiles.Rename": "Omdøb",
    "Profiles.CurrentProfile": "Nuværende profil",
    "Profiles.NewProfile": "Profil Navn",
    "Profiles.CreateAndSet": "Opret og Indstil Profil ",
    "Home.Profile": "Profil",
    "MessageBox.InvalidProfile": "Du kan ikke slette den nuværende aktive profil, vælg venligst en anden profil og slet derefter denne profil.\nDet er heller ikke muligt at slette standard profilen",
    "MessageBox.RemovableDriveFolder": "Den valgte mappe er placeret på et ikke-internt drev. Du bør overveje at vælge selve USB drevet snarere end at vælge en mappe på USB-drevet\n\nHvis du alligevel vil fortsætte, skal du klikke på 'OK'",
    "MessageBox.OptionalFormat": "{0} indeholder allerede filer.\n\nVil du slette {0}?",
    "Home.DriveSize": "Størrelse",
    "Home.DriveFreeSpace": "Ledig",
    "String.Downloading": "Downloader",
    "String.Attempt": "Forsøg",
    "String.Copying": "Kopiere",
    "String.Validating": "Validerer",
    "String.CheckingExistingFile": "Checker eksisterende fil",
    "Home.InstallModeForced": "Tvunget",
    "Home.MY20Protection": "MY20 Beskyttelse",
    "String.Enabled": "Aktiveret",
    "String.Disabled": "Deaktiveret / Ikke MY20",
    "String.Yes": "Ja",
    "String.No": "Nej",
    "Settings.DownloadConnections": "Download Connections",
    "MessageBox.ConnectionClosedByRemoteHost": "This error is usually temporary and caused by a connection drop on the remote server. Re-attempt the download and Syn3 Updater will only download the remaining files, if the issue persists try at another time of day or contact CyanLabs",
    "String.OK": "OK",
    "String.Error": "Error",
    "String.Upload": "Upload",
    "String.Warning": "WARNING",
    "Home.StartDownloadOnly": "Download Only",
    "MessageBox.DownloadOnlyComplete": "All files downloaded and verified successfully!",
    "String.DownloadComplete": "Download Complete",
    "MessageBox.DownloadOnlyMode": "You have selected 'Download Only' this will download all the files requested to your download directory and verify them but WILL NOT prepare any install files, copying these downloaded files to your USB drive at a later date will not work without manual creation of lst files!\n\nPlease use 'Select A Directory' from the USB Drive list if you wish to prepare the files before copying to a USB drive or select a USB Drive to prepare the USB Drive directly!\n\nOnce a USB Drive or Directory has been selected press 'Start' to begin the process!\n\nAre you sure you want to only download the files without preparing a USB Drive or Directory?",
    "Home.FeedbackButton": "Feedback Thread",
    "String.Notice": "Notice",
    "String.AutoDetect": "Auto-Detect",
    "Utility.CopyAsBuilt": "Copy AsBuilt",
    "Profiles.RenameProfile": "Rename",
    "Profiles.Save": "Save",
    "String.Encrypted": "Encrypted",
    "MessageBox.EncryptedDrive": "The USB drive you have selected has been detected as being encrypted, either by Bitlocker or some third party software. You will not be able to use this USB Drive until you disable the encryption.\n\nPlease disable the encryption and press OK to refresh the USB Drive list.",
    "MessageBox.NoPackagesSelected": "No packages have been selected, please select atleast one package before continuing",
    "MessageBox.NoBrowser": "Unable to open webpage using default web browser, link copied to clipboard, please paste the link in to your browser for additional guidance.",
    "MessageBox.MY20InvalidConfiguration": "You have specified that you have a MY20 SYNC unit, You can not create a update USB to go from 3.0 or below to 3.4 while My20 Protection is enabled.\n\nPlease recheck your settings and if you need further assistance visit our forum at https://community.cyanlabs.net\n\nDO NOT DISABLE MY20 PROTECTION IF YOU ARE UNSURE!",
    "Settings.MapKey": "Generator Key",
    "Settings.UpdateLanguages": "Download Latest Localizations",
    "MessageBox.LogUtilityNoModelFound": "The XML file you have selected does not contain a valid 'ECU Delivery Assembly Number' therefore Syn3 Updater can not determine if this is a MY20+ APIM or not!\n\nPost on our Community Forum or our Discord server to see how to proceed from here! \n\nDO NOT CONTINUE WITHOUT GETTING HELP FROM AN EXPERT!",
    "MessageBox.My20CheckV2": "!!! ANSWERING INCORRECTLY WILL RESULT IN YOUR APIM BEING BRICKED !!!\n\nIS YOUR CAR MANUFACTURED IN 2020 OR NEWER?\nor\nIS YOUR SYNC 3 UNIT (APIM) MANUFACTURED IN 2020 OR NEWER? \n(warranty repair, replacement unit, etc) \nor\nIS YOUR SYNC 3 SCREENE MANUFACTURED IN 2020 OR NEWER? \n(warranty repair, replacement unit, etc) \n\nIf you are unsure click 'Yes' and Syn3 Updater will guide you through running the official 'interrogator tool' to validate if you have a MY20 APIM or not, this process is not 100% accurate, the only way to tell for 100% sure is to take your APIM out and check the manufacturer year\n\nCyanLabs are not responsible if you answer incorrectly!"
}