{
    "Main.Home": "Hjem",
    "Main.About": "Om",
    "Main.Downloads": "Downloads",
    "Main.News": "Nyheder",
    "Main.Crashme": "Fejl",
    "Main.Settings": "Indstillinger",
    "Main.Utility": "Værktøj",
    "Home.Refresh": "Opdater",
    "Home.CurrentConfiguration": "Nuværende konfiguration",
    "Home.DownloadPath": "Download sti:",
    "Home.SelectUSBDrive": "Væld USB eller destination",
    "Home.DriveName": "Destination",
    "Home.RecommendedUSBFlashDriveTitle": "Anbefalet USB størrelser",
    "Home.DriveFileSystem": "Fil system",
    "Home.RecommendedUSBFlashDriveNonNav": "For APIM uden navigation er 8GB nok ",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW and ANZ APIM's skal bruge mindst 16GB",
    "Home.RecommendedUSBFlashDriveEU": "EU APIM skal bruge mindst 32GB",
    "Home.Notes": "Noter",
    "Home.SelectPackages": "Vælg pakke",
    "Home.InstallMode": "Install Mode:",
    "Home.StartButton": "Start",
    "About.AboutTitle": "Om Sync3 Updater",
    "About.ForumButton": "CYANLABS FORUM",
    "About.DonateButton": "DONER",
    "About.DocumentationTitle": "Dokumentation",
    "About.Documentation": "For at sikre, at dokumentationen altid er opdateret, henvises til nedenstående webside. Hvis du er interesseret i at oversætte dette til dit eget sprog, kan du finde yderligere oplysninger på samme side.",
    "About.DocumentationButton": "DOKUMENTATION",
    "About.DisclaimerTitle": "Disclaimer",
    "About.Disclaimer": "CyanLabs er ikke ansvarlig for ethvert tab eller skade inklusive, uden begrænsning, indirekte eller følgeskader eller tab, eller ethvert tab eller skade overhovedet som følge af brug eller tab af brug af, data eller fortjeneste, der opstår som følge af eller i forbindelse med brug af denne applikation eller de tilknyttede guider. Denne proces er ikke godkendt af nogen bilproducent og kan annullere enhver garanti / aftale, du måtte have",
    "About.DisclaimerAgreement": "Jeg forstår og accepterer risikoen som beskrevet i ovenstående disclaimer",
    "Download.Queue": "Kø",
    "Download.Log": "Log",
    "Download.CancelButton": "Annuller",
    "Download.TotalDownload": "Total download",
    "Settings.CarConfiguration": "Bil konfiguration",
    "Settings.EnterRegionNav": "Indtast region og om du har navigation",
    "Settings.Warning": "Ukorrekt information kan beskadige din APIM midlertidigt eller permanent",
    "Settings.Configuration": "Konfiguration",
    "Settings.DownloadLocation": "Download sti:",
    "Settings.Language": "Sprog",
    "Settings.AdvancedOptions": "Avanceret valg muligheder",
    "Settings.InstallMode": "Installations type:",
    "Settings.LicenseKey": "Licens nøgle",
    "Settings.Apply": "Anvend indstillinger",
    "Settings.Theme": "Tema",
    "MessageBox.DisclaimerNotAccepted": "Læs og accepter ansvarsfraskrivelsen, inden du fortsætter. Du kan ikke fortsætte, medmindre du accepterer vilkårene.",
    "MessageBox.DownloadPathChangeCopy": "Ønsker du at flytte eksisterende filer fra {0} til {1}",
    "MessageBox.CancelRegionMismatch": "Den aktuelle region og din valgte region stemmer ikke overens, dette vil muligvis ikke fungerer!\nØnsker du at fortsætte alligevel ?",
    "MessageBox.CancelDownloadIsDrive": "Download sti og destinations USB drev er de samme, vælg venligst en anden download sti eller et andet USB drev",
    "MessageBox.CancelNoApps": "Det valgte InstallMode er reformat eller nedgrader uden \"APPS\" pakken, Sync3 Updater har konstateret at en nedgradering eller reformat er nødvendig, dette vil resultere i et ikke bootbatbart system. Annullere!",
    "MessageBox.CancelFormatUSB": "ADVARSEL, ALLE DATA PÅ DET VALGTE DREV VIL BLIVE SLETTET {0}\nDrev Navn: {1}\n\nTryk JA for at formatere og fortsætte",
    "MessageBox.DownloadInProgress": "En anden handling kører allerede. Vent til den eksisterende handling er afsluttet, før du fortsætter.",
    "MessageBox.OptionalFormatUSB": "Dette USB-drev er allerede blevet brugt af Syn3 Updater.\n\n{0}\nDrev Navn: {1}\n\nTryk på Nej for at bruge eksisterende filer på USB-drevet\nTryk på Ja for at formatere USB-drevet\n\nVil du formatere det valgte USB-drev?",
    "MessageBox.FailedToValidate3": "Kunne ikke validere {0} 3 gange, AFBRYDER PROCESSEN!",
    "MessageBox.UpdateCurrentversion": "Vil du opdatere den \"aktuelle version\" fra {0} til {1}, så den er korrekt til fremtidig brug?",
    "MessageBox.Completed": "Download og kopiering af alle nødvendige filer er nu afsluttet.\nFjern bare USB'en fra din computer, og sæt den i din bil.\nTænd for motoren, og vent på, at installationsprocessen starter!\n\nSyn3Updater giver dig nu direkte adgang til den relevante del af CyanLabs tutorial, som du skal følge i din bil.\n\nHvis du har problemer, tilmeld dig vores discord eller community-forum, links kan findes på vores hjemmeside.\n\nHvis Syn3 Updater har været nyttigt for dig, kan du overveje at donere fra fanen \"Om\".",
    "String.NonNavAPIM": "Non Nav APIM",
    "MessageBox.LogUtilityComplete": "Forberedelse af Interrogator (logging) USB-drev gennemført med succes!\n\nFjern USB-drevet fra din computer, og sæt det i din bil, sørg for, at tændingen er slået til, og vent et øjeblik, til den siger \"Installation Complete\"\n\nSæt USB-drevet i din pc igen, og tryk på \"Trin 3\"",
    "String.KeepExistingMaps": "Gem Eksisterende Kort",
    "String.NoMaps": "Ingen Kort",
    "String.Completed": "GENNEMFØRT SUCCESFULDT",
    "String.Copied": "kopieret",
    "String.Downloaded": "downloaded",
    "String.Validated": "valideret",
    "Utility.CreateLogTitle": "Opret Interrogator Log USB",
    "Utility.CreateLogDesc": "Opret et specielt USB-drev, der bruges til at generere en logfil med forskellige detaljer vedrørende din enhed, følg nedenstående trin for at komme i gang.",
    "Utility.CreateLogStep1": "1. Klargør drev",
    "Utility.CreateLogStep2": "2. Sæt drevet i bilen og \nafvent \"Installation komplet\"",
    "Utility.CreateLogStep3": "3. Åbn Interrogator Log",
    "Utility.APIMModel": "APIM Model",
    "Utility.APIMSize": "APIM størrelse",
    "Utility.APIMType": "APIM type",
    "Utility.APIMFree": "APIM fri plads",
    "MessageBox.UpdateCurrentVersionUtility": "Vi har registreret, at den installerede version ikke matcher din aktuelt valgte version i indstillingerne. Vil du opdatere denne automatisk fra {0} til {1}",
    "MessageBox.LogUtilityInvalidFile": "Den valgte XML-fil kunne ikke læses. Kontroller, at dette er den rigtige fil. Hvis du er sikker på, at denne fil er korrekt, bedes du kontakte CyanLabs, så vi kan undersøge dette nærmere.",
    "Utility.GracenotesRemovalTitle": "Opret USB til fjernelse af Gracenotes ",
    "Utility.GracenotesRemovalDesc": "Brug denne funktion til at oprette en USB til tvungen fjernelse af Gracenotes fra din enhed.",
    "Utility.GracenotesButton": "Forbered USB",
    "MessageBox.GenericUtilityComplete": "Forberedelse af USB-drev gennemført med succes!\n\nFjern USB-drevet fra din computer, og sæt det ind i din bil, sørg for, at tændingen er slået til, og vent et øjeblik, indtil den siger \"Installation Komplet\"",
    "Utility.VoiceShrinkerTitle": "Opret USB til udskiftning af lille stemmepakke",
    "Utility.VoiceShrinkerDesc": "Brug denne funktion, hvis du stadig får MEM_ERR'er efter fjernelse af gracenotes.",
    "Utility.DowngradeTitle": "Opret Nedgraderings USB",
    "Utility.DowngradeDesc": "Brug denne funktion hvis du efter at have fjernet gracenotes og minimeret din sprogpakke stadig får MEM_ERR's",
    "Utility.TroubleshootTitle": "Fejlfinding skridt",
    "Utility.TroubleshootDesc": "Brug nedenstående funktion til at fejlfinde og løse diverse MEM_ERR's du må få",
    "Utility.TroubleshootMoreDetails": "Flere detaljer!",
    "Utility.ViewAsBuilt": "Se detaljeret AsBuilt",
    "About.Endorsed": "Dette software og CyanLabs er ikke godkendt eller støttet af Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "ADVARSEL. Dette vil videresende  din bils stelnummer til vores automatiske online dekodnings service, ved at videresende dit stelnummer hjælper du med at øge nøjagtigheden af vores database.\n\nØnsker du ikke at videresende dit stelnummer tryk på Afbryd.",
    "Utility.UploadLog": "Opload Log",
    "MessageBox.UploadLog": "For at hjælpe med fejlfinding af eventuelle problemer, vil vi anbefale at uploade din Syn3Updater-log til vores database. Denne logfil indeholder detaljer om, hvilke valg der blev valgt, såvel som dit computernavn for at linke alle logfiler til en identitet.\n\nHvis du vælger ikke at oploade denne log, kan du gøre det senere på fanen \"Hjælpeprogram\" og trykke på knappen \"Opload log\".\n\nØnsker du at oploade din log nu?",
    "Settings.ReleaseType": "Udgivelse Afsnit:",
    "MessageBox.ChangeApplicationReleaseBranch": "Ændring af afsnit vil genstarte Syn3 Updater og automatisk downloade den relevante  version.\n\nÆndring fra Ci til Beta/Release kan resultere i ubehandlede undtagelser og kræve, at du nulstiller dine indstillinger!\n\nSe dokumentation for yderligere oplysninger\n\nEr du sikker på at du vil ændre 'Release afsnittet' i Syn3 Updater?",
    "Home.NoUSBDir": "Vælg En Mappe",
    "MessageBox.CancelDeleteFiles": "ADVARSEL, ALLE DATA PÅ DET VALGTE DREV VIL BLIVE SLETTET\nPath: {0}\n\nTryk JA for at fortsætte",
    "MessageBox.CompletedFolder": "Download og kopiering af alle nødvendige filer er nu afsluttet.\n\nDa du har valgt en mappe i stedet for et USB-drev, skal du kopiere indholdet af dit valgte bibliotek til et ExFAT (MBR) -formateret USB-drev\n\nHvis du har problemer, tilmeld dig vores discord eller community-forum, links kan findes på vores hjemmeside.\n\nHvis Syn3 Updater har været nyttigt for dig, kan du overveje at donere fra fanen \"Om\".",
    "MessageBox.CancelDownloadIsFolder": "Den valgte download mappe og destinations mappen er den samme, du skal ændre en af disee mapper for at fortsætte",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "Vælg din version (Indstillinger>Generelt>Om)",
    "Home.Version": "Version:",
    "Home.Region": "Region:\n",
    "Home.Nav": "Navigation:\n",
    "Home.MapVersion": "Kort Version:\n",
    "Home.NewVersion": "Ny Version:\n",
    "Settings.FullVersion": "Fulde Version:\n",
    "Settings.Region": "Region:\n",
    "Settings.Navigation": "Navigation:\n",
    "MessageBox.NoVersionOrRegionSelected": "Du har ikke indstillet din nuværende version eller region!",
    "MessageBox.My20Detected": "Syn3 Updater har registreret, at du forsøger at gennemtvinge installationstilstanden eller deaktivere 'My20 Mode', men en MY20 eller nyere APIM blev tidligere registreret! Ved at gøre dette og bruge det oprettede USB-drev på en MY20 eller nyere APIM, ØDELÆGGER DU DEN !!\n\nVed at klikke på 'Ja' deaktiverer du alle MY20-beskyttelsesmetoder i Syn3 Updater\n\nEr du sikker på, at du vil ændre denne installationstilstand?",
    "MessageBox.My20Check": "ADVARSEL, UKORREKTE SVAR KAN RESULTERE I, AT DIN APIM BLIVER ØDELAGT!\n\nEr din bil fremstillet i 2020 eller nyere?\n\nHvis deN er, eller hvis du er i tvivl, skal du klikke på 'Ja' og Syn3 Updater vil guide dig gennem brugen af det officielle 'interrogator tooL' for at validere, om du har en MY20 APIM eller ikke\n\nHvis den er fra 2019 eller ældre, skal du klikke på 'Nej' for at fortsætte som planlagt.",
    "MessageBox.My20Found": "Syn3 Updater har fundet, at din APIM er MY20 (produktionsår 2020) eller nyere, Syn3 Updater vil nu gennemtvinge autoinstallations tilstand for at forhindre mulig ødelæggelse af APIM!",
    "MessageBox.My20NotFound": "Syn3 Updater har fundet, at din APIM IKKE er MY20, og det er sikkert at bruge alle funktioner i Syn3 Updater",
    "MessageBox.LogUtilityCompleteMy20": "Forberedelse af Interrogator (logning) USB-drev gennemført succesfuldt!\n\nFjern USB-drevet fra din computer, og sæt det i din bil, sørg for, at tændingen er slået til, og vent et øjeblik, indtil den skriver \"Installation Complete\" eller til APIM'en genstarter.\n\nNår du er færdig, skal du sætte USB-drevet i din pc igen, klik på 'OK' og vælg XML-filen fra din SyncMyRide-mappe på dit USB-drev",
    "String.OnlyMaps": "Opdater kun kort",
    "Settings.My20Mode": "Gennemse MY20 beskyttelse",
    "News.ImportantNoticeTitle": "Vigtige noter",
    "News.NoticeTitle": "Andre noter",
    "News.Changelog": "Changelog",
    "Main.Logs": "Log",
    "Logs.Path": "Log Sti:",
    "Logs.ViewLog": "Vis",
    "Logs.Delete": "Slet Valgte log filer",
    "Logs.OpenFolder": "Åben Log mappe",
    "Settings.AppOptions": "Application valg",
    "Settings.AdvancedModeToggle": "Ændre Avancerede Valg",
    "Settings.LogLocation": "Log Fil sti:",
    "MessageBox.AdvancedSettings": "ADVARSEL! Disse indstillinger kan medføre, at USB'en oprettet af Syn3 Updater er uforenelig med din bilkonfiguration, på trods af hvad mange YouTube-videoer siger, bør du ikke ændre nogen af ​​disse indstillinger, medmindre du ved hvad du laver!",
    "MessageBox.My20CheckCancelled": "Der blev ikke valgt nogen interrogator log fil, processen afbrydes!",
    "Main.Profiles": "Profiler",
    "Profiles.DeleteProfile": "Slet",
    "Profiles.SelectProfile": "Vælg",
    "Profiles.Rename": "Omdøb",
    "Profiles.CurrentProfile": "Nuværende profil",
    "Profiles.NewProfile": "Profil Navn",
    "Profiles.CreateAndSet": "Opret og Indstil Profil ",
    "Home.Profile": "Profil:",
    "MessageBox.InvalidProfile": "Du kan ikke slette den nuværende aktive profil, vælg venligst en anden profil og slet derefter denne profil.\nDet er heller ikke muligt at slette standard profilen",
    "MessageBox.RemovableDriveFolder": "The folder you have selected is located on a non fixed drive, you should consider selecting the USB itself rather than selecting a folder on the USB drive\n\nIf you wish to continue anyway click 'OK'",
    "MessageBox.OptionalFormat": "{0} already contains files.\n\nDo you want to empty {0}?",
    "Home.DriveSize": "Size",
    "Home.DriveFreeSpace": "Free",
    "String.Downloading": "Downloading",
    "String.Attempt": "Attempt",
    "String.Copying": "Copying",
    "String.Validating": "Validating",
    "String.CheckingExistingFile": "Checking Existing File",
    "Home.InstallModeForced": "Forced",
    "Home.MY20Protection": "MY20 Protection",
    "String.Enabled": "Enabled",
    "String.Disabled": "Disabled / Not MY20",
    "String.Yes": "Yes",
    "String.No": "No"
}