{
    "Main.Home": "Start",
    "Main.About": "Über",
    "Main.Downloads": "Downloads",
    "Main.News": "Neuigkeiten",
    "Main.Crashme": "Absturz",
    "Main.Settings": "Einstellungen",
    "Main.Utility": "Dienstprogramme",
    "Home.Refresh": "Aktualisieren",
    "Home.CurrentConfiguration": "Aktuelle Konfiguration",
    "Home.DownloadPath": "Download-Pfad",
    "Home.SelectUSBDrive": "Wählen Sie ein USB-Laufwerk oder Verzeichnis",
    "Home.DriveName": "Laufwerksdetails",
    "Home.RecommendedUSBFlashDriveTitle": "Empfohlene USB-Flash-Laufwerksgrößen",
    "Home.DriveFileSystem": "Dateisystem",
    "Home.RecommendedUSBFlashDriveNonNav": "Für APIMs ohne Navigation sollten 8 GB reichen",
    "Home.RecommendedUSBFlashDriveNA": "NA-, ROW- und ANZ-APIMs benötigen min. 16 GB",
    "Home.RecommendedUSBFlashDriveEU": "EU-APIMs benötigen mindestens 32 GB",
    "Home.Notes": "Anmerkungen",
    "Home.SelectPackages": "Paketauswahl",
    "Home.InstallMode": "Installationsmodus",
    "Home.StartButton": "Start",
    "About.AboutTitle": "Über Syn3 Updater",
    "About.ForumButton": "CYANLABS FORUM",
    "About.DonateButton": "SPENDEN",
    "About.DocumentationTitle": "Dokumentation",
    "About.Documentation": "Um sicherzustellen, dass die Dokumentation immer auf dem neuesten Stand ist, lesen Sie bitte die folgende Webseite. Wenn Sie daran interessiert sind, diese in Ihre eigene Sprache zu übersetzen, finden Sie zusätzliche Informationen auf derselben Seite.",
    "About.DocumentationButton": "DOKUMENTATION",
    "About.DisclaimerTitle": "Haftungsausschluss",
    "About.Disclaimer": "CyanLabs haftet nicht für Verluste oder Schäden, einschließlich, ohne Einschränkung, indirekter oder Folgeschäden oder Verluste oder Schäden, die sich aus der Nutzung oder dem Verlust der Nutzung von Daten oder Gewinnen aus oder im Zusammenhang mit dem Unternehmen ergeben Verwendung dieser Anwendung oder der zugehörigen Anleitungen. Dieser Prozess ist von keinem Fahrzeughersteller genehmigt und kann zum Erlöschen der Garantie / Vereinbarung führen, die Sie möglicherweise haben",
    "About.DisclaimerAgreement": "Ich verstehe und akzeptiere die im obigen Haftungsausschluss beschriebenen Risiken.",
    "Download.Queue": "Warteschlange",
    "Download.Log": "Log",
    "Download.CancelButton": "Abbrechen",
    "Download.TotalDownload": "Gesamt-Fortschritt",
    "Settings.CarConfiguration": "Fahrzeugkonfiguration",
    "Settings.EnterRegionNav": "Wählen Sie Ihre REGION und ob Ihr Fahrzeug mit NAVIGATION ausgestattet ist",
    "Settings.Warning": "EINE FALSCHE AUSWAHL KANN IHR APIM VORÜBERGEHEND ODER DAUERHAFT BESCHÄDIGEN",
    "Settings.Configuration": "Konfiguration",
    "Settings.DownloadLocation": "Download-Speicherort",
    "Settings.Language": "Sprache",
    "Settings.AdvancedOptions": "Erweiterte Optionen",
    "Settings.InstallMode": "Installationsmodus",
    "Settings.LicenseKey": "Lizenzschlüssel",
    "Settings.Apply": "Speichern",
    "Settings.Theme": "Thema",
    "MessageBox.DisclaimerNotAccepted": "Bitte lesen und akzeptieren Sie den Haftungsausschluss, bevor Sie fortfahren. Sie können nicht fortfahren, es sei denn, Sie stimmen den Bedingungen zu.",
    "MessageBox.DownloadPathChangeCopy": "Möchten Sie vorhandene Dateien von {0} nach {1} verschieben?",
    "MessageBox.CancelRegionMismatch": "Aktuelle Region und neue Region sind nicht identisch. Dies funktioniert möglicherweise nicht. Möchten Sie trotzdem fortfahren?",
    "MessageBox.CancelDownloadIsDrive": "Download-Pfad und Ziel-USB-Laufwerk sind identisch. \nBitte ändern Sie Ihren Download-Pfad.",
    "MessageBox.CancelNoApps": "Der Modus ist \"reformat\" oder \"downgrade\" und es wurde kein App-Paket ausgewähl. Der Syn3 Updater hat aber festgestellt, dass ein Downgrade oder eine Reformat erforderlich ist. Dies führt zu einem nicht bootenden System. ABBRECHEN!",
    "MessageBox.CancelFormatUSB": "WARNUNG! \nALLE DATEN AUF DEM AUSGEWÄHLTEN LAUFWERK WERDEN PERMANENT GELÖSCHT.",
    "MessageBox.DownloadInProgress": "Es wird bereits ein Vorgang ausgeführt. Bitte warten Sie bis zur Beendigung bevor Sie weitere Vorgänge starten.",
    "MessageBox.OptionalFormatUSB": "Dieses USB-Laufwerk wurde bereits von Syn3 Updater verwendet.\n\n{0}\nLaufwerksbuchstabe: {1}\n\nUm vorhandene Dateien auf dem USB-Laufwerk zu verwenden, klicken Sie auf Nein\nUm das USB-Laufwerk zu formatieren, klicken Sie auf Ja\n\nMöchten Sie das ausgewählte USB-Laufwerk formatieren?",
    "MessageBox.FailedToValidate3": "Validierung der Datei {0} 3 mal fehlgeschlagen , PROZESS WIRD ABGEBROCHEN!",
    "MessageBox.UpdateCurrentversion": "Möchten Sie Ihre aktuelle Version in der App aktualisieren, um die zukünftige Auswahl zu erleichtern?",
    "MessageBox.Completed": "Das Herunterladen und Kopieren der Dateien ist nun abgeschlossen. \nEntfernen Sie diesen USB-Stick und stecken ihn in Ihr Auto. Stellen Sie sicher, dass der Motor läuft!\n\nSyn3Updater öffnet jetzt direkt für Sie den entsprechenden Teil des CyanLabs-Tutorials. \n\nBitte befolgen Sie die Anweisungen des Tutorials in Ihrem Auto.\n\nWenn Syn3 Updater für Sie hilfreich war, erwägen Sie bitte eine Spende über die Registerkarte \"Über\".",
    "String.NonNavAPIM": "APIM ohne Navigation",
    "MessageBox.LogUtilityComplete": "Die Vorbereitung des Log USB-Sticks ist abgeschlossen. \nEntfernen Sie den USB-Stick und stecken Sie diesen in Ihr Auto. \n\nStellen Sie sicher, dass die Zündung eingeschaltet ist. \nEinige Momente nach dem Einstecken des USB wird angezeigt, \ndass die Installation abgeschlossen ist. \n\nStecken Sie den USB-Stick wieder in Ihren PC und drücken Sie \"Schritt 3\".",
    "String.KeepExistingMaps": "Bestehende Karten behalten",
    "String.NoMaps": "Kein Kartenmaterial",
    "String.Completed": "ERFOLGREICH BEENDET",
    "String.Copied": "kopiert",
    "String.Downloaded": "heruntergeladen",
    "String.Validated": "überprüft",
    "Utility.CreateLogTitle": "Interrogator Log USB-Stick erstellen",
    "Utility.CreateLogDesc": "USB-Stick mit dem Sie eine Protokolldatei mit Details zu Ihrem Gerät erstellen können. Führen Sie die folgenden Schritte aus.",
    "Utility.CreateLogStep1": "1. USB Speicher vorbereiten",
    "Utility.CreateLogStep2": "2. USB Stick im Auto einstecken\n und warten bis \n\"Installation abgeschlossen\"",
    "Utility.CreateLogStep3": "3. Interrogator-Log Datei öffnen",
    "Utility.APIMModel": "APIM-Modell",
    "Utility.APIMSize": "APIM Größe",
    "Utility.APIMType": "APIM-Typ",
    "Utility.APIMFree": "APIM Freier Speicherplatz",
    "MessageBox.UpdateCurrentVersionUtility": "Wir haben festgestellt, dass die installierte Version nicht mit Ihrer aktuell ausgewählten Version in den Einstellungen übereinstimmt. \nMöchten Sie diese automatisch auf {0} aktualisieren?",
    "MessageBox.LogUtilityInvalidFile": "Die von Ihnen ausgewählte XML-Datei konnte nicht gelesen werden. Stellen Sie sicher, dass dies die richtige Datei ist. Wenn Sie sicher sind, dass diese Datei korrekt ist, wenden Sie sich bitte an CyanLabs, damit wir weitere Analysen durchführen können.",
    "Utility.GracenotesRemovalTitle": "USB-Stick zur Entfernung von Gracenotes erstellen",
    "Utility.GracenotesRemovalDesc": "Erstellt einen USB-Stick, mit dem das Entfernen von Gracenotes von Ihrer Einheit erzwungen wird.",
    "Utility.GracenotesButton": "USB vorbereiten",
    "MessageBox.GenericUtilityComplete": "Die Vorbereitung des USB-Sticks ist abgeschlossen. \nEntfernen Sie den USB-Stick und stecken ihn in Ihr Auto.",
    "Utility.VoiceShrinkerTitle": "USB-Stick mit minimierten Ersatz-Sprachpaket erstellen",
    "Utility.VoiceShrinkerDesc": "Verwenden Sie diese Funktion, wenn Sie nach dem Entfernen von Gracenotes noch MEM_ERRs haben.",
    "Utility.DowngradeTitle": "Downgrade-USB-Stick erstellen",
    "Utility.DowngradeDesc": "Verwenden Sie diese Funktion, wenn Sie nach dem Entfernen von Gracenotes und dem Verkleinern Ihres Sprachpakets immer noch MEM_ERRs erhalten",
    "Utility.TroubleshootTitle": "Schritte zur Fehlerbehebung",
    "Utility.TroubleshootDesc": "Um evtl. MEM_ERR's zu analysieren und zu lösen verwenden sie die nachfolgenden Funktionen.",
    "Utility.TroubleshootMoreDetails": "Mehr Details!",
    "Utility.ViewAsBuilt": "Detailierten AsBuilt anzeigen",
    "About.Endorsed": "Weder diese Software, noch CyanLabs ist von Ford/FoMoCo lizensiert oder empfohlen",
    "MessageBox.AsBuiltVinWarning": "WARNUNG: Dadurch wird Ihre FIN-Nummer (Fahrzeugnummer)  an Cyanlab‘s Online-Decodierungsdienst gesendet. Dies hilft uns, den Dienst zu verbessern.\n\nHINWEIS: Die Übersendung hilft außerdem, die Datenbank für zukünftige Services zu verbessern.\n\nWenn Sie dies nicht wünschen, klicken Sie bitte auf \"Abbrechen\".",
    "Utility.UploadLog": "Log hochladen",
    "MessageBox.UploadLog": "Um bei der Fehlerbehebung möglicher Problemen zu helfen, empfehlen wir, Ihre Log Datei in unsere Datenbank hochzuladen, diese Log Datei enthält Details über die ausgewählten Optionen.\n\nWenn Sie sich dazu entscheiden die Log Datei nicht direkt hochzuladen können Sie dieses später über die Auswahl \"Dienstprogramme\" und durch Drücken von \"Log hochladen\" durchführen. \n\nWollen Sie Ihr Log nun hochladen?",
    "Settings.ReleaseType": "Applikations-Release-Typ",
    "MessageBox.ChangeApplicationReleaseBranch": "Nach Änderung des Typs wird der Syn3 Updater neu starten und automatisch den relevanten Build herunterladen.\n\nDas Ändern von \"Ci\" nach \"Beta/Release\" kann zu unvorhersehbaren Ergebnissen führen und es müssen die Einstellungen zurückgesetzt werden!\n\nBitte lesen Sie die Dokumentation für weitere Informationen.\n\nSind Sie sich sicher, dass Sie die 'Release Branch' des Syn3 Updater ändern wollen?",
    "Home.NoUSBDir": "Wählen Sie ein Verzeichnis aus",
    "MessageBox.CancelDeleteFiles": "WARNUNG, ALLE DATEN IN DEM AUSGEWÄHLTEN VERZEICHNIS WERDEN GELÖSCHT\nPath: {0}\n\nDrücken Sie JA um fortzufahren.",
    "MessageBox.CompletedFolder": "Der \"Download\" und das Kopieren der Dateien ist nun abgeschlossen\nDa Sie ein Verzeichnis statt eines USB-Sticks ausgewählt haben, müssen Sie nun den Inhalt des ausgewählten Verzeichnis auf einen ExFAT (MBR) formatierten USB-Stick kopieren.\n\nHilfe bei Problemen erhalten Sie in unserem Forum, unserer Webseite und in unserem Discord.\n\nWenn Syn3 Updater für Sie hilfreich war, erwägen Sie bitte eine Spende über die Registerkarte \"Über\".",
    "MessageBox.CancelDownloadIsFolder": "Das Verzeichnis für den Download und das ausgewählte Ziel-Verzeichnis sind identisch, bitte ändern Sie eines der Verzeichnisse.",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "Geben Sie Ihre Version ein \n(Einstellungen > Allgemein > Über)",
    "Home.Version": "Version",
    "Home.Region": "Region",
    "Home.Nav": "Navigation",
    "Home.MapVersion": "Kartenversion",
    "Home.NewVersion": "Neue Version",
    "Settings.FullVersion": "Vollversion",
    "Settings.Region": "Region",
    "Settings.Navigation": "Navigation",
    "MessageBox.NoVersionOrRegionSelected": "Sie haben Ihre aktuelle Version oder Region nicht festgelegt!",
    "MessageBox.My20Detected": "Syn Updater hat festgestellt das Sie versucht haben den Installationsmodus fest einzustellen oder den 'MY20 Mode' abgeschaltet haben, obwohl eine MY20 oder  neure APIM vorher erkannt wurde! Wenn Sie dieses durchführen und den erstellten USB-Stick bei einer MY20 oder neueren APIM verwenden WERDEN SIE DIESE EINHEIT ZERSTÖREN!!\n\nDurch Drücken von 'JA' werden Sie alle MY20 im Syn3 Updater eingebauten Schutzmechanismen abschalten.\n\nSind Sie sich sicher das Sie den Installationsmodus ändern wollen?",
    "MessageBox.My20Check": "WARNUNG, FEHLERHAFTE ANTWORTEN KÖNNEN ZU EINEN DEFEKT DER APIM EINHEIT FÜHREN!\n\nWurde Ihr Fahrzeug in oder nach dem Jahr 2020 hergestellt?\n\nFalls dieses der Fall ist oder  Sie sich unsicher sind drücken Sie 'Ja' \nSyn3 Updater wird Sie dann unterstützen das offizielle \"interrogator tool\" auszuführen um zu überprüfen, ob Sie eine MY20 APIM haben oder nicht.\n\nWenn Ihr Fahrzeug in oder vor 2019 hergestellt wurde, drücken Sie \"Nein\" um wie vorgesehen fortzufahren.",
    "MessageBox.My20Found": "Syn3 Updater hat festgestellt das Ihre APIM eine MY20 (Herstellungsjahr 2020) oder neuer ist, Syn3 Updater wird nun zwingend den 'autoinstall mode' verwenden um eine mögliche Zerstörung der APIM zu verhindern!",
    "MessageBox.My20NotFound": "Syn3 Updater hat festgestellt das Ihre APIM keine MY20 Version ist und die Benutzung der aller Funtionen des Syn3 Updater sicher ist",
    "MessageBox.LogUtilityCompleteMy20": "Die Vorbereitung des Interrogator (Logging) USB-Stick wurde erfolgreich abgeschlossen!\n\nEntfernen Sie den USB-Stick aus Ihren Computer und stecken ihn in Ihr Auto, stellen Sie sicher das die Zündung eingeschaltet ist und warten Sie einen Moment bis die Meldung \"Installation abgeschlossen\" erscheint oder auf dem Neustart der APIM.\n\nVerbinden Sie den USB-Stick nach Abschluss des Vorganges mit Ihren PC, drücken Sie 'OK' und wählen Sie die XML-Datei aus dem SyncMyRide Verzeichnisses des USB-Sticks aus",
    "String.OnlyMaps": "Nur Update der Karten",
    "Settings.My20Mode": "MY20 Schutz umschalten",
    "News.ImportantNoticeTitle": "Wichtige Hinweise",
    "News.NoticeTitle": "Andere Hinweise",
    "News.Changelog": "Changelog",
    "Main.Logs": "Protokolle",
    "Logs.Path": "Protokoll-Pfad",
    "Logs.ViewLog": "Anzeigen",
    "Logs.Delete": "Markierte Protokolle löschen",
    "Logs.OpenFolder": "Protokoll-Ordner öffnen",
    "Settings.AppOptions": "Anwendungsoptionen",
    "Settings.AdvancedModeToggle": "Erweiterte Einstellungen bearbeiten?",
    "Settings.LogLocation": "Protokoll Datei Standort",
    "MessageBox.AdvancedSettings": "ACHTUNG: die erweiterten Einstellungen machen den erstellten USB Stick eventuell inkompatibel zu Deiner  Fahrzeugkonfiguration. Unabhängig davon, was in diversen YouTube-Videos erzählt wird, solltest Du diese Einstellungen nur ändern, wenn Du sicher weißt, was Du tust!\n\nWillst Du wirklich weitermachen?",
    "MessageBox.My20CheckCancelled": "Es wurde keine Log-Datei ausgewählt - der Vorgang wird abgebrochen!",
    "Main.Profiles": "Profile",
    "Profiles.DeleteProfile": "Löschen",
    "Profiles.SelectProfile": "Auswählen",
    "Profiles.Rename": "Umbenennen",
    "Profiles.CurrentProfile": "Aktuelles Profil",
    "Profiles.NewProfile": "Profil Name",
    "Profiles.CreateAndSet": "Erstelle und wähle Profil",
    "Home.Profile": "Profil",
    "MessageBox.InvalidProfile": "Du kannst das aktuelle AKTIVE Profil nicht löschen, wähle ein anderes um dieses zu löschen. \nDu kannst auch nicht das Standardprofil löschen.",
    "MessageBox.RemovableDriveFolder": "Das ausgewählte Verzeichnis ist auf einem Wechseldatenträger - Du solltest das USB Medium selbst auswählen statt eines Verzeichnisses auf dem USB Mediums.\n\nWenn Du trotzdem weitermachen möchtest, drücke 'OK'",
    "MessageBox.OptionalFormat": "{0} enthält bereits Dateien.\n\nSoll {0} gelöscht werden?",
    "Home.DriveSize": "Größe",
    "Home.DriveFreeSpace": "Frei",
    "String.Downloading": "Herunterladen",
    "String.Attempt": "Versuch",
    "String.Copying": "Kopieren",
    "String.Validating": "Überprüfung",
    "String.CheckingExistingFile": "Prüfe existierende Datei",
    "Home.InstallModeForced": "Erzwingen",
    "Home.MY20Protection": "Schutz der MY20 Geräte",
    "String.Enabled": "Eingeschaltet",
    "String.Disabled": "Ausgeschaltet / kein My20",
    "String.Yes": "Ja",
    "String.No": "Nein",
    "Settings.DownloadConnections": "Verbindungen",
    "MessageBox.ConnectionClosedByRemoteHost": "Dieser Fehler ist üblicherweise nur vorübergehend, hat aber einen Verbindungsabbruch zum Server ausgelöst. Bitte den Download erneut starten und Syn3 Updater wird nur die verbleibenden Dateien herunterladen. Wenn das Problem fortbesteht, den Donwload zu einem anderen Zeitpunkt starten oder CynLabs kontaktieren.",
    "String.OK": "OK",
    "String.Error": "Error",
    "String.Upload": "Upload",
    "String.Warning": "WARNING",
    "Home.StartDownloadOnly": "Download Only",
    "MessageBox.DownloadOnlyComplete": "All files downloaded and verified successfully!",
    "String.DownloadComplete": "Download Complete",
    "MessageBox.DownloadOnlyMode": "You have selected 'Download Only' this will download all the files requested to your download directory and verify them but WILL NOT prepare any install files, copying these downloaded files to your USB drive at a later date will not work without manual creation of lst files!\n\nPlease use 'Select A Directory' from the USB Drive list if you wish to prepare the files before copying to a USB drive or select a USB Drive to prepare the USB Drive directly!\n\nOnce a USB Drive or Directory has been selected press 'Start' to begin the process!\n\nAre you sure you want to only download the files without preparing a USB Drive or Directory?",
    "Home.FeedbackButton": "Feedback Thread",
    "String.Notice": "Notice",
    "String.AutoDetect": "Auto-Detect"
}