{
    "Main.Home": "Start",
    "Main.About": "Über uns",
    "Main.Downloads": "Hauptdownload",
    "Main.News": "Neuigkeiten",
    "Main.Crashme": "Absturz",
    "Main.Settings": "Einstellungen",
    "Main.Utility": "Dienstprogramme",
    "Home.Refresh": "Aktualisieren",
    "Home.CurrentConfiguration": "Aktuelle Konfiguration",
    "Home.DownloadPath": "Downloadpfad",
    "Home.SelectUSBDrive": "Wähle einen USB-Stick oder ein Verzeichnis",
    "Home.DriveName": "Ziel",
    "Home.RecommendedUSBFlashDriveTitle": "Empfohlene USB Stick Größe",
    "Home.DriveFileSystem": "Dateisystem",
    "Home.RecommendedUSBFlashDriveNonNav": "Für APIMs ohne Navigation sollten 8GB ausreichen",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW und ANZ APIM´s benötigen mindestens 16GB",
    "Home.RecommendedUSBFlashDriveEU": "EU APIM´s benötigen mindestens 32GB",
    "Home.Notes": "Notizen",
    "Home.SelectPackages": "Pakete auswählen",
    "Home.InstallMode": "Installationsverfahren",
    "Home.StartButton": "Start",
    "About.AboutTitle": "Über Syn3 Updater",
    "About.ForumButton": "CYANLABS Forum",
    "About.DonateButton": "Spenden",
    "About.DocumentationTitle": "Dokumentation",
    "About.Documentation": "Um sicherzustellen, dass die Dokumentation immer auf dem neuesten Stand ist, besuchen Sie bitte die unten stehende Webseite. Wenn Sie diese in Ihre eigene Sprache übersetzen möchten, finden Sie auf derselben Seite weitere Informationen.",
    "About.DocumentationButton": "Dokumentation",
    "About.DisclaimerTitle": "Haftungsausschluss",
    "About.Disclaimer": "CyanLabs haftet nicht für Verluste oder Schäden, einschließlich, ohne Einschränkung, indirekte Verluste oder Folgeschäden oder Verluste oder Schäden jeglicher Art, die sich aus der Nutzung oder dem Verlust der Nutzung von Daten oder Gewinnen ergeben, die sich aus oder in Verbindung mit dem Nutzung dieser Anwendung oder der zugehörigen Anleitungen. Dieser Vorgang wird von keinem Fahrzeughersteller genehmigt und kann zum Erlöschen jeglicher Garantie/Vereinbarung führen.",
    "About.DisclaimerAgreement": "Ich verstehe und akzeptiere die im obigen Haftungsausschluss beschriebenen Risiken.",
    "Download.Queue": "Warteschlange",
    "Download.Log": "Protokoll",
    "Download.CancelButton": "Abbrechen",
    "Download.TotalDownload": "Gesamtfortschritt",
    "Settings.CarConfiguration": "Fahrzeugkonfiguration",
    "Settings.EnterRegionNav": "Geben Sie Ihre REGION an, und ob Sie ein Navigationssystem haben",
    "Settings.Warning": "FALSCHE ANGABEN KÖNNEN DAS APIM TEMPORÄR ODER PERMANENT  \nUNBRAUCHBAR MACHEN",
    "Settings.Configuration": "Konfiguration",
    "Settings.DownloadLocation": "Downloadpfad",
    "Settings.Language": "Sprache",
    "Settings.AdvancedOptions": "Erweiterte Optionen",
    "Settings.InstallMode": "Installationsmethode",
    "Settings.LicenseKey": "Lizenzschlüssel (bezahlte Funktionen)",
    "Settings.Apply": "Einstellungen speichern",
    "Settings.Theme": "Thema",
    "MessageBox.DisclaimerNotAccepted": "Bitte lesen und akzeptieren Sie den Haftungsausschluss, bevor Sie fortfahren. Sie können nicht fortfahren, wenn Sie nicht mit den Bedingungen einverstanden sind.",
    "MessageBox.DownloadPathChangeCopy": "Möchten Sie vorhandene Dateien von {0} nach {1} verschieben?",
    "MessageBox.CancelRegionMismatch": "Die bestehende und die von Ihnen gewählte Region stimmen nicht überein, dies funktioniert eventuell nicht!\nMöchten Sie trotzdem fortfahren?",
    "MessageBox.CancelDownloadIsDrive": "Der Download-Pfad und das Ziel-USB-Laufwerk sind identisch. Bitte ändern Sie den Download-Pfad oder wählen Sie ein anderes USB-Laufwerk.",
    "MessageBox.CancelNoApps": "Ausgewählter Installationsmodus ist Neuformatierung oder Downgrade, aber es wurde kein \"APPS\"-Paket ausgewählt. Syn3 Updater hat jeodch festgestellt, dass ein Downgrade oder eine Neuformatierung erforderlich ist, was dazu führt, dass das System nicht startet. Abbruch!",
    "MessageBox.CancelFormatUSB": "ALLE DATEN AUF DEM AUSGEWÄHLTEN LAUFWERK WERDEN GELÖSCHT{0}\nLaufwerksbuchstabe: {1}\n\nKlicke JA zum fortfahren",
    "MessageBox.DownloadInProgress": "Es läuft bereits ein anderer Vorgang. Bitte warten Sie, bis der laufende Vorgang beendet ist, bevor Sie fortfahren.",
    "MessageBox.OptionalFormatUSB": "Dieses USB-Laufwerk wurde bereits von Syn3 Updater verwendet.\n\n{0}\nLaufwerksbuchstabe: {1}\n\nUm vorhandene Dateien auf dem USB-Laufwerk zu verwenden, klicken Sie auf Nein\nUm das USB-Laufwerk zu formatieren, klicken Sie auf Ja\n\nMöchten Sie das ausgewählte USB-Laufwerk formatieren?",
    "MessageBox.FailedToValidate3": "Prüfung von {0} ist 3 Mal fehlgeschlagen, ABBRUCH des Vorgans!",
    "MessageBox.UpdateCurrentversion": "Möchten Sie die \"Aktuelle Version\" von {0} auf {1} aktualisieren, damit sie für die zukünftige Verwendung vorgemerkt ist?",
    "MessageBox.Completed": "Das Herunterladen und Kopieren aller erforderlichen Dateien ist nun abgeschlossen. Ziehen Sie den USB-Stick von Ihrem Computer ab und stecken Sie ihn anschließend in Ihr Fahrzeug. Schalten Sie den Motor ein und warten Sie, bis der Installationsprozess beginnt!\n\nSyn3Updater öffnet nun direkt den entsprechenden Teil des CyanLabs-Tutorials, dem Sie in Ihrem Auto folgen können.\n\nWenn Sie Probleme haben, treten Sie unserem Discord-  oder Community-Forum bei, die Links finden Sie auf unserer Website.\n\nWenn Syn3Updater nützlich für Sie ist,  spenden Sie bitte. Informationen im  \"About\"-Tab.",
    "String.NonNavAPIM": "Kein Navigations APIM",
    "MessageBox.LogUtilityComplete": "Die Vorbereitung des Interrogator (Logging) USB-Laufwerks wurde erfolgreich abgeschlossen!\n\nEntfernen Sie das USB-Laufwerk von Ihrem Computer und stecken Sie es in Ihr Auto, stellen Sie sicher, dass die Zündung eingeschaltet ist und warten Sie ein paar Augenblicke, bis die Meldung \"Installation abgeschlossen\" erscheint. \n\nStecken Sie das USB-Laufwerk wieder in Ihren PC und drücken Sie \"Schritt 3\".",
    "String.KeepExistingMaps": "Vorhandene Karten beibehalten",
    "String.NoMaps": "Keine Karten",
    "String.Completed": "ERFOLGREICH ABGESCHLOSSEN",
    "String.Copied": "kopiert",
    "String.Downloaded": "heruntergeladen",
    "String.Validated": "überprüft",
    "Utility.CreateLogTitle": "Erstelle Logging USB Stick",
    "Utility.CreateLogDesc": "Erstellen Sie ein spezielles USB-Laufwerk, um eine Protokolldatei mit verschiedenen Details zu Ihrem Gerät zu erstellen. Gehen Sie dazu wie folgt vor:",
    "Utility.CreateLogStep1": "1. Das Laufwerk vorbereiten",
    "Utility.CreateLogStep2": "2. Das Laufwerk mit dem Auto verbinden und auf \"Installation erfolgreich  abgeschlossen\" warten",
    "Utility.CreateLogStep3": "3. Die Interrogator-Log-Datei öffnen",
    "Utility.APIMModel": "APIM Model",
    "Utility.APIMSize": "APIM Größe",
    "Utility.APIMType": "APIM Typ",
    "Utility.APIMFree": "APIM Freier Speicherplatz",
    "MessageBox.UpdateCurrentVersionUtility": "Wir haben festgestellt, dass die installierte Version nicht mit der aktuell in den Einstellungen ausgewählten Version übereinstimmt. Möchten Sie diese automatisch von {0} auf {1} aktualisieren?",
    "MessageBox.LogUtilityInvalidFile": "Die XML-Datei, die Sie ausgewählt haben, konnte nicht gelesen werden. Bitte stellen Sie sicher, dass es sich um die richtige Datei handelt. Wenn Sie sicher sind, dass die Datei korrekt ist, wenden Sie sich bitte an CyanLabs, damit wir weitere Untersuchungen durchführen können.",
    "Utility.GracenotesRemovalTitle": "USB zum entfernen von Gracenote DB erstellen",
    "Utility.GracenotesRemovalDesc": "Mit dieser Funktion können Sie einen USB-Stick erstellen, um das Entfernen von Gracenote DB von Ihrem Gerät zu erzwingen.",
    "Utility.GracenotesButton": "USB-Stick vorbereiten",
    "MessageBox.GenericUtilityComplete": "Die Vorbereitung des USB-Laufwerks wurde erfolgreich abgeschlossen!\n\nEntfernen Sie das USB-Laufwerk von Ihrem Computer und stecken Sie es in Ihr Auto, stellen Sie sicher, dass die Zündung eingeschaltet ist und warten Sie ein paar Augenblicke, bis die Meldung \"Installation abgeschlossen\" erscheint.",
    "Utility.VoiceShrinkerTitle": "\"Small Voice Package Ersatz\"-USB-Stick erstellen",
    "Utility.VoiceShrinkerDesc": "Verwenden Sie diese Funktion, wenn Sie nach dem Entfernen von Gracenote DB immer noch MEM_ERR's (Speicherfehler) haben.",
    "Utility.DowngradeTitle": "Downgrade-USB Stick erstellen",
    "Utility.DowngradeDesc": "Verwenden Sie diese Funktion, wenn Sie nach dem Entfernen von Gracenote DB und dem Verkleinern Ihres Sprachpakets immer noch MEM_ERR's(Speicherfehler) erhalten",
    "Utility.TroubleshootTitle": "Schritte zur Fehlersuche",
    "Utility.TroubleshootDesc": "Verwenden Sie die folgenden Funktionen zur Fehlersuche und -behebung bei verschiedenen MEM_ERR-Fehlern (Speicherfehlern), die Sie möglicherweise erhalten.",
    "Utility.TroubleshootMoreDetails": "Mehr Details!",
    "Utility.ViewAsBuilt": "Detaillierte AsBuilt-Ansicht",
    "About.Endorsed": "Weder diese Software noch CyanLabs ist lizenziert oder unterstützt von Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "Dadurch wird die Fahrgestellnummer (VIN) Ihres Fahrzeugs an unseren automatischen Online-Entschlüsselungsdienst übermittelt. Durch die Übermittlung Ihrer Fahrgestellnummer wird die Genauigkeit unserer Datenbank erhöht. \n\nWenn Sie Ihre VIN nicht übermitteln möchten, klicken Sie auf Abbrechen.",
    "Utility.UploadLog": "Logdatei Hochladen",
    "MessageBox.UploadLog": "Um Sie bei der Fehlersuche zu unterstützen, empfehlen wir Ihnen, Ihr Syn3Updater-Protokoll in unsere Datenbank hochzuladen. Diese Protokolldatei enthält Details zu den ausgewählten Optionen sowie Ihren Computernamen, um alle Protokolle mit einer Identität zu verknüpfen.\n\nWenn Sie dieses Protokoll nicht hochladen möchten, können Sie dies zu einem späteren Zeitpunkt auf der Registerkarte \"Dienstprogramm\" durch Klicken auf die Schaltfläche \"Protokoll hochladen\" tun.\n\nMöchten Sie Ihr Protokoll jetzt hochladen?",
    "Settings.ReleaseType": "Veröffentlichungstyp",
    "MessageBox.ChangeApplicationReleaseBranch": "Wenn Sie den Typ wechseln, wird Syn3 Updater neu gestartet und lädt automatisch den entsprechenden Build herunter.\n\nDer Wechsel von Alpha zu Beta/Release kann zu unbehandelten Ausnahmen führen und erfordert, dass Sie Ihre Einstellungen zurücksetzen!\n\nWeitere Informationen finden Sie in der Dokumentation\n\nSind Sie sicher, dass Sie den 'Veröffentlichungstyp' von Syn3 Updater ändern möchten?",
    "Home.NoUSBDir": "Wählen Sie ein Verzeichnis",
    "MessageBox.CancelDeleteFiles": "ALLE DATEN IM AUSGEWÄHLTEN VERZEICHNIS GEHEN VERLOREN\nPfad: {0}\n\nKlicken Sie auf JA, um fortzufahren.",
    "MessageBox.CompletedFolder": "Das Herunterladen und Kopieren aller erforderlichen Dateien ist nun abgeschlossen.\n\nDa Sie ein Verzeichnis und kein USB-Laufwerk ausgewählt haben, müssen Sie den Inhalt des gewählten Verzeichnisses auf ein ExFAT (MBR)-formatiertes USB-Laufwerk kopieren.\n\nWenn Sie Probleme haben, besuchen Sie unser Discord- oder Community-Forum, Links finden Sie auf unserer Website.\n\nWenn Syn3 Updater für Sie nützlich war, ziehen Sie bitte eine Spende auf der Registerkarte \"Über uns\" in Betracht.",
    "MessageBox.CancelDownloadIsFolder": "Das ausgewählte Download-Verzeichnis und das Zielverzeichnis sind identisch, Sie müssen eines dieser Verzeichnisse ändern, um fortzufahren.",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "Geben Sie Ihre Version ein (Einstellungen > Allgemein > Über)",
    "Home.Version": "Version",
    "Home.Region": "Region",
    "Home.Nav": "Navigation",
    "Home.MapVersion": "Kartenversion",
    "Home.NewVersion": "Neue Version",
    "Settings.FullVersion": "Vollständige Version",
    "Settings.Region": "Region",
    "Settings.Navigation": "Navigation",
    "MessageBox.NoVersionOrRegionSelected": "Sie haben die Region oder Version vergessen!",
    "MessageBox.My20Detected": "Syn3 Updater hat festgestellt, dass Sie versuchen, den Installationsmodus zu erzwingen oder den 'My20-Modus' zu deaktivieren, obwohl zuvor ein APIM, das im Jahr 2020 oder neuer hergestellt wurde, erkannt wurde!\n\n(oder der MY20-Schutz wurde manuell aktiviert)\n\nWenn Sie dies tun und das erstellte USB-Laufwerk auf einem MY20 oder neueren APIM verwenden, wird es blockiert!\n\nWenn Sie auf 'Ja' klicken, deaktivieren Sie alle in Syn3 Updater integrierten MY20-Schutzmethoden.\n\nSind Sie sicher, dass Sie diesen Schutz außer Kraft setzen wollen?",
    "MessageBox.My20Check": "EINE FALSCHE ANTWORT KANN DAZU FÜHREN, DASS IHR APIM NICHT MEHR FUNKTIONIERT!\n\nWurde Ihr Auto im Jahr 2020 oder jünger produziert?\n\nWenn ja oder wenn Sie sich nicht sicher sind, klicken Sie auf \"Ja\" und Syn3 Updater wird Sie durch die Ausführung des offiziellen \"Abfragetools\" führen, um zu überprüfen, ob Sie ein MY20 APIM haben oder nicht\n\nWenn Ihr Wagen 2019 oder früher produziert wurde, klicken Sie auf \"Nein\", um wie geplant fortzufahren.",
    "MessageBox.My20Found": "Syn3 Updater hat festgestellt, dass Ihr APIM MY20 (Baujahr 2020) oder neuer ist. Syn3 Updater erzwingt nun den automatischen Installationsmodus, um einen permanenten Schaden (bricking) des APIM zu verhindern!",
    "MessageBox.My20NotFound": "Syn3 Updater hat festgestellt, dass Ihr APIM NICHT MY20 ist und es sicher ist, alle Funktionen von Syn3 Updater zu nutzen\n\nBitte beachten Sie, dass diese Informationen möglicherweise nicht korrekt sind, wenn Sie Ihr APIM oder APIM Screen nachgerüstet haben!",
    "MessageBox.LogUtilityCompleteMy20": "Die Vorbereitung des Interrogator (Logging) USB-Laufwerks wurde erfolgreich abgeschlossen!\n\nEntfernen Sie das USB-Laufwerk von Ihrem Computer und stecken Sie es in Ihr Auto. Stellen Sie sicher, dass die Zündung eingeschaltet ist und warten Sie einige Augenblicke, bis die Meldung \"Installation abgeschlossen\" erscheint oder das APIM neu startet.\n\nStecken Sie anschließend das USB-Laufwerk wieder in den Computer ein, klicken Sie auf \"OK\" und wählen Sie die XML-Datei aus dem SyncMyRide-Ordner auf Ihrem USB-Laufwerk aus.",
    "String.OnlyMaps": "Nur Kartenupdates",
    "Settings.My20Mode": "MY20 Schutz (de)aktivieren",
    "News.ImportantNoticeTitle": "Wichtige Hinweise",
    "News.NoticeTitle": "Andere Hinweise",
    "News.Changelog": "Changelog",
    "Main.Logs": "Logdateien",
    "Logs.Path": "Logdatei-Pfad",
    "Logs.ViewLog": "Ansicht",
    "Logs.Delete": "Lösche selektierte Logdateien",
    "Logs.OpenFolder": "Öffne Logdatei Ordner",
    "Settings.AppOptions": "Anwendungsoptionen",
    "Settings.AdvancedModeToggle": "Erweitere Optionen bearbeiten?",
    "Settings.LogLocation": "Pfad zur Logdatei",
    "MessageBox.AdvancedSettings": "Diese Einstellungen können dazu führen, dass das von Syn3 Updater erstellte USB-Gerät nicht mit Ihrer Fahrzeugkonfiguration kompatibel ist. Trotz der vielen YouTube-Videos sollten Sie keine dieser Einstellungen ändern, wenn Sie nicht wissen, was Sie tun!\n\nSind Sie sicher, dass Sie fortfahren möchten?",
    "MessageBox.My20CheckCancelled": "Es wurde keine Logdatei ausgewählt, der Vorgang wird abgebrochen!",
    "Main.Profiles": "Profile",
    "Profiles.DeleteProfile": "Löschen",
    "Profiles.SelectProfile": "Auswahl",
    "Profiles.Rename": "Umbenennen",
    "Profiles.CurrentProfile": "Aktuelles Profil",
    "Profiles.NewProfile": "Profilname",
    "Profiles.CreateAndSet": "Profil erstellen und auswählen",
    "Home.Profile": "Profil",
    "MessageBox.InvalidProfile": "Sie können das derzeit aktive Profil nicht löschen. Bitte wählen Sie ein anderes Profil aus und löschen Sie dann dieses Profil.",
    "MessageBox.RemovableDriveFolder": "Der von Ihnen gewählte Ordner befindet sich auf einem nicht fest installierten Laufwerk. Sie sollten daher eher den USB-Stick selbst als einen Ordner auf dem USB-Stick auswählen.\n\nWenn Sie trotzdem fortfahren möchten, klicken Sie auf \"OK\".",
    "MessageBox.OptionalFormat": "{0} enthält bereits Dateien.\n\nSoll {0} geleert werden?",
    "Home.DriveSize": "Größe",
    "Home.DriveFreeSpace": "Frei",
    "String.Downloading": "wird heruntergeladen",
    "String.Attempt": "Versuch",
    "String.Copying": "Kopiere",
    "String.Validating": "Überprüfe",
    "String.CheckingExistingFile": "Überprüfe existierende Datei",
    "Home.InstallModeForced": "Erzwingen",
    "Home.MY20Protection": "MY20 Schutz",
    "String.Enabled": "Aktiviert",
    "String.Disabled": "Deaktivert / Nicht MY20",
    "String.Yes": "Ja",
    "String.No": "Nein",
    "Settings.DownloadConnections": "Verbindungsinformationen",
    "MessageBox.ConnectionClosedByRemoteHost": "Dieser Fehler ist normalerweise vorübergehend und wird durch einen Verbindungsabbruch auf dem Remote-Server verursacht. Starten Sie den Download erneut, damit Sync3 Updater die verbleibenden Dateien herunterladen kann. Wenn das Problem weiterhin besteht, versuchen Sie es zu einer anderen Tageszeit oder kontaktieren Sie CyanLabs",
    "String.OK": "OK",
    "String.Error": "Fehler",
    "String.Upload": "Hochladen",
    "String.Warning": "WARNUNG",
    "Home.StartDownloadOnly": "Nur Herunterladen",
    "MessageBox.DownloadOnlyComplete": "Alle Dateien erfolgreich heruntergeladen und überprüft!",
    "String.DownloadComplete": "Download abgeschlossen",
    "MessageBox.DownloadOnlyMode": "Sie haben \"Nur herunterladen\" gewählt. Es werden alle angeforderten Dateien in Ihr Download-Verzeichnis heruntergeladen und überprüft, aber es werden KEINE Installationsdateien vorbereitet. Das Kopieren dieser heruntergeladenen Dateien auf Ihr USB-Laufwerk zu einem späteren Zeitpunkt wird ohne manuelle Erstellung von lst-Dateien nicht funktionieren!\n\nBitte verwenden Sie 'Verzeichnis auswählen' aus der USB-Laufwerksliste, wenn Sie die Dateien vor dem Kopieren auf ein USB-Laufwerk vorbereiten möchten, oder wählen Sie ein USB-Laufwerk, um das USB-Laufwerk direkt vorzubereiten!\n\nSobald Sie ein USB-Laufwerk oder ein Verzeichnis ausgewählt haben, drücken Sie auf \"Start\", um den Vorgang zu starten!\n\nSind Sie sicher, dass Sie die Dateien nur herunterladen möchten, ohne ein USB-Laufwerk oder ein Verzeichnis vorzubereiten?",
    "Home.FeedbackButton": "Rückmeldungen / Feedback",
    "String.Notice": "Meldung",
    "String.AutoDetect": "Automatische Erkennung",
    "Utility.CopyAsBuilt": "Kopiere AsBuilt",
    "Profiles.RenameProfile": "Umbenennen",
    "Profiles.Save": "Speichern",
    "String.Encrypted": "Verschlüsselt",
    "MessageBox.EncryptedDrive": "Das von Ihnen ausgewählte USB-Laufwerk wurde als verschlüsselt erkannt, entweder durch Bitlocker oder eine Software eines Drittanbieters. Sie können dieses USB-Laufwerk nicht verwenden, bis Sie die Verschlüsselung deaktivieren.\n\nBitte deaktivieren Sie die Verschlüsselung und drücken Sie OK, um die USB-Laufwerksliste zu aktualisieren.",
    "MessageBox.NoPackagesSelected": "Es wurden noch keine Pakete ausgewählt, bitte wählen Sie mindestens ein Paket aus, bevor Sie fortfahren.",
    "MessageBox.NoBrowser": "Die Webseite kann mit dem Standard-Webbrowser nicht geöffnet werden, der Link wurde in die Zwischenablage kopiert. Bitte fügen Sie den Link in Ihren Browser ein, um weitere Informationen zu erhalten.",
    "MessageBox.MY20InvalidConfiguration": "You have specified that you have a MY20 SYNC unit, You can not create a update USB to go from 3.0 or below to 3.4 while My20 Protection is enabled.\n\nPlease recheck your settings and if you need further assistance visit our forum at https://community.cyanlabs.net\\n\\nDO NOT DISABLE MY20 PROTECTION IF YOU ARE UNSURE!"
}