{
    "Main.Home": "Οικία",
    "Main.About": "Σχετικά",
    "Main.Downloads": "Λήψεις",
    "Main.News": "Νέα",
    "Main.Crashme": "Σύγκρουση",
    "Main.Settings": "Ρυθμίσεις",
    "Main.Utility": "Βοηθητικά προγράμματα",
    "Home.Refresh": "Ανανέωση",
    "Home.CurrentConfiguration": "Τρέχουσα διαμόρφωση",
    "Home.DownloadPath": "Λήψη διαδρομής",
    "Home.SelectUSBDrive": "Επιλέξτε μονάδα USB ή διαδρομή",
    "Home.DriveName": "Προορισμός",
    "Home.RecommendedUSBFlashDriveTitle": "Συνιστώμενα μεγέθη μονάδας flash USB",
    "Home.DriveFileSystem": "Σύστημα αρχείων",
    "Home.RecommendedUSBFlashDriveNonNav": "Τα μη πλοήγηση APIM's θα πρέπει να είναι καλά με 8 GB",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW, ANZ APIM's θα απαιτούν τουλάχιστον 16 GB",
    "Home.RecommendedUSBFlashDriveEU": "Τα EU APIM απαιτούν τουλάχιστον 32 GB",
    "Home.Notes": "Σημειώσεις",
    "Home.SelectPackages": "Επιλέξτε Πακέτα",
    "Home.InstallMode": "Λειτουργία εγκατάστασης",
    "Home.StartButton": "Εκκίνηση",
    "About.AboutTitle": "Σχετικά με το Syn3 Updater",
    "About.ForumButton": "ΦΟΡΟΥΜ CYANLABS",
    "About.DonateButton": "ΔΩΡΕΑ",
    "About.DocumentationTitle": "Τεκμηρίωση",
    "About.Documentation": "Για να βεβαιωθείτε ότι η τεκμηρίωση είναι πάντα ενημερωμένη, ανατρέξτε στην παρακάτω ιστοσελίδα, εάν ενδιαφέρεστε να μεταφράσετε αυτό στη δική σας γλώσσα, μπορείτε να βρείτε επιπλέον πληροφορίες στην ίδια σελίδα.",
    "About.DocumentationButton": "ΤΕΚΜΗΡΙΩΣΗ",
    "About.DisclaimerTitle": "Αποποίηση ευθυνών",
    "About.Disclaimer": "Η CyanLabs δεν φέρει καμία ευθύνη για οποιαδήποτε απώλεια ή ζημιά, συμπεριλαμβανομένων, χωρίς περιορισμό, έμμεσης ή επακόλουθης απώλειας ή ζημίας, ή οποιασδήποτε απώλειας ή ζημιάς που προκύπτει από χρήση ή απώλεια χρήσης, δεδομένων ή κερδών, που προκύπτουν από ή σε σχέση με χρήση αυτής της εφαρμογής ή των σχετικών οδηγών. Αυτή η διαδικασία δεν έχει εγκριθεί από οποιονδήποτε κατασκευαστή οχημάτων και ενδέχεται να ακυρώσει οποιαδήποτε εγγύηση / σύμβαση που έχετε",
    "About.DisclaimerAgreement": "Κατανοώ και αποδέχομαι τους κινδύνους που περιγράφονται στην παραπάνω δήλωση αποποίησης.",
    "Download.Queue": "Ουρά",
    "Download.Log": "Αρχείο καταγραφής",
    "Download.CancelButton": "Ματαίωση",
    "Download.TotalDownload": "Συνολική πρόοδος",
    "Settings.CarConfiguration": "Διαμόρφωση αυτοκινήτου",
    "Settings.EnterRegionNav": "Εισαγάγετε την περιοχή σας και προσδιορίστε εάν έχετε ΠΛΟΗΓΗΣΗ",
    "Settings.Warning": "ΑΣΦΑΛΕΣ ΠΛΗΡΟΦΟΡΙΕΣ ΜΠΟΡΕΙ ΝΑ ΠΑΡΕΧΟΥΝ  n Η ΕΦΑΡΜΟΓΗ ΣΑΣ ΠΡΟΣΩΠΙΚΑ Ή Μόνιμα αχρησιμοποίητη",
    "Settings.Configuration": "Διαμόρφωση",
    "Settings.DownloadLocation": "Τοποθεσία λήψης",
    "Settings.Language": "Γλώσσα",
    "Settings.AdvancedOptions": "Προχωρημένες επιλογές",
    "Settings.InstallMode": "Λειτουργία εγκατάστασης",
    "Settings.LicenseKey": "Κλειδί άδειας χρήσης",
    "Settings.Apply": "Εφαρμογή ρυθμίσεων",
    "Settings.Theme": "Θέμα",
    "MessageBox.DisclaimerNotAccepted": "Διαβάστε και αποδεχτείτε την αποποίηση προτού συνεχίσετε. Δεν θα μπορείτε να συνεχίσετε, εκτός εάν συμφωνείτε με τους όρους.",
    "MessageBox.DownloadPathChangeCopy": "Θέλετε να μετακινήσετε υπάρχοντα αρχεία από {0} σε {1}",
    "MessageBox.CancelRegionMismatch": "Η τρέχουσα περιοχή και η επιλεγμένη περιοχή δεν ταιριάζουν, αυτό μπορεί να μην λδουλέψει! \nΘέλετε να συνεχίσετε ούτως ή άλλως?",
    "MessageBox.CancelDownloadIsDrive": "Η διαδρομή λήψης και η μονάδα USB προορισμού είναι τα ίδια, αλλάξτε τη διαδρομή λήψης.",
    "MessageBox.CancelNoApps": "Η λειτουργία είναι αναδιαμόρφωση ή υποβάθμιση και δεν έχει επιλεγεί πακέτο εφαρμογών, αυτό θα έχει ως αποτέλεσμα ένα σύστημα μη εκκίνησης, ΑΠΟΚΤΗΣΗ! Δεν έχει επιλεγεί πακέτο \"APPS\", αλλά το Syn3 Updater έχει αποφασίσει ότι απαιτείται υποβάθμιση ή αναμόρφωση, αυτό θα οδηγήσει σε σύστημα μη εκκίνησης. Ματαίωση!",
    "MessageBox.CancelFormatUSB": "ΠΡΟΕΙΔΟΠΟΙΗΣΗ, ΟΛΑ ΤΑ ΔΕΔΟΜΕΝΑ ΣΤΟ ΕΠΙΛΕΓΜΕΝΟ DRIVE ΘΑ ΧΑΝΟΥΝΤΑΙ {0}  nΕπιστολή Drive: {1}  n  nΚάντε κλικ ΝΑΙ για μορφοποίηση και συνέχεια.",
    "MessageBox.DownloadInProgress": "Μια λήψη ή αντίγραφο είναι ήδη σε εξέλιξη, περιμένετε ή ακυρώστε πρώτα τη λήψη.",
    "MessageBox.OptionalFormatUSB": "Αυτή η μονάδα USB έχει ήδη χρησιμοποιηθεί από το Syn3 Updater.  N  n {0}  nDrive Letter: {1}  n  nΓια να χρησιμοποιήσετε τα υπάρχοντα αρχεία στη μονάδα USB, κάντε κλικ στο κουμπί Όχι  nΓια να διαμορφώσετε τη μονάδα USB, κάντε κλικ στο κουμπί Ναι  n  nΝα θέλετε να μορφοποιήσετε την επιλεγμένη μονάδα USB;",
    "MessageBox.FailedToValidate3": "Αποτυχία επικύρωσης {0} 3 φορές, ΔΙΑΔΙΚΑΣΙΑ ΑΠΟΓΡΑΦΗΣ!",
    "MessageBox.UpdateCurrentversion": "Επιθυμείτε να αναβαθμιστεί η \"τρέχουσα έκδοση\" από {0} σε {1} ούτως ώστε να είναι σωστή για μελλοντική χρήση;",
    "MessageBox.Completed": "Η λήψη και η αντιγραφή των αρχείων έχει πλέον ολοκληρωθεί, απλώς αφαιρέστε αυτό το USB από τον υπολογιστή σας και τοποθετήστε το στο αυτοκίνητό σας, βεβαιωθείτε ότι ο κινητήρας λειτουργεί!  NSyn3Updater θα σας ανοίξει τώρα απευθείας στο σχετικό μέρος του οδηγού CyanLabs για εσάς για να ακολουθήσετε στο αυτοκίνητό σας.  n  nΕάν το Syn3 Updater ήταν χρήσιμο για εσάς, σκεφτείτε το ενδεχόμενο να κάνετε δωρεά από την καρτέλα \"Πληροφορίες\".",
    "String.NonNavAPIM": "Μη Nav APIM",
    "MessageBox.LogUtilityComplete": "Η προετοιμασία του αρχείου καταγραφής USB ολοκληρώθηκε, αφαιρέστε τη μονάδα USB από τον υπολογιστή σας και τοποθετήστε τη στο αυτοκίνητό σας, βεβαιωθείτε ότι η ανάφλεξη είναι ενεργοποιημένη. Λίγα λεπτά μετά την εισαγωγή του USB θα πει ότι η εγκατάσταση ολοκληρώθηκε. Τοποθετήστε ξανά τη μονάδα USB στον υπολογιστή σας και πατήστε \"Βήμα 3\"",
    "String.KeepExistingMaps": "Διατήρηση υπαρχόντων χαρτών",
    "String.NoMaps": "Χωρίς χάρτες",
    "String.Completed": "ΟΛΟΚΛΗΡΩΘΗΚΕ ΕΠΙΤΥΧΩΣ",
    "String.Copied": "αντιγράφηκε",
    "String.Downloaded": "κατεβάστηκε",
    "String.Validated": "επικυρώθηκε",
    "Utility.CreateLogTitle": "Δημιουργήστε το αρχείο καταγραφής ανακριτών USB",
    "Utility.CreateLogDesc": "Δημιουργήστε μια ειδική μονάδα USB που χρησιμοποιείται για τη δημιουργία ενός αρχείου καταγραφής με διάφορες λεπτομέρειες σχετικά με τη μονάδα, ακολουθήστε τα παρακάτω βήματα για να ξεκινήσετε.",
    "Utility.CreateLogStep1": "1. Προετοιμάστε τη μονάδα δίσκου",
    "Utility.CreateLogStep2": "2. Εισαγάγετε τη μονάδα δίσκου στο αυτοκίνητο  n περιμένετε \"Ολοκληρώθηκε η εγκατάσταση\"",
    "Utility.CreateLogStep3": "3. Ανοίξτε το αρχείο καταγραφής ερωτημάτων",
    "Utility.APIMModel": "Μοντέλο APIM",
    "Utility.APIMSize": "Μέγεθος APIM",
    "Utility.APIMType": "Τύπος APIM",
    "Utility.APIMFree": "Ελεύθερος χώρος APIM",
    "MessageBox.UpdateCurrentVersionUtility": "Εντοπίσαμε ότι η εγκατεστημένη έκδοση δεν ταιριάζει με τη τρέχουσα επιλεγμένη έκδοση στις ρυθμίσεις, επιθυμείτε να γίνει αυτόματα αναβάθμιση από {0} σε {1};",
    "MessageBox.LogUtilityInvalidFile": "Δεν ήταν δυνατή η ανάγνωση του αρχείου XML που έχετε επιλέξει. Βεβαιωθείτε ότι αυτό είναι το σωστό αρχείο. Εάν είστε βέβαιοι ότι αυτό το αρχείο είναι σωστό, επικοινωνήστε με την CyanLabs για να μπορέσουμε να διερευνήσουμε περαιτέρω.",
    "Utility.GracenotesRemovalTitle": "Δημιουργία Gracenotes Removal USB",
    "Utility.GracenotesRemovalDesc": "Χρησιμοποιήστε αυτήν τη λειτουργία για να δημιουργήσετε ένα USB για να εξαναγκάσετε την αφαίρεση των Gracenotes από τη μονάδα.",
    "Utility.GracenotesButton": "Προετοιμάστε USB",
    "MessageBox.GenericUtilityComplete": "Η προετοιμασία του USB ολοκληρώθηκε, αφαιρέστε τη μονάδα USB από τον υπολογιστή σας και τοποθετήστε τη στο αυτοκίνητό σας.",
    "Utility.VoiceShrinkerTitle": "Δημιουργία USB αντικατάστασης μικρού πακέτου φωνής",
    "Utility.VoiceShrinkerDesc": "Χρησιμοποιήστε αυτήν τη λειτουργία εάν μετά την αφαίρεση των γρασότων εξακολουθείτε να έχετε MEM_ERR",
    "Utility.DowngradeTitle": "Δημιουργία υποβάθμισης USB",
    "Utility.DowngradeDesc": "Χρησιμοποιήστε αυτήν τη λειτουργία εάν μετά την αφαίρεση των γρασίδιων και τη συρρίκνωση του φωνητικού σας πακέτου εξακολουθείτε να λαμβάνετε MEM_ERR",
    "Utility.TroubleshootTitle": "Βήματα αντιμετώπισης προβλημάτων",
    "Utility.TroubleshootDesc": "Χρησιμοποιήστε τις παρακάτω λειτουργίες για την αντιμετώπιση προβλημάτων και την επίλυση διαφόρων MEM_ERR που ενδέχεται να λάβετε.",
    "Utility.TroubleshootMoreDetails": "Περισσότερες λεπτομέρειες!",
    "Utility.ViewAsBuilt": "View Detailed AsBuilt",
    "About.Endorsed": "This software nor CyanLabs is licensed or endorsed by Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "ΠΡΟΣΟΧΗ:Αυτή η ενέργεια θα αποστείλει τον αριθμό ταυτοποίησης του οχήματος σας στην διαδικτυακή πλατφόρμα μας, αποστέλλοντας τον σειριακό αριθμο μας βοηθάει αυξήσουμε την ακρίβεια της βάσης δεδομένων μας. ",
    "Utility.UploadLog": "Upload Log",
    "MessageBox.UploadLog": "To assist in troubleshooting any potential issues we would recommend uploading your log to our database, this log file contains details on what options were selected, if you choose not to upload this log you can do at a later date from the \"Utility\" tab and clicking \"Upload Log\".\n\nDo you want to upload your log now?",
    "Settings.ReleaseType": "Application Release Type",
    "MessageBox.ChangeApplicationReleaseBranch": "Changing branch will restart Syn3 Updater and automatically download the relevant build.\n\nChanging from Ci to Beta/Release may result in unhandled exceptions and require you to reset your settings!\n\nRefer to the documentation for further information\n\nAre you sure you want to change the 'Release Branch' of Syn3 Updater?",
    "Home.NoUSBDir": "Select A Directory",
    "MessageBox.CancelDeleteFiles": "ΠΡΟΣΟΧΉ, ΟΛΑ ΤΑ ΑΡΧΕΙΑ ΣΤΟΝ ΕΠΙΛΕΓΜΕΝΟ ΦΆΚΕΛΟ ΘΑ ΣΒΗΣΤΟΎΝ\nPath: {0}\n\nΠατήστε ΝΑΙ για να συνεχίσετε.",
    "MessageBox.CompletedFolder": "The download and copying of the files is now complete\nAs you have selected a directory rather than a USB drive you will need to copy the contents of your chosen directory to a ExFAT (MBR) formatted USB drive\n\nIf Syn3 Updater has been useful to you please consider donating from the \"About\" tab.",
    "MessageBox.CancelDownloadIsFolder": "Download directory and selected destination directory are the same, please change one of these directories",
    "About.FHubButton": "F ΧΟΥΜΠ",
    "Settings.EnterVersion": "Εισαγάγετε την έκδοση (Ρυθμίσεις> Γενικά> Σχετικά με τον συγχρονισμό)",
    "Home.Version": "Εκδοχή",
    "Home.Region": "Περιοχή",
    "Home.Nav": "Πλοήγηση",
    "Home.MapVersion": "Έκδοση χάρτη",
    "Home.NewVersion": "Νέα έκδοση",
    "Settings.FullVersion": "Πλήρης έκδοση συγχρονισμού",
    "Settings.Region": "Περιοχή",
    "Settings.Navigation": "Πλοήγηση",
    "MessageBox.NoVersionOrRegionSelected": "Δεν έχετε ορίσει την τρέχουσα έκδοση συγχρονισμού ή την περιοχή συγχρονισμού!",
    "MessageBox.My20Detected": "Το Syn3 Updater εντόπισε ότι προσπαθείτε να εξαναγκάσετε τη λειτουργία εγκατάστασης ή να απενεργοποιήσετε τη λειτουργία \"My20 Mode\", ωστόσο εντοπίστηκε προηγουμένως APIM Manufactured το 2020 ή νεότερη!\n\n(ή το MY20 Protection ενεργοποιήθηκε χειροκίνητα)\n\nΚάνοντας αυτό και χρησιμοποιώντας τη μονάδα USB που δημιουργήθηκε σε ένα MY20 ή νεότερο APIM, θα το κάνετε !!\n\nΚάνοντας κλικ στο \"Ναι\" θα απενεργοποιήσετε όλες τις μεθόδους προστασίας MY20 που είναι ενσωματωμένες στο Syn3 Updater\n\nΕίστε βέβαιοι ότι θέλετε να παρακάμψετε αυτήν την προστασία;",
    "MessageBox.My20Check": "ΕΣΦΑΛΜΕΝΗ ΑΠΑΝΤΗΣΗ ΜΠΟΡΕΙ ΝΑ ΕΧΕΙ ΩΣ ΑΠΟΤΕΛΕΣΜΑ ΣΤΗΝ ΝΑ MΠΛΟΚΑΡΕΙ Η APIM ΣΑΣ!\n\nΕίναι το αυτοκίνητο σας κατασκευασμένο το 2020 ή νεότερο;\n\nΕάν είναι ή δεν είστε βέβαιοι, κάντε κλικ στο \"Ναι\" και το Syn3 Updater θα σας καθοδηγήσει στην εκτέλεση του επίσημου \"εργαλείου ελέγχου\" για επικύρωση εάν έχετε APIM MY20 ή όχι\n\nΕάν είναι 2019 ή παλαιότερο, κάντε κλικ στο \"Όχι\" για να συνεχίσετε όπως έχει προγραμματιστεί.",
    "MessageBox.My20Found": "Το Syn3 Updater έχει εντοπίσει ότι η APIM σας είναι MY20 (Έτος Κατασκευής 2020) ή νεότερο, το Syn3 Updater θα επιβάλει τώρα τη λειτουργία αυτόματης εγκατάστασης για να αποτρέψει πιθανό μπλοκάρισμα της APIM!",
    "MessageBox.My20NotFound": "Το Syn3 Updater έχει καθορίσει ότι το APIM σας ΔΕΝ είναι MY20 και είναι ασφαλές να χρησιμοποιείτε όλες τις λειτουργίες του Syn3 Updater\n\nΛάβετε υπόψη ότι εάν έχετε τοποθετήσει εσείς την APIM ή την οθόνη της APIM, αυτές οι πληροφορίες ενδέχεται να μην είναι ακριβείς!",
    "MessageBox.LogUtilityCompleteMy20": "Η προετοιμασία της μονάδας USB ανακριτή (καταγραφή) ολοκληρώθηκε με επιτυχία!\n\nΑφαιρέστε τη μονάδα USB από τον υπολογιστή σας και τοποθετήστε την στο αυτοκίνητό σας, βεβαιωθείτε ότι η ανάφλεξη είναι ενεργοποιημένη και περιμένετε λίγα λεπτά για να πει \"Ολοκληρώθηκε η εγκατάσταση\" ή για την επανεκκίνηση του APIM.\n\nΜόλις τελειώσετε, τοποθετήστε ξανά τη μονάδα USB στον υπολογιστή σας, κάντε κλικ στο «OK» και επιλέξτε το αρχείο XML από το φάκελο SyncMyRide της μονάδας USB",
    "String.OnlyMaps": "Μόνο Ενημέρωση Χαρτών",
    "Settings.My20Mode": "Μεταβολή Προστασίας MY20",
    "News.ImportantNoticeTitle": "Σημαντικές Σημειώσεις",
    "News.NoticeTitle": "Άλλες Σημειώσεις",
    "News.Changelog": "Αρχείο Καταγραφής Αλλαγών",
    "Main.Logs": "Αρχεία Καταγραφής",
    "Logs.Path": "Μονοπάτι Αρχείου Καταγραφής",
    "Logs.ViewLog": "Προβολή",
    "Logs.Delete": "Διαγραφή Επιλεγμένων Αρχείων Καταγραφής",
    "Logs.OpenFolder": "Άνοιγμα φακέλου Αρχείων Καταγραφής",
    "Settings.AppOptions": "Επιλογές Εφαρμογής",
    "Settings.AdvancedModeToggle": "Επεξεργασία Προχωρημένων Ρυθμίσεων?",
    "Settings.LogLocation": "Τοποθεσία Αρχείων Καταγραφής",
    "MessageBox.AdvancedSettings": "Αυτές οι ρυθμίσεις ενδέχεται να προκαλέσουν ασυμβατότητα του USB που δημιουργήθηκε από το Syn3 Updater με τη διαμόρφωση του αυτοκινήτου σας, παρά τα πόσα πολλά βίντεο του YouTube λένε ότι δεν πρέπει να αλλάξετε καμία από αυτές τις ρυθμίσεις, εκτός εάν γνωρίζετε τι κάνετε!\n\nΕίστε σίγουρος οτι θελετε να συνεχίσετε?",
    "MessageBox.My20CheckCancelled": "Δεν επιλέχθηκε αρχείο καταγραφής ανακριτών, ματαίωση διαδικασίας!",
    "Main.Profiles": "Προφίλ",
    "Profiles.DeleteProfile": "Διαγραφή",
    "Profiles.SelectProfile": "Επιλογή",
    "Profiles.Rename": "Μετονομασία",
    "Profiles.CurrentProfile": "Τρέχων Προφίλ",
    "Profiles.NewProfile": "Όνομα Προφίλ",
    "Profiles.CreateAndSet": "Δημιουργία και Ρύθμιση Προφίλ",
    "Home.Profile": "Προφίλ",
    "MessageBox.InvalidProfile": "Δεν μπορείτε να διαγράψετε το τρέχον ενεργό προφίλ, παρακαλώ επιλέξτε άλλο προφίλ και μετά διαγράψτε αυτό το προφίλ",
    "MessageBox.RemovableDriveFolder": "Ο φάκελος που έχετε επιλέξει βρίσκεται σε μια μη σταθερή μονάδα δίσκου, θα πρέπει να εξετάσετε το ενδεχόμενο να επιλέξετε το ίδιο το USB αντί να επιλέξετε ένα φάκελο στη μονάδα USB\n\nΑν θέλετε να συνεχίσετε, κάντε κλικ στο 'OK'",
    "MessageBox.OptionalFormat": "Το {0} περιέχει ήδη αρχεία.\n\nΘέλετε να αδειάσετε το {0}?",
    "Home.DriveSize": "Μέγεθος",
    "Home.DriveFreeSpace": "Ελεύθερο",
    "String.Downloading": "Λήψη",
    "String.Attempt": "Προσπάθεια",
    "String.Copying": "Αντιγραφή",
    "String.Validating": "Επικύρωση",
    "String.CheckingExistingFile": "Έλεγχος Υπάρχοντος Αρχείου",
    "Home.InstallModeForced": "Επιβολή",
    "Home.MY20Protection": "Προστασία MY20",
    "String.Enabled": "Ενεργοποιημένο",
    "String.Disabled": "Απενεργοποιημένo/ΜΥ20",
    "String.Yes": "Ναί",
    "String.No": "Όχι",
    "Settings.DownloadConnections": "Συνδέσεις Λήψης",
    "MessageBox.ConnectionClosedByRemoteHost": "Αυτό το σφάλμα είναι συνήθως προσωρινό και προκαλείται από πτώση σύνδεσης στον απομακρυσμένο διακομιστή. Προσπαθήστε ξανά τη λήψη και το Syn3 Updater θα κατεβάσει τα υπόλοιπα αρχεία μόνο, εάν το ζήτημα επιμένει προσπαθήστε σε άλλη ώρα της ημέρας ή επικοινωνήστε με το CyanLabs",
    "String.OK": "ΟΚ",
    "String.Error": "Σφάλμα",
    "String.Upload": "Ανέβασμα",
    "String.Warning": "ΠΡΟΕΙΔΟΠΟΙΗΣΗ",
    "Home.StartDownloadOnly": "Μόνο Λήψη",
    "MessageBox.DownloadOnlyComplete": "Όλα τα αρχεία έχουν ληφθεί και επικυρώθηκαν επιτυχώς!",
    "String.DownloadComplete": "Λήψη Ολοκληρώθηκε",
    "MessageBox.DownloadOnlyMode": "Έχετε επιλέξει «Μόνο λήψη», αυτό θα κατεβάσει όλα τα αρχεία που ζητήσατε στον κατάλογο λήψεών σας και θα τα επαληθεύσει, αλλά ΔΕΝ θα προετοιμάσει κανένα αρχείο εγκατάστασης, η αντιγραφή αυτών των ληφθέντων αρχείων στη μονάδα USB σας αργότερα δεν θα λειτουργήσει χωρίς τη χειροκίνητη δημιουργία αρχείων lst !\n\nΠαρακαλώ χρησιμοποιήστε το \"Επιλέξτε μία διαδρομή\" από τη λίστα μονάδα USB εάν θέλετε να προετοιμάσετε τα αρχεία πριν αντιγράψετε σε μια μονάδα USB ή επιλέξτε μια μονάδα USB για να προετοιμάσετε τη μονάδα USB απευθείας!\n\nΜόλις επιλεγεί μια μονάδα δίσκου USB ή ένας κατάλογος, πατήστε \"Έναρξη\" για να ξεκινήσει η διαδικασία!\n\nΕίστε βέβαιοι ότι θέλετε να κάνετε λήψη μόνο των αρχείων χωρίς να προετοιμάσετε μια μονάδα δίσκου USB ή έναν κατάλογο;",
    "Home.FeedbackButton": "Νήμα Σχολίων",
    "String.Notice": "Σημείωση",
    "String.AutoDetect": "Αυτόματη-Ανίχνευση",
    "Utility.CopyAsBuilt": "Αντιγραφή Asbuilt",
    "Profiles.RenameProfile": "Μετονομασία",
    "Profiles.Save": "Αποθήκευση",
    "String.Encrypted": "Kρυπτογραφημένο",
    "MessageBox.EncryptedDrive": "Η μονάδα USB που έχετε επιλέξει έχει εντοπιστεί ως κρυπτογραφημένη, είτε από το Bitlocker είτε από κάποιο λογισμικό τρίτων. Δεν θα μπορείτε να χρησιμοποιήσετε αυτήν τη μονάδα USB έως ότου απενεργοποιήσετε την κρυπτογράφηση.\n\nΑπενεργοποιήστε την κρυπτογράφηση και πατήστε OK για να ανανεώσετε τη λίστα μονάδων USB .",
    "MessageBox.NoPackagesSelected": "Δεν έχουν επιλεγεί πακέτα, επιλέξτε τουλάχιστον ένα πακέτο πριν συνεχίσετε",
    "MessageBox.NoBrowser": "Δεν είναι δυνατό το άνοιγμα της ιστοσελίδας χρησιμοποιώντας το προεπιλεγμένο πρόγραμμα περιήγησης ιστού, ο σύνδεσμος αντιγράφηκε στο πρόχειρο, επικολλήστε τον σύνδεσμο στο πρόγραμμα περιήγησής σας για επιπλέον οδηγίες.",
    "MessageBox.MY20InvalidConfiguration": "You have specified that you have a MY20 SYNC unit, You can not create a update USB to go from 3.0 or below to 3.4 while My20 Protection is enabled.\n\nPlease recheck your settings and if you need further assistance visit our forum at https://community.cyanlabs.net\n\nDO NOT DISABLE MY20 PROTECTION IF YOU ARE UNSURE!",
    "Settings.MapKey": "Generator Key",
    "Settings.UpdateLanguages": "Download Latest Localizations"
}