{
    "Main.Home": "Σπίτι",
    "Main.About": "Σχετικά με",
    "Main.Downloads": "Λήψεις",
    "Main.News": "Νέα",
    "Main.Crashme": "Σύγκρουση",
    "Main.Settings": "Ρυθμίσεις",
    "Main.Utility": "Βοηθητικά προγράμματα",
    "Home.Refresh": "Φρεσκάρω",
    "Home.CurrentConfiguration": "Τρέχουσα διαμόρφωση",
    "Home.SyncVersion": "Εκδοχή:",
    "Home.SyncRegion": "Περιοχή:",
    "Home.SyncNav": "Πλοήγηση:",
    "Home.SyncMapVersion": "Έκδοση χάρτη:",
    "Home.DownloadPath": "Λήψη διαδρομής:",
    "Home.SelectUSBDrive": "Επιλέξτε μονάδα USB",
    "Home.DriveName": "Λεπτομέρειες οδήγησης:",
    "Home.DriveLetter": "Γράμμα οδήγησης:",
    "Home.RecommendedUSBFlashDriveTitle": "Συνιστώμενα μεγέθη μονάδας flash USB",
    "Home.DriveFileSystem": "Σύστημα αρχείων:",
    "Home.RecommendedUSBFlashDriveNonNav": "Τα μη πλοήγηση APIM's θα πρέπει να είναι καλά με 8 GB",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW, ANZ APIM's θα απαιτούν τουλάχιστον 16 GB",
    "Home.RecommendedUSBFlashDriveEU": "Τα EU APIM απαιτούν τουλάχιστον 32 GB",
    "Home.Notes": "Σημειώσεις:",
    "Home.NewSyncVersion": "Νέα έκδοση συγχρονισμού",
    "Home.SelectPackages": "Επιλέξτε Πακέτα",
    "Home.InstallMode": "Λειτουργία εγκατάστασης:",
    "Home.NoUSB": "Μόνο λήψη (ΟΧΙ USB)",
    "Home.StartButton": "Αρχή",
    "About.AboutTitle": "Σχετικά με το Syn3 Updater",
    "About.About": "Το Syn3 Updater είναι μια εφαρμογή Windows που δημιουργήθηκε για να κάνει τη διαδικασία αναβάθμισης του Ford Sync 3 όσο το δυνατόν πιο απλή.",
    "About.ForumButton": "ΦΟΡΟΥΜ CYANLABS",
    "About.DonateButton": "ΠΡΟΣΦΕΡΩ",
    "About.FordHubButton": "FORD ΧΟΥΜΠ",
    "About.DocumentationTitle": "Τεκμηρίωση",
    "About.Documentation": "Για να βεβαιωθείτε ότι η τεκμηρίωση είναι πάντα ενημερωμένη, ανατρέξτε στην παρακάτω ιστοσελίδα, εάν ενδιαφέρεστε να μεταφράσετε αυτό στη δική σας γλώσσα, μπορείτε να βρείτε επιπλέον πληροφορίες στην ίδια σελίδα.",
    "About.DocumentationButton": "ΤΕΚΜΗΡΙΩΣΗ",
    "About.DisclaimerTitle": "Αποποίηση ευθυνών",
    "About.Disclaimer": "Η CyanLabs δεν θα φέρει καμία ευθύνη για οποιαδήποτε απώλεια ή ζημιά, συμπεριλαμβανομένων, χωρίς περιορισμό, έμμεσης ή επακόλουθης απώλειας ή ζημίας, ή οποιασδήποτε απώλειας ή ζημιάς που προκύπτει από χρήση ή απώλεια χρήσης, δεδομένων ή κερδών, που προκύπτουν από ή σε σχέση με χρήση αυτής της εφαρμογής ή των σχετικών οδηγών. Αυτή η διαδικασία δεν έχει εγκριθεί από οποιονδήποτε κατασκευαστή οχημάτων και ενδέχεται να ακυρώσει οποιαδήποτε εγγύηση / σύμβαση που έχετε",
    "About.DisclaimerAgreement": "Κατανοώ και αποδέχομαι τους κινδύνους που περιγράφονται στην παραπάνω δήλωση αποποίησης.",
    "Download.Queue": "Ουρά",
    "Download.Log": "Κούτσουρο",
    "Download.CancelButton": "Ματαίωση",
    "Download.StartButton": "Αρχή",
    "Download.VerifyingFile": "Επαλήθευση ακεραιότητας του",
    "Download.TotalDownload": "Συνολική πρόοδος",
    "Settings.CarConfiguration": "Διαμόρφωση αυτοκινήτου",
    "Settings.EnterSyncVersion": "Εισαγάγετε την έκδοση SYNC (Ρυθμίσεις> Γενικά> Σχετικά με τον συγχρονισμό)",
    "Settings.EnterRegionNav": "Εισαγάγετε την περιοχή σας και προσδιορίστε εάν έχετε ΠΛΟΗΓΗΣΗ",
    "Settings.Warning": "ΑΣΦΑΛΕΣ ΠΛΗΡΟΦΟΡΙΕΣ ΜΠΟΡΕΙ ΝΑ ΠΑΡΕΧΟΥΝ  n Η ΕΦΑΡΜΟΓΗ ΣΑΣ ΠΡΟΣΩΠΙΚΑ Ή Μόνιμα αχρησιμοποίητη",
    "Settings.FullSyncVersion": "Πλήρης έκδοση συγχρονισμού:",
    "Settings.SyncRegion": "Περιοχή SYNC:",
    "Settings.SyncNavigation": "Πλοήγηση:",
    "Settings.Configuration": "Διαμόρφωση",
    "Settings.DownloadLocation": "Τοποθεσία λήψης:",
    "Settings.Language": "Γλώσσα:",
    "Settings.AdvancedOptions": "Προχωρημένες επιλογές",
    "Settings.InstallMode": "Λειτουργία εγκατάστασης:",
    "Settings.ShowAllReleases": "Εμφάνιση όλων των κυκλοφοριών:",
    "Settings.PaidOptions": "Επιλογές επί πληρωμή",
    "Settings.LicenseKeyInfo": "Εισαγάγετε το κλειδί άδειας παρακάτω για να αποκτήσετε πρόσβαση σε τυχόν προσαρμοσμένα πακέτα που έχετε αγοράσει!",
    "Settings.LicenseKey": "Κλειδί άδειας χρήσης:",
    "Settings.Apply": "Εφαρμογή ρυθμίσεων",
    "Settings.Downloads": "Ξεφυλλίζω",
    "Settings.Theme": "Θέμα:",
    "MessageBox.DisclaimerNotAccepted": "Διαβάστε και αποδεχτείτε την αποποίηση προτού συνεχίσετε. Δεν θα μπορείτε να συνεχίσετε, εκτός εάν συμφωνείτε με τους όρους.",
    "MessageBox.NoSyncVersionOrRegionSelected": "Δεν έχετε ορίσει την τρέχουσα έκδοση συγχρονισμού ή την περιοχή συγχρονισμού!",
    "MessageBox.DownloadPathChangeCopy": "Θέλετε να μετακινήσετε υπάρχοντα αρχεία από {0} σε {1}",
    "MessageBox.NoDownloads": "Προς το παρόν δεν υπάρχει τίποτα στην ουρά λήψης, επισκεφθείτε την κύρια σελίδα για να επιλέξετε τι θα κατεβάσετε.",
    "MessageBox.CancelNoUSB": "Δεν έχει επιλεγεί μονάδα USB που θέλετε να συνεχίσετε μόνο με τη λήψη;",
    "MessageBox.CancelNoUSBForced": "Δεν έχει επιλεγεί μονάδα USB για να συνεχίσετε!",
    "MessageBox.CancelMy20": "Το Syn3 Updater έχει ρυθμίσει τη λειτουργία εγκατάστασης σε {0}  n ΜΗΝ ΣΥΝΕΧΕΤΕ ΕΑΝ ΕΧΕΙ ΚΑΤΑΣΚΕΥΗ ΑΥΤΟΚΙΝΗΤΟΥ ΤΟ 2020!  N  nΑΝ ΣΥΝΕΧΕΤΕ ΚΑΙ ΕΧΕΙ ΚΑΤΑΣΚΕΥΗ ΑΥΤΟΚΙΝΗΤΟΥ ΤΟ 2020 ΘΑ ΠΑΡΕΤΕ ΤΟ ΣΥΓΧΡΟΝΟ ΣΑΣ!  N  n Κάνοντας κλικ στο \" Ναι \"καταλαβαίνετε την παραπάνω προειδοποίηση και επιβεβαιώνετε ότι δεν έχετε κατασκευάσει αυτοκίνητο το 2020!",
    "MessageBox.CancelMy20Final": "ΤΕΛΕΥΤΑΙΑ ΠΡΟΕΙΔΟΠΟΙΗΣΗ!  n  n Κάνοντας κλικ στο \"Ναι\" επιβεβαιώνετε ότι δεν έχετε κατασκευάσει αυτοκίνητο το 2020!",
    "MessageBox.CancelRegionMismatch": "Η τρέχουσα περιοχή και η νέα περιοχή δεν είναι τα ίδια, αυτό μπορεί να μην λειτουργεί. Θέλετε να συνεχίσετε ούτως ή άλλως;",
    "MessageBox.CancelDownloadIsDrive": "Η διαδρομή λήψης και η μονάδα USB προορισμού είναι τα ίδια, αλλάξτε τη διαδρομή λήψης.",
    "MessageBox.CancelNoApps": "Η λειτουργία είναι αναδιαμόρφωση ή υποβάθμιση και δεν έχει επιλεγεί πακέτο εφαρμογών, αυτό θα έχει ως αποτέλεσμα ένα σύστημα μη εκκίνησης, ΑΠΟΚΤΗΣΗ! Δεν έχει επιλεγεί πακέτο \"APPS\", αλλά το Syn3 Updater έχει αποφασίσει ότι απαιτείται υποβάθμιση ή αναμόρφωση, αυτό θα οδηγήσει σε σύστημα μη εκκίνησης. Ματαίωση!",
    "MessageBox.CancelFormatUSB": "ΠΡΟΕΙΔΟΠΟΙΗΣΗ, ΟΛΑ ΤΑ ΔΕΔΟΜΕΝΑ ΣΤΟ ΕΠΙΛΕΓΜΕΝΟ DRIVE ΘΑ ΧΑΝΟΥΝΤΑΙ {0}  nΕπιστολή Drive: {1}  n  nΚάντε κλικ ΝΑΙ για μορφοποίηση και συνέχεια.",
    "MessageBox.DownloadInProgress": "Μια λήψη ή αντίγραφο είναι ήδη σε εξέλιξη, περιμένετε ή ακυρώστε πρώτα τη λήψη.",
    "MessageBox.CopyVerificationFailed": "Αποτυχία επαλήθευσης του αρχείου 3 φορές, βεβαιωθείτε ότι η μονάδα USB και η θύρα είναι πλήρως λειτουργικές, διαδικασία ματαίωσης!",
    "MessageBox.DownloadVerificationFailed": "Αποτυχία επαλήθευσης του ληφθέντος αρχείου 3 φορές, διαδικασία ματαίωσης!",
    "MessageBox.DownloadOnlyComplete": "Όλα τα αρχεία που έχουν ληφθεί και επικυρωθεί με επιτυχία, δεν έχει γίνει αντιγραφή!",
    "MessageBox.OptionalFormatUSB": "Αυτή η μονάδα USB έχει ήδη χρησιμοποιηθεί από το Syn3 Updater.  N  n {0}  nDrive Letter: {1}  n  nΓια να χρησιμοποιήσετε τα υπάρχοντα αρχεία στη μονάδα USB, κάντε κλικ στο κουμπί Όχι  nΓια να διαμορφώσετε τη μονάδα USB, κάντε κλικ στο κουμπί Ναι  n  nΝα θέλετε να μορφοποιήσετε την επιλεγμένη μονάδα USB;",
    "MessageBox.FailedToValidate3": "Αποτυχία επικύρωσης {0} 3 φορές, ΔΙΑΔΙΚΑΣΙΑ ΑΠΟΓΡΑΦΗΣ!",
    "MessageBox.WebException": "Αποτυχία σύνδεσης στον διακομιστή λήψης, {0}",
    "MessageBox.UpdateCurrentversion": "Θα θέλατε να ενημερώσετε την τρέχουσα έκδοση συγχρονισμού στην εφαρμογή, ώστε να είναι σωστό για μελλοντική χρήση;",
    "MessageBox.Completed": "Η λήψη και η αντιγραφή των αρχείων έχει πλέον ολοκληρωθεί, απλώς αφαιρέστε αυτό το USB από τον υπολογιστή σας και τοποθετήστε το στο αυτοκίνητό σας, βεβαιωθείτε ότι ο κινητήρας λειτουργεί!  NSyn3Updater θα σας ανοίξει τώρα απευθείας στο σχετικό μέρος του οδηγού CyanLabs για εσάς για να ακολουθήσετε στο αυτοκίνητό σας.  n  nΕάν το Syn3 Updater ήταν χρήσιμο για εσάς, σκεφτείτε το ενδεχόμενο να κάνετε δωρεά από την καρτέλα \"Πληροφορίες\".",
    "String.NonNavAPIM": "Μη Nav APIM",
    "MessageBox.LogUtilityComplete": "Η προετοιμασία του αρχείου καταγραφής USB ολοκληρώθηκε, αφαιρέστε τη μονάδα USB από τον υπολογιστή σας και τοποθετήστε τη στο αυτοκίνητό σας, βεβαιωθείτε ότι η ανάφλεξη είναι ενεργοποιημένη. Λίγα λεπτά μετά την εισαγωγή του USB θα πει ότι η εγκατάσταση ολοκληρώθηκε. Τοποθετήστε ξανά τη μονάδα USB στον υπολογιστή σας και πατήστε \"Βήμα 3\"",
    "String.KeepExistingMaps": "Διατήρηση υπαρχόντων χαρτών",
    "String.NoMaps": "Χωρίς χάρτες",
    "String.Required": "ΑΠΑΙΤΕΙΤΑΙ!",
    "String.Completed": "ΟΛΟΚΛΗΡΩΘΗΚΕ ΕΠΙΤΥΧΩΣ",
    "String.Copied": "αντιγράφηκε",
    "String.Downloaded": "κατεβάστηκε",
    "String.Validated": "επικυρώθηκε",
    "Utility.CreateLogTitle": "Δημιουργήστε το αρχείο καταγραφής ανακριτών USB",
    "Utility.CreateLogDesc": "Δημιουργήστε μια ειδική μονάδα USB που χρησιμοποιείται για τη δημιουργία ενός αρχείου καταγραφής με διάφορες λεπτομέρειες σχετικά με τη μονάδα SYNC, ακολουθήστε τα παρακάτω βήματα για να ξεκινήσετε.",
    "Utility.CreateLogStep1": "1. Προετοιμάστε τη μονάδα δίσκου",
    "Utility.CreateLogStep2": "2. Εισαγάγετε τη μονάδα δίσκου στο αυτοκίνητο  n περιμένετε \"Ολοκληρώθηκε η εγκατάσταση\"",
    "Utility.CreateLogStep3": "3. Ανοίξτε το αρχείο καταγραφής ερωτημάτων",
    "Utility.LogXMLTitle": "Λεπτομέρειες συγχρονισμού",
    "Utility.SyncVersion": "Έκδοση συγχρονισμού:",
    "Utility.APIMModel": "Μοντέλο APIM:",
    "Utility.APIMSize": "Μέγεθος APIM:",
    "Utility.APIMType": "Τύπος APIM:",
    "Utility.APIMFree": "Ελεύθερος χώρος APIM:",
    "MessageBox.UpdateCurrentVersionUtility": "Διαπιστώσαμε ότι η εγκατεστημένη έκδοση δεν ταιριάζει με την τρέχουσα επιλεγμένη έκδοση στις ρυθμίσεις, θα θέλατε να την ενημερώσετε αυτόματα σε {0}",
    "MessageBox.LogUtilityInvalidFile": "Δεν ήταν δυνατή η ανάγνωση του αρχείου XML που έχετε επιλέξει. Βεβαιωθείτε ότι αυτό είναι το σωστό αρχείο. Εάν είστε βέβαιοι ότι αυτό το αρχείο είναι σωστό, επικοινωνήστε με την CyanLabs για να μπορέσουμε να διερευνήσουμε περαιτέρω.",
    "Utility.GracenotesRemovalTitle": "Δημιουργία Gracenotes Removal USB",
    "Utility.GracenotesRemovalDesc": "Χρησιμοποιήστε αυτήν τη λειτουργία για να δημιουργήσετε ένα USB για να εξαναγκάσετε την αφαίρεση των Gracenotes από τη μονάδα SYNC.",
    "Utility.GracenotesButton": "Προετοιμάστε USB",
    "MessageBox.GenericUtilityComplete": "Η προετοιμασία του USB ολοκληρώθηκε, αφαιρέστε τη μονάδα USB από τον υπολογιστή σας και τοποθετήστε τη στο αυτοκίνητό σας.",
    "Utility.VoiceShrinkerTitle": "Δημιουργία USB αντικατάστασης μικρού πακέτου φωνής",
    "Utility.VoiceShrinkerDesc": "Χρησιμοποιήστε αυτήν τη λειτουργία εάν μετά την αφαίρεση των γρασότων εξακολουθείτε να έχετε MEM_ERR",
    "Utility.DowngradeTitle": "Δημιουργία υποβάθμισης USB",
    "Utility.DowngradeDesc": "Χρησιμοποιήστε αυτήν τη λειτουργία εάν μετά την αφαίρεση των γρασίδιων και τη συρρίκνωση του φωνητικού σας πακέτου εξακολουθείτε να λαμβάνετε MEM_ERR",
    "Utility.TroubleshootTitle": "Βήματα αντιμετώπισης προβλημάτων",
    "Utility.TroubleshootDesc": "Χρησιμοποιήστε τις παρακάτω λειτουργίες για την αντιμετώπιση προβλημάτων και την επίλυση διαφόρων MEM_ERR που ενδέχεται να λάβετε.",
    "Utility.TroubleshootMoreDetails": "Περισσότερες λεπτομέρειες!",
    "Utility.ViewAsBuilt": "View Detailed AsBuilt",
    "About.Endorsed": "This software nor CyanLabs is licensed or endorsed by Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "NOTE: This will submit your vehicles VIN number to Cyanlabs's online decoding service. By submitting your VIN, this will help increase our database's accuracy. Click OK if your happy with this, otherwise click Cancel",
    "Utility.UploadLog": "Upload Log",
    "MessageBox.UploadLog": "To assist in troubleshooting any potential issues we would recommend uploading your log to our database, this log file contains details on what options were selected, if you choose not to upload this log you can do at a later date from the \"Utility\" tab and clicking \"Upload Log\".\n\nDo you want to upload your log now?",
    "MessageBox.UploadLogNoDrive": "You must select a drive that has been used previously and contains a log.txt file to upload your log.",
    "Settings.ReleaseType": "Application Release Type:",
    "MessageBox.ChangeApplicationReleaseBranch": "Changing branch will restart Syn3 Updater and automatically download the relevant build.\n\nChanging from Ci to Beta/Release may result in unhandled exceptions and require you to reset your settings!\n\nRefer to the documentation for further information\n\nAre you sure you want to change the 'Release Branch' of Syn3 Updater?"
}