{
    "Main.Home": "Σπίτι",
    "Main.About": "Σχετικά με",
    "Main.Downloads": "Λήψεις",
    "Main.News": "Νέα",
    "Main.Crashme": "Σύγκρουση",
    "Main.Settings": "Ρυθμίσεις",
    "Main.Utility": "Βοηθητικά προγράμματα",
    "Home.Refresh": "Ανανέωση",
    "Home.CurrentConfiguration": "Τρέχουσα διαμόρφωση",
    "Home.DownloadPath": "Λήψη διαδρομής:",
    "Home.SelectUSBDrive": "Επιλέξτε μονάδα USB",
    "Home.DriveName": "Προορισμός:",
    "Home.RecommendedUSBFlashDriveTitle": "Συνιστώμενα μεγέθη μονάδας flash USB",
    "Home.DriveFileSystem": "Σύστημα αρχείων:",
    "Home.RecommendedUSBFlashDriveNonNav": "Τα μη πλοήγηση APIM's θα πρέπει να είναι καλά με 8 GB",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW, ANZ APIM's θα απαιτούν τουλάχιστον 16 GB",
    "Home.RecommendedUSBFlashDriveEU": "Τα EU APIM απαιτούν τουλάχιστον 32 GB",
    "Home.Notes": "Σημειώσεις:",
    "Home.SelectPackages": "Επιλέξτε Πακέτα",
    "Home.InstallMode": "Λειτουργία εγκατάστασης:",
    "Home.StartButton": "Αρχή",
    "About.AboutTitle": "Σχετικά με το Syn3 Updater",
    "About.ForumButton": "ΦΟΡΟΥΜ CYANLABS",
    "About.DonateButton": "ΠΡΟΣΦΕΡΩ",
    "About.DocumentationTitle": "Τεκμηρίωση",
    "About.Documentation": "Για να βεβαιωθείτε ότι η τεκμηρίωση είναι πάντα ενημερωμένη, ανατρέξτε στην παρακάτω ιστοσελίδα, εάν ενδιαφέρεστε να μεταφράσετε αυτό στη δική σας γλώσσα, μπορείτε να βρείτε επιπλέον πληροφορίες στην ίδια σελίδα.",
    "About.DocumentationButton": "ΤΕΚΜΗΡΙΩΣΗ",
    "About.DisclaimerTitle": "Αποποίηση ευθυνών",
    "About.Disclaimer": "Η CyanLabs δεν φέρει καμία ευθύνη για οποιαδήποτε απώλεια ή ζημιά, συμπεριλαμβανομένων, χωρίς περιορισμό, έμμεσης ή επακόλουθης απώλειας ή ζημίας, ή οποιασδήποτε απώλειας ή ζημιάς που προκύπτει από χρήση ή απώλεια χρήσης, δεδομένων ή κερδών, που προκύπτουν από ή σε σχέση με χρήση αυτής της εφαρμογής ή των σχετικών οδηγών. Αυτή η διαδικασία δεν έχει εγκριθεί από οποιονδήποτε κατασκευαστή οχημάτων και ενδέχεται να ακυρώσει οποιαδήποτε εγγύηση / σύμβαση που έχετε",
    "About.DisclaimerAgreement": "Κατανοώ και αποδέχομαι τους κινδύνους που περιγράφονται στην παραπάνω δήλωση αποποίησης.",
    "Download.Queue": "Ουρά",
    "Download.Log": "Αρχείο καταγραφής",
    "Download.CancelButton": "Ματαίωση",
    "Download.TotalDownload": "Συνολική πρόοδος",
    "Settings.CarConfiguration": "Διαμόρφωση αυτοκινήτου",
    "Settings.EnterRegionNav": "Εισαγάγετε την περιοχή σας και προσδιορίστε εάν έχετε ΠΛΟΗΓΗΣΗ",
    "Settings.Warning": "ΑΣΦΑΛΕΣ ΠΛΗΡΟΦΟΡΙΕΣ ΜΠΟΡΕΙ ΝΑ ΠΑΡΕΧΟΥΝ  n Η ΕΦΑΡΜΟΓΗ ΣΑΣ ΠΡΟΣΩΠΙΚΑ Ή Μόνιμα αχρησιμοποίητη",
    "Settings.Configuration": "Διαμόρφωση",
    "Settings.DownloadLocation": "Τοποθεσία λήψης:",
    "Settings.Language": "Γλώσσα:",
    "Settings.AdvancedOptions": "Προχωρημένες επιλογές",
    "Settings.InstallMode": "Λειτουργία εγκατάστασης:",
    "Settings.LicenseKey": "Κλειδί άδειας χρήσης:",
    "Settings.Apply": "Εφαρμογή ρυθμίσεων",
    "Settings.Theme": "Θέμα:",
    "MessageBox.DisclaimerNotAccepted": "Διαβάστε και αποδεχτείτε την αποποίηση προτού συνεχίσετε. Δεν θα μπορείτε να συνεχίσετε, εκτός εάν συμφωνείτε με τους όρους.",
    "MessageBox.DownloadPathChangeCopy": "Θέλετε να μετακινήσετε υπάρχοντα αρχεία από {0} σε {1}",
    "MessageBox.CancelRegionMismatch": "Η τρέχουσα περιοχή και η νέα περιοχή δεν είναι τα ίδια, αυτό μπορεί να μην λειτουργεί. Θέλετε να συνεχίσετε ούτως ή άλλως;",
    "MessageBox.CancelDownloadIsDrive": "Η διαδρομή λήψης και η μονάδα USB προορισμού είναι τα ίδια, αλλάξτε τη διαδρομή λήψης.",
    "MessageBox.CancelNoApps": "Η λειτουργία είναι αναδιαμόρφωση ή υποβάθμιση και δεν έχει επιλεγεί πακέτο εφαρμογών, αυτό θα έχει ως αποτέλεσμα ένα σύστημα μη εκκίνησης, ΑΠΟΚΤΗΣΗ! Δεν έχει επιλεγεί πακέτο \"APPS\", αλλά το Syn3 Updater έχει αποφασίσει ότι απαιτείται υποβάθμιση ή αναμόρφωση, αυτό θα οδηγήσει σε σύστημα μη εκκίνησης. Ματαίωση!",
    "MessageBox.CancelFormatUSB": "ΠΡΟΕΙΔΟΠΟΙΗΣΗ, ΟΛΑ ΤΑ ΔΕΔΟΜΕΝΑ ΣΤΟ ΕΠΙΛΕΓΜΕΝΟ DRIVE ΘΑ ΧΑΝΟΥΝΤΑΙ {0}  nΕπιστολή Drive: {1}  n  nΚάντε κλικ ΝΑΙ για μορφοποίηση και συνέχεια.",
    "MessageBox.DownloadInProgress": "Μια λήψη ή αντίγραφο είναι ήδη σε εξέλιξη, περιμένετε ή ακυρώστε πρώτα τη λήψη.",
    "MessageBox.OptionalFormatUSB": "Αυτή η μονάδα USB έχει ήδη χρησιμοποιηθεί από το Syn3 Updater.  N  n {0}  nDrive Letter: {1}  n  nΓια να χρησιμοποιήσετε τα υπάρχοντα αρχεία στη μονάδα USB, κάντε κλικ στο κουμπί Όχι  nΓια να διαμορφώσετε τη μονάδα USB, κάντε κλικ στο κουμπί Ναι  n  nΝα θέλετε να μορφοποιήσετε την επιλεγμένη μονάδα USB;",
    "MessageBox.FailedToValidate3": "Αποτυχία επικύρωσης {0} 3 φορές, ΔΙΑΔΙΚΑΣΙΑ ΑΠΟΓΡΑΦΗΣ!",
    "MessageBox.UpdateCurrentversion": "Επιθυμείτε να αναβαθμιστεί η \"τρέχουσα έκδοση\" από {0} σε {1} ούτως ώστε να είναι σωστή για μελλοντική χρήση;",
    "MessageBox.Completed": "Η λήψη και η αντιγραφή των αρχείων έχει πλέον ολοκληρωθεί, απλώς αφαιρέστε αυτό το USB από τον υπολογιστή σας και τοποθετήστε το στο αυτοκίνητό σας, βεβαιωθείτε ότι ο κινητήρας λειτουργεί!  NSyn3Updater θα σας ανοίξει τώρα απευθείας στο σχετικό μέρος του οδηγού CyanLabs για εσάς για να ακολουθήσετε στο αυτοκίνητό σας.  n  nΕάν το Syn3 Updater ήταν χρήσιμο για εσάς, σκεφτείτε το ενδεχόμενο να κάνετε δωρεά από την καρτέλα \"Πληροφορίες\".",
    "String.NonNavAPIM": "Μη Nav APIM",
    "MessageBox.LogUtilityComplete": "Η προετοιμασία του αρχείου καταγραφής USB ολοκληρώθηκε, αφαιρέστε τη μονάδα USB από τον υπολογιστή σας και τοποθετήστε τη στο αυτοκίνητό σας, βεβαιωθείτε ότι η ανάφλεξη είναι ενεργοποιημένη. Λίγα λεπτά μετά την εισαγωγή του USB θα πει ότι η εγκατάσταση ολοκληρώθηκε. Τοποθετήστε ξανά τη μονάδα USB στον υπολογιστή σας και πατήστε \"Βήμα 3\"",
    "String.KeepExistingMaps": "Διατήρηση υπαρχόντων χαρτών",
    "String.NoMaps": "Χωρίς χάρτες",
    "String.Completed": "ΟΛΟΚΛΗΡΩΘΗΚΕ ΕΠΙΤΥΧΩΣ",
    "String.Copied": "αντιγράφηκε",
    "String.Downloaded": "κατεβάστηκε",
    "String.Validated": "επικυρώθηκε",
    "Utility.CreateLogTitle": "Δημιουργήστε το αρχείο καταγραφής ανακριτών USB",
    "Utility.CreateLogDesc": "Δημιουργήστε μια ειδική μονάδα USB που χρησιμοποιείται για τη δημιουργία ενός αρχείου καταγραφής με διάφορες λεπτομέρειες σχετικά με τη μονάδα, ακολουθήστε τα παρακάτω βήματα για να ξεκινήσετε.",
    "Utility.CreateLogStep1": "1. Προετοιμάστε τη μονάδα δίσκου",
    "Utility.CreateLogStep2": "2. Εισαγάγετε τη μονάδα δίσκου στο αυτοκίνητο  n περιμένετε \"Ολοκληρώθηκε η εγκατάσταση\"",
    "Utility.CreateLogStep3": "3. Ανοίξτε το αρχείο καταγραφής ερωτημάτων",
    "Utility.APIMModel": "Μοντέλο APIM:",
    "Utility.APIMSize": "Μέγεθος APIM:",
    "Utility.APIMType": "Τύπος APIM:",
    "Utility.APIMFree": "Ελεύθερος χώρος APIM:",
    "MessageBox.UpdateCurrentVersionUtility": "Εντοπίσαμε ότι η εγκατεστημένη έκδοση δεν ταιριάζει με τη τρέχουσα επιλεγμένη έκδοση στις ρυθμίσεις, επιθυμείτε να γίνει αυτόματα αναβάθμιση από {0} σε {1};",
    "MessageBox.LogUtilityInvalidFile": "Δεν ήταν δυνατή η ανάγνωση του αρχείου XML που έχετε επιλέξει. Βεβαιωθείτε ότι αυτό είναι το σωστό αρχείο. Εάν είστε βέβαιοι ότι αυτό το αρχείο είναι σωστό, επικοινωνήστε με την CyanLabs για να μπορέσουμε να διερευνήσουμε περαιτέρω.",
    "Utility.GracenotesRemovalTitle": "Δημιουργία Gracenotes Removal USB",
    "Utility.GracenotesRemovalDesc": "Χρησιμοποιήστε αυτήν τη λειτουργία για να δημιουργήσετε ένα USB για να εξαναγκάσετε την αφαίρεση των Gracenotes από τη μονάδα.",
    "Utility.GracenotesButton": "Προετοιμάστε USB",
    "MessageBox.GenericUtilityComplete": "Η προετοιμασία του USB ολοκληρώθηκε, αφαιρέστε τη μονάδα USB από τον υπολογιστή σας και τοποθετήστε τη στο αυτοκίνητό σας.",
    "Utility.VoiceShrinkerTitle": "Δημιουργία USB αντικατάστασης μικρού πακέτου φωνής",
    "Utility.VoiceShrinkerDesc": "Χρησιμοποιήστε αυτήν τη λειτουργία εάν μετά την αφαίρεση των γρασότων εξακολουθείτε να έχετε MEM_ERR",
    "Utility.DowngradeTitle": "Δημιουργία υποβάθμισης USB",
    "Utility.DowngradeDesc": "Χρησιμοποιήστε αυτήν τη λειτουργία εάν μετά την αφαίρεση των γρασίδιων και τη συρρίκνωση του φωνητικού σας πακέτου εξακολουθείτε να λαμβάνετε MEM_ERR",
    "Utility.TroubleshootTitle": "Βήματα αντιμετώπισης προβλημάτων",
    "Utility.TroubleshootDesc": "Χρησιμοποιήστε τις παρακάτω λειτουργίες για την αντιμετώπιση προβλημάτων και την επίλυση διαφόρων MEM_ERR που ενδέχεται να λάβετε.",
    "Utility.TroubleshootMoreDetails": "Περισσότερες λεπτομέρειες!",
    "Utility.ViewAsBuilt": "View Detailed AsBuilt",
    "About.Endorsed": "This software nor CyanLabs is licensed or endorsed by Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "ΠΡΟΣΟΧΗ:Αυτή η ενέργεια θα αποστείλει τον αριθμό ταυτοποίησης του οχήματος σας στην διαδικτυακή πλατφόρμα μας, αποστέλλοντας τον σειριακό αριθμο μας βοηθάει αυξήσουμε την ακρίβεια της βάσης δεδομένων μας. ",
    "Utility.UploadLog": "Upload Log",
    "MessageBox.UploadLog": "To assist in troubleshooting any potential issues we would recommend uploading your log to our database, this log file contains details on what options were selected, if you choose not to upload this log you can do at a later date from the \"Utility\" tab and clicking \"Upload Log\".\n\nDo you want to upload your log now?",
    "Settings.ReleaseType": "Application Release Type:",
    "MessageBox.ChangeApplicationReleaseBranch": "Changing branch will restart Syn3 Updater and automatically download the relevant build.\n\nChanging from Ci to Beta/Release may result in unhandled exceptions and require you to reset your settings!\n\nRefer to the documentation for further information\n\nAre you sure you want to change the 'Release Branch' of Syn3 Updater?",
    "Home.NoUSBDir": "Select A Directory",
    "MessageBox.CancelDeleteFiles": "ΠΡΟΣΟΧΉ, ΟΛΑ ΤΑ ΑΡΧΕΙΑ ΣΤΟΝ ΕΠΙΛΕΓΜΕΝΟ ΦΆΚΕΛΟ ΘΑ ΣΒΗΣΤΟΎΝ\nPath: {0}\n\nΠατήστε ΝΑΙ για να συνεχίσετε.",
    "MessageBox.CompletedFolder": "The download and copying of the files is now complete\nAs you have selected a directory rather than a USB drive you will need to copy the contents of your chosen directory to a ExFAT (MBR) formatted USB drive\n\nIf Syn3 Updater has been useful to you please consider donating from the \"About\" tab.",
    "MessageBox.CancelDownloadIsFolder": "Download directory and selected destination directory are the same, please change one of these directories",
    "About.FHubButton": "F ΧΟΥΜΠ",
    "Settings.EnterVersion": "Εισαγάγετε την έκδοση (Ρυθμίσεις> Γενικά> Σχετικά με τον συγχρονισμό)",
    "Home.Version": "Εκδοχή:",
    "Home.Region": "Περιοχή:",
    "Home.Nav": "Πλοήγηση:",
    "Home.MapVersion": "Έκδοση χάρτη:",
    "Home.NewVersion": "Νέα έκδοση",
    "Settings.FullVersion": "Πλήρης έκδοση συγχρονισμού:",
    "Settings.Region": "Περιοχή:",
    "Settings.Navigation": "Πλοήγηση:",
    "MessageBox.NoVersionOrRegionSelected": "Δεν έχετε ορίσει την τρέχουσα έκδοση συγχρονισμού ή την περιοχή συγχρονισμού!",
    "MessageBox.My20Detected": "Syn3 Updater has detected that you are trying to force the install mode or disable 'My20 Mode' however a MY20 or newer APIM was previously detected! By doing this and using the created USB drive on a MY20 or newer APIM YOU WILL BRICK IT!!\n\nBy clicking 'Yes' you will disable all MY20 protection methods embedded in Syn3 Updater\n\nAre you sure you want to override this protection?",
    "MessageBox.My20Check": "WARNING, ANSWERING INCORRECTLY COULD RESULT IN YOUR APIM BEING BRICKED!\n\nIs you car manufactured in 2020 or newer?\n\nIf it is or you are unsure click 'Yes' and Syn3 Updater will guide you through running the official 'interrogator tool' to validate if you have a MY20 APIM or not\n\nIf it is 2019 or older, click 'No' to continue as planned.",
    "MessageBox.My20Found": "Syn3 Updater has determined that your APIM is MY20 (Manufacture Year 2020) or newer, Syn3 Updater will now enforce autoinstall mode to prevent possible bricking of the APIM!",
    "MessageBox.My20NotFound": "Syn3 Updater has determined that your APIM is NOT MY20 and it is safe to use all functions of Syn3 Updater\n\nPlease note that if you have retrofitted your APIM or APIM Screen this information may not be accurate!",
    "MessageBox.LogUtilityCompleteMy20": "Preparation of the Interrogator (Logging) USB Drive completed successfully!\n\nRemove the USB drive from your computer and insert it in to your car, ensure the ignition is on and wait a few moments for it to say \"Installation Complete\" or for the APIM to reboot.\n\nOnce done re-insert the USB drive in to your pc, click 'OK' and select the XML file from your SyncMyRide folder of your USB drive",
    "String.OnlyMaps": "Only Update Maps",
    "Settings.My20Mode": "Toggle MY20 Protection",
    "News.ImportantNoticeTitle": "Important Notices",
    "News.NoticeTitle": "Other Notices",
    "News.Changelog": "Changelog",
    "Main.Logs": "Logs",
    "Logs.Path": "Log Path",
    "Logs.ViewLog": "View",
    "Logs.Delete": "Delete Selected Logs",
    "Logs.OpenFolder": "Open Log folder",
    "Settings.AppOptions": "Application Options",
    "Settings.AdvancedModeToggle": "Edit Advanced Options?",
    "Settings.LogLocation": "Log File Location",
    "MessageBox.AdvancedSettings": "WARNING, these settings may cause the USB created by Syn3 Updater to be incompatible with your car configuration, despite what many YouTube videos say you should not change any of these settings unless you know what you are doing!\n\nAre you sure you want to continue?",
    "MessageBox.My20CheckCancelled": "No interrogator log file was selected, aborting process!",
    "Main.Profiles": "Profiles",
    "Profiles.DeleteProfile": "Delete",
    "Profiles.SelectProfile": "Select",
    "Profiles.Rename": "Rename",
    "Profiles.CurrentProfile": "Current Profile",
    "Profiles.NewProfile": "Profile Name",
    "Profiles.CreateAndSet": "Create and Set Profile",
    "Home.Profile": "Profile",
    "MessageBox.InvalidProfile": "You can not delete the currently active profile, please select another profile and then delete this profile\n",
    "MessageBox.RemovableDriveFolder": "The folder you have selected is located on a non fixed drive, you should consider selecting the USB itself rather than selecting a folder on the USB drive\n\nIf you wish to continue anyway click 'OK'",
    "MessageBox.OptionalFormat": "{0} already contains files.\n\nDo you want to empty {0}?",
    "Home.DriveSize": "Size",
    "Home.DriveFreeSpace": "Free",
    "String.Downloading": "Downloading",
    "String.Attempt": "Attempt",
    "String.Copying": "Copying",
    "String.Validating": "Validating",
    "String.CheckingExistingFile": "Checking Existing File",
    "Home.InstallModeForced": "Forced",
    "Home.MY20Protection": "MY20 Protection",
    "String.Enabled": "Enabled",
    "String.Disabled": "Disabled / Not MY20",
    "String.Yes": "Yes",
    "String.No": "No"
}