{
    "Main.Home": "Home",
    "Main.About": "About",
    "Main.Downloads": "Downloads",
    "Main.News": "News",
    "Main.Crashme": "Crash",
    "Main.Settings": "Settings",
    "Main.Utility": "Utilities",
    "Home.Refresh": "Refresh",
    "Home.CurrentConfiguration": "Current Configuration",
    "Home.DownloadPath": "Download Path:",
    "Home.SelectUSBDrive": "Select A USB Drive or Directory",
    "Home.DriveName": "Destination:",
    "Home.DriveLetter": "Drive Letter:",
    "Home.RecommendedUSBFlashDriveTitle": "Recommended USB Flash Drive sizes",
    "Home.DriveFileSystem": "File System:",
    "Home.RecommendedUSBFlashDriveNonNav": "Non Navigation APIM's should be fine with 8GB",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW and ANZ APIM's will require atleast 16GB",
    "Home.RecommendedUSBFlashDriveEU": "EU APIM's will require at least 32GB",
    "Home.Notes": "Notes:",
    "Home.SelectPackages": "Select Packages",
    "Home.InstallMode": "Install Mode:",
    "Home.NoUSB": "Download Only (NO USB)",
    "Home.StartButton": "Start",
    "About.AboutTitle": "About Syn3 Updater",
    "About.ForumButton": "CYANLABS FORUM",
    "About.DonateButton": "DONATE",
    "About.DocumentationTitle": "Documentation",
    "About.Documentation": "To ensure that the documentation is always up to date please refer to the below webpage, if you are interested in translating this to your own language you can find additional information at the same page.",
    "About.DocumentationButton": "DOCUMENTATION",
    "About.DisclaimerTitle": "Disclaimer",
    "About.Disclaimer": "CyanLabs will not be liable for any loss or damage including, without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from use or loss of use of, data, or profits, arising out of or in connection with the use of this application or the associated guides. This process is not approved by any vehicle manufacturer and may void any warranty/agreement you may have in place",
    "About.DisclaimerAgreement": "I understand and accept the risks outlined in the disclaimer above.",
    "Download.Queue": "Queue",
    "Download.Log": "Log",
    "Download.CancelButton": "Cancel",
    "Download.StartButton": "Start",
    "Download.VerifyingFile": "Verifying integrity of",
    "Download.TotalDownload": "Total Progress",
    "Settings.CarConfiguration": "Car Configuration",
    "Settings.EnterRegionNav": "Enter your REGION and specify if you have NAVIGATION",
    "Settings.Warning": "INCORRECT INFORMATION MAY RENDER\nYOUR APIM TEMPORARILY OR PERMANENTLY UNUSABLE",
    "Settings.Configuration": "Configuration",
    "Settings.DownloadLocation": "Download Location:",
    "Settings.Language": "Language:",
    "Settings.AdvancedOptions": "Advanced Options",
    "Settings.InstallMode": "Install Mode:",
    "Settings.PaidOptions": "Paid Options",
    "Settings.LicenseKeyInfo": "Enter your license key below to gain access to any custom packages you have purchased!",
    "Settings.LicenseKey": "License Key:",
    "Settings.Apply": "Apply Settings",
    "Settings.Downloads": "Browse",
    "Settings.Theme": "Theme:",
    "MessageBox.DisclaimerNotAccepted": "Please read and accept the disclaimer before continuing. You will not be able to continue unless you agree to the terms.",
    "MessageBox.DownloadPathChangeCopy": "Would you like to move existing files from {0} to {1}",
    "MessageBox.NoDownloads": "There is currently nothing in your download queue, visit the main page to choose what to download.",
    "MessageBox.CancelNoUSB": "No USB drive selected would you like to continue with just the download?",
    "MessageBox.CancelNoUSBForced": "No USB drive selected! You must select a USB drive to continue!",
    "MessageBox.CancelMy20": "Syn3 Updater has set the install mode to {0}\nDO NOT CONTINUE IF YOU HAVE A CAR MANUFACTURED IN 2020!\n\nIF YOU CONTINUE AND HAVE A CAR MANUFACTURED IN 2020 YOU WILL BRICK YOUR CAR!\n\nBy clicking \"Yes\" you understand the above warning and confirm you do not have a car manufactured in 2020!",
    "MessageBox.CancelMy20Final": "FINAL WARNING!\n\nBy clicking \"Yes\" you confirm you do not have a car manufactured in 2020!",
    "MessageBox.CancelRegionMismatch": "The current region and your selected region do not match, this may not work!\nWould you like to continue anyway?",
    "MessageBox.CancelDownloadIsDrive": "Download path and destination USB drive are the same, please change your download path or select another USB drive.",
    "MessageBox.CancelNoApps": "Selected InstallMode is reformat or downgrade but no \"APPS\" package has been selected but Syn3 Updater has determined that a downgrade or reformat is required, this will result in a non booting system. Aborting!",
    "MessageBox.CancelFormatUSB": "WARNING, ALL DATA ON THE SELECTED DRIVE WILL BE LOST {0}\nDrive Letter: {1}\n\nClick YES to format and continue.",
    "MessageBox.DownloadInProgress": "Another operation is already running, please wait for the existing operation to finish before continuing.",
    "MessageBox.CopyVerificationFailed": "Failed to successfully validate the copied file after 3 attempts, ensure USB drive and port are functioning correctly and/or try another USB drive. Aborting process!",
    "MessageBox.DownloadVerificationFailed": "Failed to successfully validate the downloaded file after 3 attempts, Check your internet connection and try again. Aborting process!",
    "MessageBox.DownloadOnlyComplete": "All files downloaded and validated successfully, no copying has been done!",
    "MessageBox.OptionalFormatUSB": "This USB drive has already been used by Syn3 Updater.\n\n{0}\nDrive Letter: {1}\n\nTo use existing files on the USB drive click No\nTo format the USB drive click Yes\n\nDo you want to format the selected USB drive?",
    "MessageBox.FailedToValidate3": "Failed to validate {0} 3 times, ABORTING PROCESS!",
    "MessageBox.WebException": "Failed to connect to the download server, {0}",
    "MessageBox.UpdateCurrentversion": "Would you like to update the \"Current Version\" from {0} to {1} so that it is correct for future use?",
    "MessageBox.Completed": "The Download and Copying of all required files is now complete.\nSimply eject the USB from your computer insert it in to your car.\nTurn the engine on, and wait for the install process to begin!\n\nSyn3Updater will now open you directly to the relevant part of the CyanLabs tutorial for you to follow in your car.\n\nIf you are having issues join our discord or community forum, links can be found on our website.\n\nIf Syn3 Updater has been useful to you please consider donating from the \"About\" tab.",
    "String.NonNavAPIM": "Non Nav APIM",
    "MessageBox.LogUtilityComplete": "Preparation of the Interrogator (Logging) USB Drive completed successfully!\n\nRemove the USB drive from your computer and insert it in to your car, ensure the ignition is on and wait a few moments for it to say \"Installation Complete\" \n\nRe-insert the USB drive in to your pc and press \"Step 3\"",
    "String.KeepExistingMaps": "Keep Existing Maps",
    "String.NoMaps": "No Maps",
    "String.Required": "REQUIRED!",
    "String.Completed": "COMPLETED SUCCESSFULLY",
    "String.Copied": "copied",
    "String.Downloaded": "downloaded",
    "String.Validated": "validated",
    "Utility.CreateLogTitle": "Create Interrogator Log USB",
    "Utility.CreateLogDesc": "Create a special USB drive used to generate a log file with various details relating to your unit, follow the steps below to get started.",
    "Utility.CreateLogStep1": "1. Prepare drive",
    "Utility.CreateLogStep2": "2. Insert drive in car\nawait \"Install Complete\"",
    "Utility.CreateLogStep3": "3. Open Interrogator Log",
    "Utility.LogXMLTitle": "Details",
    "Utility.APIMModel": "APIM Model:",
    "Utility.APIMSize": "APIM Size:",
    "Utility.APIMType": "APIM Type:",
    "Utility.APIMFree": "APIM Free Space:",
    "MessageBox.UpdateCurrentVersionUtility": "We have detected that the version installed does not match your currently selected version in the settings, would you like to automatically update this from {0} to {1}",
    "MessageBox.LogUtilityInvalidFile": "The XML file you have selected could not be read, please ensure this is the correct file. If you are sure this file is correct please contact CyanLabs so we can investigate further.",
    "Utility.GracenotesRemovalTitle": "Create Gracenotes Removal USB",
    "Utility.GracenotesRemovalDesc": "Use this function to create a USB to force the removal of Gracenotes from your unit.",
    "Utility.GracenotesButton": "Prepare USB",
    "MessageBox.GenericUtilityComplete": "Preparation of the USB Drive completed successfully!\n\nRemove the USB drive from your computer and insert it in to your car, ensure the ignition is on and wait a few moments for it to say \"Installation Complete\"",
    "Utility.VoiceShrinkerTitle": "Create Small Voice Package Replacement USB",
    "Utility.VoiceShrinkerDesc": "Use this function if after removing gracenotes you are still having MEM_ERR's.",
    "Utility.DowngradeTitle": "Create Downgrade USB",
    "Utility.DowngradeDesc": "Use this function if after removing gracenotes and shrinking your voice package you are still getting MEM_ERR's",
    "Utility.TroubleshootTitle": "Troubleshooting Steps",
    "Utility.TroubleshootDesc": "Use the below functions to troubleshoot and resolve various MEM_ERR's that you may receive.",
    "Utility.TroubleshootMoreDetails": "More Details!",
    "Utility.ViewAsBuilt": "View Detailed AsBuilt",
    "About.Endorsed": "This software nor CyanLabs is licensed or endorsed by Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "WARNING: This will submit your vehicles VIN along to our automatic online decoding service, by submitting your VIN this will help increase the accuracy of our database. \n\nIf you do not wish to submit your VIN click Cancel.",
    "Utility.UploadLog": "Upload Log",
    "MessageBox.UploadLog": "To assist in troubleshooting any potential issues we would recommend uploading your Syn3Updater log to our database, this log file contains details on what options were selected.\n\nIf you choose not to upload this log you can do so at a later date from the \"Utility\" tab and clicking the \"Upload Log\" button.\n\nDo you want to upload your log now?",
    "MessageBox.UploadLogNoDrive": "The USB Drive you have selected does not contain a log.txt file",
    "Settings.ReleaseType": "Application Release Branch:",
    "MessageBox.ChangeApplicationReleaseBranch": "Changing branch will restart Syn3 Updater and automatically download the relevant build.\n\nChanging from Ci to Beta/Release may result in unhandled exceptions and require you to reset your settings!\n\nRefer to the documentation for further information\n\nAre you sure you want to change the 'Release Branch' of Syn3 Updater?",
    "Home.NoUSBDir": "Select A Directory",
    "MessageBox.CancelDeleteFiles": "WARNING, ALL DATA IN THE SELECTED DIRECTORY WILL BE LOST\nPath: {0}\n\nClick YES to continue.",
    "MessageBox.CompletedFolder": "The Download and Copying of all required files is now complete.\n\nAs you have selected a directory rather than a USB drive you will need to copy the contents of your chosen directory to a ExFAT (MBR) formatted USB drive\n\nIf you are having issues join our discord or community forum, links can be found on our website.\n\nIf Syn3 Updater has been useful to you please consider donating from the \"About\" tab.",
    "MessageBox.CancelDownloadIsFolder": "The selected download directory and destination directory are the same, you must change one of these directories to continue.",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "Enter your version (Settings > General > About)",
    "Home.Version": "Version:",
    "Home.Region": "Region:",
    "Home.Nav": "Navigation:",
    "Home.MapVersion": "Map Version:",
    "Home.NewVersion": "New Version",
    "Settings.FullVersion": "Full Version:",
    "Settings.Region": "Region:",
    "Settings.Navigation": "Navigation:",
    "MessageBox.NoVersionOrRegionSelected": "You have not set your current Version or Region!",
    "MessageBox.My20Detected": "Syn3 Updater has detected that you are trying to force the install mode or disable 'My20 Mode' however a MY20 or newer APIM was previously detected! By doing this and using the created USB drive on a MY20 or newer APIM YOU WILL BRICK IT!!\n\nBy clicking 'Yes' you will disable all MY20 protection methods embedded in Syn3 Updater\n\nAre you sure you want to change this install mode?",
    "MessageBox.My20Check": "WARNING, ANSWERING INCORRECTLY COULD RESULT IN YOUR APIM BEING BRICKED!\n\nIs you car manufactured in 2020 or newer?\n\nIf it is or you are unsure click 'Yes' and Syn3 Updater will guide you through running the official 'interrogator tool' to validate if you have a MY20 APIM or not\n\nIf it is 2019 or older, click 'No' to continue as planned.",
    "MessageBox.My20Found": "Syn3 Updater has determined that your APIM is MY20 (Manufacture Year 2020) or newer, Syn3 Updater will now enforce autoinstall mode to prevent possible bricking of the APIM!",
    "MessageBox.My20NotFound": "Syn3 Updater has determined that your APIM is NOT MY20 and it is safe to use all functions of Syn3 Updater",
    "MessageBox.LogUtilityCompleteMy20": "Preparation of the Interrogator (Logging) USB Drive completed successfully!\n\nRemove the USB drive from your computer and insert it in to your car, ensure the ignition is on and wait a few moments for it to say \"Installation Complete\" or for the APIM to reboot.\n\nOnce done re-insert the USB drive in to your pc, click 'OK' and select the XML file from your SyncMyRide folder of your USB drive",
    "String.OnlyMaps": "Only Update Maps",
    "Settings.My20Mode": "Toggle MY20 Protection:",
    "News.ImportantNoticeTitle": "Important Notices",
    "News.NoticeTitle": "Other Notices",
    "News.Changelog": "Changelog"
}