{
    "Main.Home": "Inicio",
    "Main.About": "Acerca de",
    "Main.Downloads": "Descargas",
    "Main.News": "Noticias",
    "Main.Crashme": "Crash",
    "Main.Settings": "Ajustes",
    "Main.Utility": "Utilidades",
    "Home.Refresh": "Refrescar",
    "Home.CurrentConfiguration": "Configuración Actual",
    "Home.DownloadPath": "Descargar en:",
    "Home.SelectUSBDrive": "Seleccione USB o Directorio",
    "Home.DriveName": "Destino:",
    "Home.DriveLetter": "Letra de Unidad:",
    "Home.RecommendedUSBFlashDriveTitle": "Tamaños recomendados de unidades USB",
    "Home.DriveFileSystem": "Sistema de Archivos:",
    "Home.RecommendedUSBFlashDriveNonNav": "APIM's sin Navegación deberían estar bien con 8GB",
    "Home.RecommendedUSBFlashDriveNA": "APIM's NA, ROW, ANZ requieren al menos 16GB",
    "Home.RecommendedUSBFlashDriveEU": "APIM's EU requieren al menos 32GB",
    "Home.Notes": "Notas:",
    "Home.SelectPackages": "Seleccionar Paquetes",
    "Home.InstallMode": "Modo Instalación:",
    "Home.NoUSB": "Sólo Descargar (NO USB)",
    "Home.StartButton": "Comenzar",
    "About.AboutTitle": "Sobre Syn3 Updater",
    "About.ForumButton": "FORO CYANLABS",
    "About.DonateButton": "DONAR",
    "About.DocumentationTitle": "Documentación",
    "About.Documentation": "Para asegurarse que la documentación esté siempre actualizada, por favor visite las siguientes páginas web",
    "About.DocumentationButton": "DOCUMENTACIÓN",
    "About.DisclaimerTitle": "Descargo",
    "About.Disclaimer": "CyanLabs no será responsable de ninguna pérdida o daño, incluidos entre otros, pérdidas o daños indirectos o consecuentes, o cualquier pérdida o daño que surja del uso o pérdida de uso de datos o ganancias, que surjan de o en conexión con el uso de esta aplicación o las guías asociadas. Este proceso no está aprobado por ningún fabricante de vehículos y puede anular cualquier garantía / acuerdo que pueda tener vigente.",
    "About.DisclaimerAgreement": "Entiendo y acepto los riesgos descritos en el Descargo anterior.",
    "Download.Queue": "Cola",
    "Download.Log": "Log",
    "Download.CancelButton": "Cancelar",
    "Download.StartButton": "Comenzar",
    "Download.VerifyingFile": "Verificando Integridad de",
    "Download.TotalDownload": "Progreso Total",
    "Settings.CarConfiguration": "Configuración en el Vehículo",
    "Settings.EnterRegionNav": "Ingrese su REGIÓN y especifique si tiene NAVEGACIÓN",
    "Settings.Warning": "INFORMACIÓN INCORRECTA PUEDE INUTILIZAR\nSU APIM TEMPORAL O PERMANENTEMENTE",
    "Settings.Configuration": "Configuración",
    "Settings.DownloadLocation": "Ubicación Descargas:",
    "Settings.Language": "Lenguaje:",
    "Settings.AdvancedOptions": "Opciones Avanzadas",
    "Settings.InstallMode": "Modo Instalación:",
    "Settings.PaidOptions": "Opciones Pagas",
    "Settings.LicenseKeyInfo": "Ingrese su licencia abajo para ganar acceso a cualquier paquete personalizado que haya comprado!",
    "Settings.LicenseKey": "Licencia:",
    "Settings.Apply": "Aplicar Configuración",
    "Settings.Downloads": "Explorar",
    "Settings.Theme": "Tema:",
    "MessageBox.DisclaimerNotAccepted": "Por favor lea y acepte el Descargo antes de continuar. No podrá continuar a menos que acepte los términos.",
    "MessageBox.DownloadPathChangeCopy": "Quiere mover los archivos existentes de {0} a {1} ?",
    "MessageBox.NoDownloads": "Actualmente no hay nada en la cola de descarga, visite la página principal para elegir que descargar.",
    "MessageBox.CancelNoUSB": "No hay unidad USB seleccionada, quiere continuar sólo con la descarga?",
    "MessageBox.CancelNoUSBForced": "No hay un dispositivo USB seleccionado, debe seleccionar un dispositivo USB para continuar!",
    "MessageBox.CancelMy20": "Syn3 Updater estableció el método de instalación {0}\nNO CONTINUE SI TIENE UN AUTO FABRICADO EN 2020 O POSTERIOR!\n\nSI CONTINUA Y TIENE UN AUTO FABRICADO EN 2020 O POSTERIOR INUTILIZARÁ SU UNIDAD!\n\nAl elegir \"Si\" usted comprende la advertencia previa y confirma que no tiene un auto fabricado en 2020 o posterior!",
    "MessageBox.CancelMy20Final": "ADVERTENCIA FINAL!\n\nAl elegir \"Si\" usted confirma que no tiene un auto fabricado en 2020 o posterior!",
    "MessageBox.CancelRegionMismatch": "La Región Actual y la Región Seleccionada no son la misma, esto puede no funcionar!\nDesea continuar?",
    "MessageBox.CancelDownloadIsDrive": "El directorio de descarga y USB destino son iguales, por favor cambie el directorio de descarga",
    "MessageBox.CancelNoApps": "El modo es reformat o downgrade y no se seleccionó paquete de APPS, esto resultará en un sistema que no inicia\nABORTANDO! No se seleccionó paquete \"APPS\" pero Syn3 Updater determinó que downgrade o reformat es requerido, lo cual resultará en un sistema que no inicia. Abortando!",
    "MessageBox.CancelFormatUSB": "ADVERTENCIA, TODOS LOS DATOS DE LA UNIDAD SELECCIONADA SE PERDERAN {0}\nLetra de Unidad: {1} \n\nSeleccione SI para formatear y continuar.",
    "MessageBox.DownloadInProgress": "Una descarga o copia está en progreso, por favor espera o cancela la descarga primero.",
    "MessageBox.CopyVerificationFailed": "Falla en verificar archivos 3 veces, asegúrese que el USB estén funcionando correctamente, abortando proceso!",
    "MessageBox.DownloadVerificationFailed": "Falla en verificar archivos descargados 3 veces, abortando proceso!",
    "MessageBox.DownloadOnlyComplete": "Todos los archivos descargados y validados exitosamente, el proceso de copia no fue ejecutado",
    "MessageBox.OptionalFormatUSB": "Esta unidad USB ya ha sido usada por Syn3 Updater.\n\n{0}\nLetra de Unidad: {1}\n\nPara usar los archivos existentes en la unidad USB seleccione No\nPara formatear la unidad USB seleccione Si\n\nQuiere formatear la unidad USB seleccionada?",
    "MessageBox.FailedToValidate3": "Fallo al validar {0} 3 veces, ABORTANDO EL PROCESO!",
    "MessageBox.WebException": "Fallo al conectar al servidor de descarga, {0}",
    "MessageBox.UpdateCurrentversion": "Quiere actualizar \"Versión Actual\" de {0} a {1} para que quede correcta para un futuro uso?",
    "MessageBox.Completed": "La descarga y copia de los archivos está completa, simplemente expulse éste USB de su computadora e insértelo en su vehículo\nAsegúrese que el motor esté en marcha!\nSyn3Updater ahora abrirá la parte relevante del tutorial CyanLabs para que pueda seguirlo en su vehículo\n\nSi Syn3 Updater ha sido útil para usted, por favor considere donar desde la tab \"Acerca de\".",
    "String.NonNavAPIM": "Apim No Nav",
    "MessageBox.LogUtilityComplete": "La preparación del log USB fue completada, remueva el dispositivo USB de su computadora e insértelo en su vehículo, asegúrese que el mismo esté en contacto.\nUnos momentos después de insertar el dispositivo USB se mostrará \"instalación completa\". Re inserte el dispositivo USB en su PC y presione \"Paso 3\"",
    "String.KeepExistingMaps": "Mantener Mapa Existente",
    "String.NoMaps": "Sin Mapa",
    "String.Required": "REQUERIDO!",
    "String.Completed": "COMPLETADO EXITOSAMENTE",
    "String.Copied": "copiado",
    "String.Downloaded": "descargado",
    "String.Validated": "validado",
    "Utility.CreateLogTitle": "Crear USB de log interrogador",
    "Utility.CreateLogDesc": "Crea un dispositivo USB especial usado para generar un archivo de log con detalles varios relacionados a su unidad, siga los siguientes pasos para comenzar.",
    "Utility.CreateLogStep1": "1. Preparar USB",
    "Utility.CreateLogStep2": "2. Inserte USB en auto\naguarde \"Instal. Compl.\"",
    "Utility.CreateLogStep3": "3. Abra el log Interrogador",
    "Utility.LogXMLTitle": "Detalles",
    "Utility.APIMModel": "Modelo de APIM:",
    "Utility.APIMSize": "Tamaño de APIM:",
    "Utility.APIMType": "Tipo de APIM:",
    "Utility.APIMFree": "Espacio libre en APIM:",
    "MessageBox.UpdateCurrentVersionUtility": "Detectamos que la versión instalada no coincide con la versión actualmente seleccionada en Ajustes, quiere corregirlo automáticamente de {0} a {1} ?",
    "MessageBox.LogUtilityInvalidFile": "El archivo XML que seleccionó no pudo ser leído, asegúrese que sea el archivo correcto. Si está seguro que el archivo es él correcto por favor contacte a CyanLabs para que podamos investigarlo.",
    "Utility.GracenotesRemovalTitle": "Crear USB para remoción de GRACENOTES",
    "Utility.GracenotesRemovalDesc": "Use ésta función para crear un USB para forzar la remoción de GRACENOTES de su unidad.",
    "Utility.GracenotesButton": "Preparar USB",
    "MessageBox.GenericUtilityComplete": "La preparación del USB ha sido completada, remueva el dispositivo USB de su computadora e insértelo en su vehículo.",
    "Utility.VoiceShrinkerTitle": "Crear USB para reemplazar paquete pequeño de VOICE",
    "Utility.VoiceShrinkerDesc": "Use ésta función si después de remover GRACENOTES todavía tiene problemas MEM_ERR's",
    "Utility.DowngradeTitle": "Crear USB de Downgrade",
    "Utility.DowngradeDesc": "Use ésta función si después de remover GRACENOTES y achicar el paquete de voz aún recibe errores MEM_ERR",
    "Utility.TroubleshootTitle": "Pasos para solucionar problemas",
    "Utility.TroubleshootDesc": "Use las siguientes funciones para solucionar varios errores MEM_ERR que pueda recibir.",
    "Utility.TroubleshootMoreDetails": "Más detalles!",
    "Utility.ViewAsBuilt": "View Detailed AsBuilt",
    "About.Endorsed": "Ni éste programa ni CyanLabs están licenciados o respaldados por Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "NOTA: Esto enviará el número VIN de su vehículo al servicio decodificador en línea de Cyanlabs. Al enviar su VIN, ayudará a incrementar la precisión de nuestra base de datos. Seleccione OK si está de acuerdo, caso contrario seleccione Cancelar",
    "Utility.UploadLog": "Subir Log",
    "MessageBox.UploadLog": "Para asistir en solucionar cualquier problema potencial recomendamos subir su log a nuestra base de dato, éste log contiene detalles de las opciones elegidas. Si elige no subir el log, puede hacerlo más tarde desde la pestaña \"Utilidades\" haciendo clic en \"Subir Log\".\n\nQuiere subir su log ahora?",
    "MessageBox.UploadLogNoDrive": "Debe seleccionar una unidad que haya sido usada anteriormente y contenga un archivo log.txt para subir su log.",
    "Settings.ReleaseType": "Rama de Release de Aplicación:",
    "MessageBox.ChangeApplicationReleaseBranch": "Cambiar la rama reiniciará Syn3 Updater y descargará automáticamente el build relevante.\n\nCambiar de Ci a Beta/Release puede resultar en excepciones no manejadas y requerir que reinicie sus configuraciones!\n\nConsulte la documentación para más información\n\nEstá seguro que quiere cambiar la \"Rama Release\" de Syn3 Updater?",
    "Home.NoUSBDir": "Seleccione Directorio",
    "MessageBox.CancelDeleteFiles": "ADVERTENCIA, TODA LA INFORMACIÓN EN EL DIRECTORIO SELECCIONADO SERÁ BORRADO\nPath: {0}\n\nSeleccione \"Si\" para continuar",
    "MessageBox.CompletedFolder": "La descarga y copia de los archivos está completa.\nYa que seleccionó un directorio en vez de unidad USB, tendrá que copiar los contenidos del directorio elegido a una unidad USB formateada como ExFAT (MBR).\n\nSi Syn3 Updater le ha sido útil, por favor considere donar desde la pestaña \"Acerca De\".",
    "MessageBox.CancelDownloadIsFolder": "El Directorio de Descarga y Directorio de Destino son el mismo, por favor cambiar uno de éstos directorios",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "Ingrese su versión (Config.>General>Sobre)",
    "Home.Version": "Versión:",
    "Home.Region": "Región:",
    "Home.Nav": "Navegación:",
    "Home.MapVersion": "Versión Mapa:",
    "Home.NewVersion": "Nueva Versión",
    "Settings.FullVersion": "Versión Full:",
    "Settings.Region": "Región:",
    "Settings.Navigation": "Navegación:",
    "MessageBox.NoVersionOrRegionSelected": "No ha configurado su Versión Actual o Región",
    "MessageBox.My20Detected": "Syn3 Updater detectó que está tratando de forzar el método de instalación pero un APIM MY20 o posterior fue detectado anteriormente!. Al hacer esto y usar el USB creado en un APIM MY20 o posterior LO INUTILIZARÁ!!\n\nAl seleccionar \"Si\" deshabilitará todos los métodos de protección MY20 incorporados en Syn3 Updater.\n\nEstá seguro que desea cambiar el método de instalación?",
    "MessageBox.My20Check": "ADVERTENCIA, RESPONDER INCORRECTAMENTE PUEDE RESULTAR EN INUTILIZAR SU APIM!\n\nFue su vehículo fabricado en 2020 o posterior?\n\nSi lo fue, seleccione \"Si\" y Syn3 Updater lo guiará para ejecutar el Interrogador Oficial para validar si tiene un APIM MY20 o no.\n\nSi el vehículo es 2019 o anterior, seleccione \"No\" para continuar según planeado.",
    "MessageBox.My20Found": "Syn3 Updater determinó que su APIM es MY20 (Manufacture Year 2020) o posterior, Syn3 Updater forzará el modo AUTOINSTALL para evitar posible inutilización del APIM!",
    "MessageBox.My20NotFound": "Syn3 Updater determinó que su APIM NO ES MY20 y es seguro usar todas las funciones de Syn3 Updater",
    "MessageBox.LogUtilityCompleteMy20": "Preparación del USB Interrogador (logging) completada exitosamente!\n\nRemueva el USB de su computadora e insértelo en su vehículo, asegúrese que el motor esté en marcha y espere unos momentos hasta que aparezca \"Instalación Completa\" o que el APIM se reinicie.\n\nUna vez hecho, re inserte el USB en su PC, seleccione \"OK\" y seleccione el archivo XML ubicado en la carpeta SyncMyRide en su unidad USB.",
    "String.OnlyMaps": "Sólo Actualizar Mapas",
    "Settings.My20Mode": "Alternar Protección MY20",
    "News.ImportantNoticeTitle": "Avisos Importantes",
    "News.NoticeTitle": "Otros Avisos",
    "News.Changelog": "Log de Cambios"
}