{
    "Main.Home": "Inicio",
    "Main.About": "Acerca de",
    "Main.Downloads": "Descargas",
    "Main.News": "Noticias",
    "Main.Crashme": "Error de Aplicación",
    "Main.Settings": "Ajustes",
    "Main.Utility": "Utilidades",
    "Home.Refresh": "Refrescar",
    "Home.CurrentConfiguration": "Configuración Actual",
    "Home.DownloadPath": "Ubicación de Descarga",
    "Home.SelectUSBDrive": "Seleccione USB o Directorio",
    "Home.DriveName": "Destino",
    "Home.RecommendedUSBFlashDriveTitle": "Tamaños recomendados de unidades USB",
    "Home.DriveFileSystem": "Sistema de Archivos",
    "Home.RecommendedUSBFlashDriveNonNav": "APIMs sin Navegación deberían estar bien con 8GB",
    "Home.RecommendedUSBFlashDriveNA": "APIMs de NA, ROW, ANZ requieren al menos 16GB",
    "Home.RecommendedUSBFlashDriveEU": "APIMs de EU requieren al menos 32GB",
    "Home.Notes": "Notas",
    "Home.SelectPackages": "Seleccionar Paquetes",
    "Home.InstallMode": "Modo de Instalación",
    "Home.StartButton": "Comenzar",
    "About.AboutTitle": "Acerca de Syn3 Updater",
    "About.ForumButton": "FORO CYANLABS",
    "About.DonateButton": "DONAR",
    "About.DocumentationTitle": "Documentación",
    "About.Documentation": "Para asegurarse que la documentación esté siempre actualizada, por favor visite la siguiente página web, si estás interesado en traducir a tu propio idioma puede encontrar más información en dicha página.",
    "About.DocumentationButton": "DOCUMENTACIÓN",
    "About.DisclaimerTitle": "Descargo de Responibilidad",
    "About.Disclaimer": "CyanLabs no será responsable de qualquier pérdida o daño, incluidos entre otros, pérdidas o daños indirectos o consecuentes, o cualquier pérdida o daño que surja del uso o pérdida de uso de datos o ganancias, que surjan de o en conexión con el uso de esta aplicación o las guías asociadas. Este proceso no está aprobado por ningún fabricante de vehículos y puede anular cualquier garantía / acuerdo que pueda tener vigente.",
    "About.DisclaimerAgreement": "Entiendo y acepto los riesgos descritos en el Descargo de Responibilidad anterior.",
    "Download.Queue": "Cola de Descarga",
    "Download.Log": "Log",
    "Download.CancelButton": "Cancelar",
    "Download.TotalDownload": "Progreso Total",
    "Settings.CarConfiguration": "Configuración de Vehículo",
    "Settings.EnterRegionNav": "Ingrese su REGIÓN y especifique si tiene NAVEGACIÓN",
    "Settings.Warning": "INFORMACIÓN INCORRECTA PUEDE INUTILIZAR\nSU SISTEMA APIM TEMPORALMENTE O PERMANENTEMENTE",
    "Settings.Configuration": "Configuración",
    "Settings.DownloadLocation": "Ubicación de Descargas",
    "Settings.Language": "Idioma",
    "Settings.AdvancedOptions": "Opciones Avanzadas",
    "Settings.InstallMode": "Modo de Instalación",
    "Settings.LicenseKey": "Licencia (Funciones Pagas)",
    "Settings.Apply": "Aplicar Configuración",
    "Settings.Theme": "Tema",
    "MessageBox.DisclaimerNotAccepted": "Por favor lea y acepte el Descargo de Responibilidad antes de continuar. No podrá continuar a menos que acepte los términos.",
    "MessageBox.DownloadPathChangeCopy": "Quiere mover los archivos existentes de {0} a {1} ?",
    "MessageBox.CancelRegionMismatch": "La Región Actual y la Región Seleccionada no son la misma, esto puede no funcionar!\nDesea continuar?",
    "MessageBox.CancelDownloadIsDrive": "El directorio de descarga y la unidad USB destino son iguales, por favor cambie el directorio de descarga o seleccione otro USB.",
    "MessageBox.CancelNoApps": "El modo de instalación es reformat o downgrade, no se seleccionó un paquete \"APPS\" pero Syn3 Updater determinó que un downgrade o reformat es requerido, esto resultará en un sistema que no inicia. Abortando!.",
    "MessageBox.CancelFormatUSB": "ADVERTENCIA, TODOS LOS DATOS DE LA UNIDAD SELECCIONADA SE PERDERAN {0}\nLetra de Unidad: {1} \n\nSeleccione SI para formatear y continuar.",
    "MessageBox.DownloadInProgress": "Otra operación ya está en progreso, por favor espere a que la operación actual termine antes de continuar.",
    "MessageBox.OptionalFormatUSB": "Esta unidad USB ya ha sido usada por Syn3 Updater.\n\n{0}\nLetra de Unidad: {1}\n\nPara usar los archivos existentes en el unidad USB seleccione No\nPara formatear el unidad USB seleccione Si\n\nQuiere formatear la unidad USB seleccionada?",
    "MessageBox.FailedToValidate3": "Fallo al validar {0} 3 veces, ABORTANDO EL PROCESO!",
    "MessageBox.UpdateCurrentversion": "Quiere actualizar la \"Versión Actual\" de {0} a {1} para que quede correcta para uso futuro?",
    "MessageBox.Completed": "La descarga y copia de los archivos requeridos está completa. Simplemente expulse el USB de su computadora e insértelo en su vehículo. Asegúrese que el motor esté en marcha, y espere que el proceso de instalación que empiece!\n\nSyn3Updater ahora abrirá la parte relevante del tutorial CyanLabs para que pueda seguirlo en su vehículo.\n\nSi tiene problemas únase a nuestro discord o foro de la comunidad, los links se encuentran en nuestro sitio web.\n\nSi Syn3 Updater ha sido útil para usted, por favor considere donar desde la tab \"Acerca de\".",
    "String.NonNavAPIM": "APIM sin Navegación",
    "MessageBox.LogUtilityComplete": "La preparación del Interrogador USB fue completada!\n\nRemueva el dispositivo USB de su computadora e insértelo en su vehículo, asegúrese que el mismo esté en contacto y espere unos momentos a que diga \"Instalación Completa\"\n\nRe inserte el dispositivo USB en su PC y presione \"Paso 3\"",
    "String.KeepExistingMaps": "Mantener Mapas Existentes",
    "String.NoMaps": "Sin Mapas.",
    "String.Completed": "COMPLETADO EXITOSAMENTE",
    "String.Copied": "copiado",
    "String.Downloaded": "descargado",
    "String.Validated": "validado",
    "Utility.CreateLogTitle": "Crear USB interrogador",
    "Utility.CreateLogDesc": "Crea un dispositivo USB especial usado para generar un archivo de log con detalles varios relacionados de su sistema, siga los siguientes pasos para comenzar.",
    "Utility.CreateLogStep1": "1. Preparar unidad",
    "Utility.CreateLogStep2": "2. Inserte Unidad en vehículo\naguarde \"Instalación Completa\"",
    "Utility.CreateLogStep3": "3. Abra el log Interrogador",
    "Utility.APIMModel": "Modelo de APIM",
    "Utility.APIMSize": "Tamaño de APIM",
    "Utility.APIMType": "Tipo de APIM",
    "Utility.APIMFree": "Espacio libre en APIM",
    "MessageBox.UpdateCurrentVersionUtility": "Hamos Detectado que la versión instalada no coincide con la versión actualmente seleccionada en Ajustes, quiere corregirlo automáticamente de {0} a {1} ?",
    "MessageBox.LogUtilityInvalidFile": "El archivo XML que seleccionó no pudo ser leído, asegúrese que sea el archivo correcto. Si está seguro que el archivo es él correcto por favor contacte a CyanLabs para que podamos investigarlo.",
    "Utility.GracenotesRemovalTitle": "Crear USB para Remover GRACENOTES",
    "Utility.GracenotesRemovalDesc": "Use ésta función para crear un USB para forzar la remoción de GRACENOTES de su sistema.",
    "Utility.GracenotesButton": "Preparar Unidad USB",
    "MessageBox.GenericUtilityComplete": "La preparación del USB ha sido completada exitosamente!\n\nRemueva el USB de su computadora e insértelo en su vehículo, asegúrese que el motor esté en marcha y espere unos momentos hasta recibir \"Instalación Completa\"",
    "Utility.VoiceShrinkerTitle": "Crear USB para paquete pequeño de VOICE",
    "Utility.VoiceShrinkerDesc": "Use ésta función si después de remover GRACENOTES todavía tiene problemas MEM_ERR's",
    "Utility.DowngradeTitle": "Crear Unidad USB de Downgrade",
    "Utility.DowngradeDesc": "Use ésta función si después de remover GRACENOTES y encoger el paquete de voz aún recibe errores MEM_ERR",
    "Utility.TroubleshootTitle": "Pasos para solucionar problemas",
    "Utility.TroubleshootDesc": "Use las siguientes funciones para solucionar varios errores MEM_ERR que pueda recibir.",
    "Utility.TroubleshootMoreDetails": "Más detalles!",
    "Utility.ViewAsBuilt": "View Detailed AsBuilt",
    "About.Endorsed": "Ni este programa ni CyanLabs están licenciados o respaldados por Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "Esto enviará el número VIN de su vehículo al servicio decodificador en línea de Cyanlabs. Al enviar su VIN, ayudará a incrementar la precisión de nuestra base de datos. \n\nSi no desea enviar el número VIN, seleccione Cancelar.",
    "Utility.UploadLog": "Subir Log",
    "MessageBox.UploadLog": "Para asistir en solucionar cualquier problema potencial recomendamos subir su log a nuestra base de dato, éste log contiene detalles de las opciones elegidas y el nombre de su PC para unir los logs a una única identidad.\n\nSi elige no subir el log, puede hacerlo en otro momento desde la pestaña \"Utilidades\" haciendo clic en \"Subir Log\".\n\nQuiere subir su log ahora?",
    "Settings.ReleaseType": "Rama de Release de Aplicación",
    "MessageBox.ChangeApplicationReleaseBranch": "Cambiar la rama reiniciará Syn3 Updater y descargará automáticamente el build relevante.\n\nCambiar de Ci a Beta/Release puede resultar en excepciones no manejadas y requerir que reinicie sus configuraciones!\n\nConsulte la documentación para más información\n\nEstá seguro que quiere cambiar la \"Rama Release\" de Syn3 Updater?",
    "Home.NoUSBDir": "Seleccione Directorio",
    "MessageBox.CancelDeleteFiles": "ADVERTENCIA, TODA LA INFORMACIÓN EN EL DIRECTORIO SELECCIONADO SERÁ BORRADO\nPath: {0}\n\nSeleccione \"Si\" para continuar",
    "MessageBox.CompletedFolder": "La descarga y copia de los archivos está completa.\nYa que seleccionó un directorio en vez de unidad USB, tendrá que copiar los contenidos del directorio elegido a una unidad USB formateada como ExFAT (MBR).\n\nSi Syn3 Updater le ha sido útil, por favor considere donar desde la pestaña \"Acerca De\".",
    "MessageBox.CancelDownloadIsFolder": "El Directorio de Descarga y Directorio de Destino son el mismo, por favor cambiar uno de éstos directorios",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "Ingrese su versión (Config.>General>Sobre)",
    "Home.Version": "Versión",
    "Home.Region": "Región",
    "Home.Nav": "Navegación",
    "Home.MapVersion": "Versión de Mapa",
    "Home.NewVersion": "Nueva Versión",
    "Settings.FullVersion": "Versión Completa",
    "Settings.Region": "Región",
    "Settings.Navigation": "Navegación",
    "MessageBox.NoVersionOrRegionSelected": "No ha configurado su Versión Actual o Región!",
    "MessageBox.My20Detected": "Syn3 Updater ha detectado que está tratando de forzar el método de instalación o deshabilitar la \"protección MY20\" pero un APIM MY20 o posterior fue detectado anteriormente!.\n\n(o la protección MY20 fue activada manualmente)\n\nAl hacer esto y usar el USB creado en un APIM MY20 o posterior LO INUTILIZARÁ!!\n\nAl seleccionar \"Si\" deshabilitará todos los métodos de protección MY20 incorporados en Syn3 Updater\n\nEstá seguro que desea anular ésta protección?",
    "MessageBox.My20Check": "ADVERTENCIA, RESPONDER INCORRECTAMENTE PUEDE RESULTAR EN INUTILIZAR SU APIM!\n\nFue su vehículo fabricado en 2020 o posterior?\n\nSi lo fue, seleccione \"Si\" y Syn3 Updater lo guiará para ejecutar el Interrogador Oficial para validar si tiene un APIM MY20 o no.\n\nSi el vehículo es 2019 o anterior, seleccione \"No\" para continuar según planeado.",
    "MessageBox.My20Found": "Syn3 Updater determinó que su APIM es MY20 (Manufacture Year 2020) o posterior, Syn3 Updater forzará el modo AUTOINSTALL para evitar posible inutilización del APIM!",
    "MessageBox.My20NotFound": "Syn3 Updater determinó que su APIM NO ES MY20 y es seguro usar todas las funciones de Syn3 Updater\n\nTenga en cuenta que si cambió/actualizó su APIM o pantalla de APIM ésta información puede no ser precisa!.",
    "MessageBox.LogUtilityCompleteMy20": "Preparación del USB Interrogador (logging) completada exitosamente!\n\nRemueva el USB de su computadora e insértelo en su vehículo, asegúrese que el motor esté en marcha y espere unos momentos hasta que aparezca \"Instalación Completa\" o que el APIM se reinicie.\n\nUna vez hecho, re inserte el USB en su PC, seleccione \"OK\" y seleccione el archivo XML ubicado en la carpeta SyncMyRide en su unidad USB.",
    "String.OnlyMaps": "Sólo Actualizar Mapas",
    "Settings.My20Mode": "Alternar Protección MY20",
    "News.ImportantNoticeTitle": "Avisos Importantes",
    "News.NoticeTitle": "Otros Avisos",
    "News.Changelog": "Log de Cambios",
    "Main.Logs": "Logs",
    "Logs.Path": "Directorio de Logs",
    "Logs.ViewLog": "Ver",
    "Logs.Delete": "Borrar logs seleccionados",
    "Logs.OpenFolder": "Abrir Carpeta de Logs",
    "Settings.AppOptions": "Opciones de Aplicación",
    "Settings.AdvancedModeToggle": "Editar Opciones Avanzadas?",
    "Settings.LogLocation": "Ubicación Archivo Log",
    "MessageBox.AdvancedSettings": "ADVERTENCIA: éstos parámetros pueden causar que el USB creado por Syn3Updater sea incompatible con la configuración de su auto. A pesar de lo que videos de YouTube dicen, usted no debería cambiar ninguno de éstos parámetros a menos que sepa lo que está haciendo!\n\nEstá seguro que desea continuar?",
    "MessageBox.My20CheckCancelled": "No se seleccionó archivo de log, abortando proceso!",
    "Main.Profiles": "Perfiles",
    "Profiles.DeleteProfile": "Borrar",
    "Profiles.SelectProfile": "Seleccionar",
    "Profiles.Rename": "Renombrar",
    "Profiles.CurrentProfile": "Perfil Actual",
    "Profiles.NewProfile": "Nombre de Perfil",
    "Profiles.CreateAndSet": "Crear y Establecer Perfil",
    "Home.Profile": "Perfil",
    "MessageBox.InvalidProfile": "No puede borrar el perfil actualmente activo, por favor seleccione otro perfil y luego borre este perfil.",
    "MessageBox.RemovableDriveFolder": "La carpeta que selección está ubicada en una unidad extraíble, debe considerar seleccionar el USB en sí en vez de seleccionar una carpeta dentro del USB.\n\nSi quiere continuar de todos modos, seleccioné 'OK'",
    "MessageBox.OptionalFormat": "{0} ya tiene archivos.\n\nQuiere vaciar {0}?",
    "Home.DriveSize": "Tamaño",
    "Home.DriveFreeSpace": "Libre",
    "String.Downloading": "Descargando",
    "String.Attempt": "Intento",
    "String.Copying": "Copiando",
    "String.Validating": "Validando",
    "String.CheckingExistingFile": "Validando Archivo Existiente",
    "Home.InstallModeForced": "Forzado",
    "Home.MY20Protection": "Protección MY20",
    "String.Enabled": "Activado",
    "String.Disabled": "Desactivado",
    "String.Yes": "Si",
    "String.No": "No",
    "Settings.DownloadConnections": "Conexiones de Descarga",
    "MessageBox.ConnectionClosedByRemoteHost": "Este error normalmente es temporal y causado por un corte de conexión en el servidor remoto. Re intente la descarga y Syn3 Updater descargará únicamente los archivos restantes. Si el problema persiste intente en otro momento del día o contacte a CyanLabs.",
    "String.OK": "Ok",
    "String.Error": "Error",
    "String.Upload": "Subir",
    "String.Warning": "ADVERTENCIA",
    "Home.StartDownloadOnly": "Sólo Descargar",
    "MessageBox.DownloadOnlyComplete": "Todos los archivos descargados y verificados con éxito!",
    "String.DownloadComplete": "Descarga Completa",
    "MessageBox.DownloadOnlyMode": "Ha seleccionado \"Sólo Descargar\": esto descargará los archivos requeridos al directorio de descarga y los verificará, pero NO PREPARARÁ ningún archivo de instalación. Copiar éstos archivos a un USB no funcionará sin la creación manual de archivos LST.\n\nPor favor use 'Seleccionar un Directorio' de la lista \"Unidad USB\" si desea preparar los archivos antes de copiarlos a un USB o seleccione una unidad USB para crear un USB directamente.\n\nUna vez que se haya seleccionado una Unidad USB o Directorio, presione \"Comenzar\" para iniciar el proceso!.\n\nEstá seguro que quiere sólo descargar los archivos sin preparar una unidad USB o Directorio?",
    "Home.FeedbackButton": "Comentarios",
    "String.Notice": "Aviso",
    "String.AutoDetect": "Auto-Detect",
    "Utility.CopyAsBuilt": "Copiar AsBuilt",
    "Profiles.RenameProfile": "Renombrar",
    "Profiles.Save": "Guardar",
    "String.Encrypted": "Cifrada",
    "MessageBox.EncryptedDrive": "La unidad USB seleccionada fue detectada como cifrada, ya sea por Bitlocker u otro programa de terceros. No podrá usar este USB hasta que deshabilite el cifrado.\n\nPor favor, deshabilite el cifrado y presione OK para refrescar la lista de unidades USB.",
    "MessageBox.NoPackagesSelected": "No se ha seleccionado ningún paquete, por favor seleccione al menos un paquete antes de continuar",
    "MessageBox.NoBrowser": "No se puede abrir la página web con el navegador por defecto, el vínculo ha sido copiado al portapapeles, por favor pegue el vínculo en su navegador para guía adicional.",
    "MessageBox.MY20InvalidConfiguration": "You have specified that you have a MY20 SYNC unit, You can not create a update USB to go from 3.0 or below to 3.4 while My20 Protection is enabled.\n\nPlease recheck your settings and if you need further assistance visit our forum at https://community.cyanlabs.net\\n\\nDO NOT DISABLE MY20 PROTECTION IF YOU ARE UNSURE!"
}