{
    "Main.Home": "Accueil",
    "Main.About": "À propos:",
    "Main.Downloads": "Téléchargements",
    "Main.News": "Actus",
    "Main.Crashme": "Fracas",
    "Main.Settings": "Réglages",
    "Main.Utility": "Utilities",
    "Home.Refresh": "Rafraîchir",
    "Home.CurrentConfiguration": "Configuration actuelle",
    "Home.DownloadPath": "Chemin de téléchargement:",
    "Home.SelectUSBDrive": "Sélectionnez un lecteur USB ou un dossier",
    "Home.DriveName": "Nom du lecteur:",
    "Home.RecommendedUSBFlashDriveTitle": "Tailles de clé USB recommandées",
    "Home.DriveFileSystem": "Système de fichiers:",
    "Home.RecommendedUSBFlashDriveNonNav": "Les APIM sans navigation devraient fonctionner avec 8 Go",
    "Home.RecommendedUSBFlashDriveNA": "Les APIM NA, ROW, ANZ nécessiteront au moins 16 Go",
    "Home.RecommendedUSBFlashDriveEU": "Les APIM de l'UE nécessiteront au moins 32 Go",
    "Home.Notes": "Remarques:",
    "Home.SelectPackages": "Sélectionnez des paquets",
    "Home.InstallMode": "Mode d'installation:",
    "Home.StartButton": "Démarrer",
    "About.AboutTitle": "À propos Syn3 Updater",
    "About.ForumButton": "FORUM CYANLABS",
    "About.DonateButton": "FAIRE UN DON",
    "About.DocumentationTitle": "Documentation",
    "About.Documentation": "Pour vous assurer que la documentation est toujours à jour, veuillez consulter la page Web ci-dessous.",
    "About.DocumentationButton": "Documentation Syn3 Updater",
    "About.DisclaimerTitle": "Clause de non-responsabilité",
    "About.Disclaimer": "CyanLabs ne sera pas responsable de toute perte ou dommage, y compris, sans limitation, les pertes ou dommages indirects ou consécutifs, ou toute perte ou dommage que ce soit résultant de l'utilisation ou de la perte d'utilisation, de données ou de bénéfices, découlant de ou en relation avec le utilisation de cette application ou des guides associés. Ce processus n'est approuvé par aucun constructeur automobile et peut annuler toute garantie / accord que vous pourriez avoir",
    "About.DisclaimerAgreement": "Je comprends et j'accepte les risques décrits dans la clause de non-responsabilité ci-dessus.",
    "Download.Queue": "Queue",
    "Download.Log": "Journal",
    "Download.CancelButton": "Annuler",
    "Download.TotalDownload": "Progrès total",
    "Settings.CarConfiguration": "Configuration de la voiture",
    "Settings.EnterRegionNav": "Entrez votre REGION et précisez si vous avez NAVIGATION",
    "Settings.Warning": "DES INFORMATIONS INCORRECTES PEUVENT RENDRE \n VOTRE APIM INUTILISABLE DE FAÇON TEMPORAIRE OU PERMANENTE",
    "Settings.Configuration": "Configuration",
    "Settings.DownloadLocation": "Emplacement de téléchargement:",
    "Settings.Language": "Langue:",
    "Settings.AdvancedOptions": "Options avancées",
    "Settings.InstallMode": "Mode d'installation:",
    "Settings.LicenseKey": "Clé de licence:",
    "Settings.Apply": "Appliquer les paramètres",
    "Settings.Theme": "Thème",
    "MessageBox.DisclaimerNotAccepted": "Veuillez lire et accepter la clause de non-responsabilité avant de continuer. Vous ne pourrez pas continuer si vous n’acceptez pas les conditions.",
    "MessageBox.DownloadPathChangeCopy": "Souhaitez-vous déplacer des fichiers existants de {0} vers {1}",
    "MessageBox.CancelRegionMismatch": "La région actuelle et la nouvelle région ne sont pas les mêmes, cela peut ne pas fonctionner. Souhaitez-vous continuer quand même?",
    "MessageBox.CancelDownloadIsDrive": "Le chemin de téléchargement et le lecteur USB de destination sont les mêmes, veuillez modifier votre chemin de téléchargement.",
    "MessageBox.CancelNoApps": "Le mode d'installation sélectionné est reformaté ou rétrogradé et Aucun package \"APPS\" n'a été sélectionné mais Syn3 Updater a déterminé qu'une rétrogradation ou un reformatage est nécessaire, cela entraînera un système qui ne démarrera pas. Abandon!",
    "MessageBox.CancelFormatUSB": "ATTENTION, TOUTES LES DONNÉES DU DISQUE SÉLECTIONNÉ SERONT PERDUES {0}\nLettre du lecteur: {1}\n\nCliquez sur OUI pour formater et continuer.",
    "MessageBox.DownloadInProgress": "Un téléchargement ou une copie est déjà en cours, veuillez d'abord attendre ou annuler le téléchargement avant de continuer.",
    "MessageBox.OptionalFormatUSB": "Ce lecteur USB a déjà été utilisé par Syn3 Updater. \n\n{0}\nLettre du lecteur: {1}\n\nPour utiliser les fichiers existants sur le lecteur USB, cliquez sur Non\nPour formater le lecteur USB, cliquez sur Oui\n\nVoulez vous souhaitez formater la clé USB sélectionnée?",
    "MessageBox.FailedToValidate3": "Échec de la validation {0} 3 fois, PROCESSUS D'AVORTEMENT!",
    "MessageBox.UpdateCurrentversion": "Souhaitez-vous mettre à jour votre version actuelle dans l'application afin qu'elle soit correcte pour une utilisation future?",
    "MessageBox.Completed": "Le téléchargement et la copie des fichiers sont maintenant terminés, éjectez simplement cette clé USB de votre ordinateur et insérez-la dans votre voiture, assurez-vous que le moteur est en marche!NSyn3Updater va maintenant vous ouvrir directement à la partie appropriée du tutoriel CyanLabs pour vous à suivre dans votre voiture.\n\nSi Syn3 Updater vous a été utile, pensez à faire un don à partir de l'onglet \"À propos\".",
    "String.NonNavAPIM": "APIM Sans Nav",
    "MessageBox.LogUtilityComplete": "Preparation of the log USB is complete, remove the USB drive from your computer and insert it in to your car, make sure the ignition is on. A few moments after inserting the USB it will say installation complete. Re-insert the USB drive in to your pc and press \"Step 3\"",
    "String.KeepExistingMaps": "Conserver les cartes existantes",
    "String.NoMaps": "Aucune carte",
    "String.Completed": "COMPLÉTÉ AVEC SUCCÈS",
    "String.Copied": "copié",
    "String.Downloaded": "téléchargé",
    "String.Validated": "validé",
    "Utility.CreateLogTitle": "Créer une clé USB de journalisation",
    "Utility.CreateLogDesc": "Créer une clé USB pour générer un fichier de journalisation avec des informations liées à l'ordinateur de bord, suivez les étapes pour commencer.",
    "Utility.CreateLogStep1": "1. Préparez la clé",
    "Utility.CreateLogStep2": "2. Insérez la clé dans la voiture et attendez \"Installation terminée\"",
    "Utility.CreateLogStep3": "3. Ouvrez ",
    "Utility.APIMModel": "Modèle APIM",
    "Utility.APIMSize": "Taille APIM",
    "Utility.APIMType": "Type APIM",
    "Utility.APIMFree": "Taille stockage libre APIM",
    "MessageBox.UpdateCurrentVersionUtility": "Nous avons détecté que la version installée ne correspond pas à la version sélectionnée dans les paramètres, voulez-vous changer de {0} à {1}",
    "MessageBox.LogUtilityInvalidFile": "Le fichier XML que vous avez sélectionné ne peut pas être lu, vérifiez qu'il s'agit du bon fichier. Si le problème persiste, veuillez contacter CyanLabs.",
    "Utility.GracenotesRemovalTitle": "Créer une clé USB de suppression de Gracenotes",
    "Utility.GracenotesRemovalDesc": "Utilisez cette fonctionnalité pour créer une clé USB pour forcer la suppression des Gracenotes.",
    "Utility.GracenotesButton": "Préparez la clé USB",
    "MessageBox.GenericUtilityComplete": "La préparation de la clé USB c'est terminé correctement!\n\nEnlevez la clé USB de votre ordinateur et insérez la dans votre voiture après avoir mis le contact, attendez le message \"Installation terminée\"",
    "Utility.VoiceShrinkerTitle": "Créer une clé USB de mise à jour d'assistant vocal",
    "Utility.VoiceShrinkerDesc": "Utilisez cette fonctionnalité si après avoir supprimé les Gracenotes vous avez encore des erreurs MEM_ERR",
    "Utility.DowngradeTitle": "Créer une clé USB de rétrogradation",
    "Utility.DowngradeDesc": "Use this function if after removing gracenotes and shrinking your voice package you are still getting MEM_ERR's",
    "Utility.TroubleshootTitle": "Troubleshooting Steps",
    "Utility.TroubleshootDesc": "Use the below functions to troubleshoot and resolve various MEM_ERR's that you may receive.",
    "Utility.TroubleshootMoreDetails": "More Details!",
    "Utility.ViewAsBuilt": "View Detailed AsBuilt",
    "About.Endorsed": "This software nor CyanLabs is licensed or endorsed by Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "NOTE: This will submit your vehicles VIN number to Cyanlabs's online decoding service. By submitting your VIN, this will help increase our database's accuracy. Click OK if your happy with this, otherwise click Cancel",
    "Utility.UploadLog": "Upload Log",
    "MessageBox.UploadLog": "To assist in troubleshooting any potential issues we would recommend uploading your log to our database, this log file contains details on what options were selected, if you choose not to upload this log you can do at a later date from the \"Utility\" tab and clicking \"Upload Log\".\n\nDo you want to upload your log now?",
    "Settings.ReleaseType": "Application Release Type:",
    "MessageBox.ChangeApplicationReleaseBranch": "Changing branch will restart Syn3 Updater and automatically download the relevant build.\n\nChanging from Ci to Beta/Release may result in unhandled exceptions and require you to reset your settings!\n\nRefer to the documentation for further information\n\nAre you sure you want to change the 'Release Branch' of Syn3 Updater?",
    "Home.NoUSBDir": "Select A Directory",
    "MessageBox.CancelDeleteFiles": "WARNING, ALL DATA IN THE SELECTED DIRECTORY WILL BE LOST\nPath: {0}\n\nClick YES to continue.",
    "MessageBox.CompletedFolder": "The download and copying of the files is now complete\nAs you have selected a directory rather than a USB drive you will need to copy the contents of your chosen directory to a ExFAT (MBR) formatted USB drive\n\nIf Syn3 Updater has been useful to you please consider donating from the \"About\" tab.",
    "MessageBox.CancelDownloadIsFolder": "Download directory and selected destination directory are the same, please change one of these directories",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "Entrez votre version (Paramètres> Général> À propos)",
    "Home.Version": "Version:",
    "Home.Region": "Région:",
    "Home.Nav": "Navigation:",
    "Home.MapVersion": "Version de la cartographe:",
    "Home.NewVersion": "Nouvelle version",
    "Settings.FullVersion": "Version:",
    "Settings.Region": "Région:",
    "Settings.Navigation": "Navigation:",
    "MessageBox.NoVersionOrRegionSelected": "Vous n'avez pas défini votre version de ou votre région de actuelle!",
    "MessageBox.My20Detected": "Syn3 Updater has detected that you are trying to force the install mode or disable 'My20 Mode' however a APIM Manufactured in 2020 or newer was previously detected!\n\n(or MY20 Protection was turned on manually)\n\nBy doing this and using the created USB drive on a MY20 or newer APIM YOU WILL BRICK IT!!\n\nBy clicking 'Yes' you will disable all MY20 protection methods embedded in Syn3 Updater\n\nAre you sure you want to override this protection?",
    "MessageBox.My20Check": "ANSWERING INCORRECTLY COULD RESULT IN YOUR APIM BEING BRICKED!\n\nIs you car manufactured in 2020 or newer?\n\nIf it is or you are unsure click 'Yes' and Syn3 Updater will guide you through running the official 'interrogator tool' to validate if you have a MY20 APIM or not\n\nIf it is 2019 or older, click 'No' to continue as planned.",
    "MessageBox.My20Found": "Syn3 Updater has determined that your APIM is MY20 (Manufacture Year 2020) or newer, Syn3 Updater will now enforce autoinstall mode to prevent possible bricking of the APIM!",
    "MessageBox.My20NotFound": "Syn3 Updater à détecté que votre APIM n'est PAS MY20 et il apte à utiliser toute les fonctionnalités de Syn3 Updater\n\nSi vous avez modernisé votre APIM ou son écran, cette information peut être fausse!",
    "MessageBox.LogUtilityCompleteMy20": "Preparation of the Interrogator (Logging) USB Drive completed successfully!\n\nRemove the USB drive from your computer and insert it in to your car, ensure the ignition is on and wait a few moments for it to say \"Installation Complete\" or for the APIM to reboot.\n\nOnce done re-insert the USB drive in to your pc, click 'OK' and select the XML file from your SyncMyRide folder of your USB drive",
    "String.OnlyMaps": "Mise à jour des cartes seulement",
    "Settings.My20Mode": "Protection MY20",
    "News.ImportantNoticeTitle": "Important Notices",
    "News.NoticeTitle": "Other Notices",
    "News.Changelog": "Journal des modifications",
    "Main.Logs": "Jounaux",
    "Logs.Path": "Chemin du journal",
    "Logs.ViewLog": "Observer",
    "Logs.Delete": "Supprimer les journaux sélectionné",
    "Logs.OpenFolder": "Ouvrir le dossier des journaux",
    "Settings.AppOptions": "Option de l'application",
    "Settings.AdvancedModeToggle": "Modifier les options avancées ?",
    "Settings.LogLocation": "Emplacement des fichiers de journalisation",
    "MessageBox.AdvancedSettings": "Ces paramètres peuvent rendre votre clé USB créer avec Syn3, incompatible avec votre voiture, malgré les dires de nombreuses vidéos YouTube, vous ne devriez changer ces paramètres QUE si vous savez ce que vous faites!\n\nÊtes-vous sûre de vouloir continuer ?",
    "MessageBox.My20CheckCancelled": "Aucun fichier d'interrogation sélectionné, abandon du processus !",
    "Main.Profiles": "Profiles",
    "Profiles.DeleteProfile": "Supprimer",
    "Profiles.SelectProfile": "Sélectionner",
    "Profiles.Rename": "Rename",
    "Profiles.CurrentProfile": "Current Profile",
    "Profiles.NewProfile": "Profile Name",
    "Profiles.CreateAndSet": "Create and Set Profile",
    "Home.Profile": "Profile",
    "MessageBox.InvalidProfile": "You can not delete the currently active profile, please select another profile and then delete this profile\n",
    "MessageBox.RemovableDriveFolder": "The folder you have selected is located on a non fixed drive, you should consider selecting the USB itself rather than selecting a folder on the USB drive\n\nIf you wish to continue anyway click 'OK'",
    "MessageBox.OptionalFormat": "{0} already contains files.\n\nDo you want to empty {0}?",
    "Home.DriveSize": "Size",
    "Home.DriveFreeSpace": "Free",
    "String.Downloading": "Downloading",
    "String.Attempt": "Attempt",
    "String.Copying": "Copying",
    "String.Validating": "Validating",
    "String.CheckingExistingFile": "Checking Existing File",
    "Home.InstallModeForced": "Forced",
    "Home.MY20Protection": "MY20 Protection",
    "String.Enabled": "Activé",
    "String.Disabled": "Désactivé / pas MY20",
    "String.Yes": "Oui",
    "String.No": "Non",
    "Settings.DownloadConnections": "Télécharger les connections",
    "MessageBox.ConnectionClosedByRemoteHost": "Cette erreur est généralement temporaire et causé par une perte de connection du serveur",
    "String.OK": "OK",
    "String.Error": "Error",
    "String.Upload": "Upload",
    "String.Warning": "WARNING",
    "Home.StartDownloadOnly": "Download Only",
    "MessageBox.DownloadOnlyComplete": "All files downloaded and verified successfully!",
    "String.DownloadComplete": "Download Complete",
    "MessageBox.DownloadOnlyMode": "You have selected 'Download Only' this will download all the files requested to your download directory and verify them but WILL NOT prepare any install files, copying these downloaded files to your USB drive at a later date will not work without manual creation of lst files!\n\nPlease use 'Select A Directory' from the USB Drive list if you wish to prepare the files before copying to a USB drive or select a USB Drive to prepare the USB Drive directly!\n\nOnce a USB Drive or Directory has been selected press 'Start' to begin the process!\n\nAre you sure you want to only download the files without preparing a USB Drive or Directory?",
    "Home.FeedbackButton": "Feedback Thread",
    "String.Notice": "Notice",
    "String.AutoDetect": "Auto-Detect",
    "Utility.CopyAsBuilt": "Copy AsBuilt",
    "Profiles.RenameProfile": "Rename",
    "Profiles.Save": "Save",
    "String.Encrypted": "Chiffré",
    "MessageBox.EncryptedDrive": "Le lecteur USB que vous avez sélectionné est chiffré, soit par Bitlocker ou par un autre logiciel. Vous ne pourrez pas utiliser ce lecteur tant que le chiffrement sera activé.\n\nVeuillez désactiver le chiffrement et  appuyez sur OK pour rafraîchir la liste des lecteurs USB.",
    "MessageBox.NoPackagesSelected": "No packages have been selected, please select atleast one package before continuing",
    "MessageBox.NoBrowser": "Unable to open webpage using default web browser, link copied to clipboard, please paste the link in to your browser for additional guidance.",
    "MessageBox.MY20InvalidConfiguration": "You have specified that you have a MY20 SYNC unit, You can not create a update USB to go from 3.0 or below to 3.4 while My20 Protection is enabled.\n\nPlease recheck your settings and if you need further assistance visit our forum at https://community.cyanlabs.net\n\nDO NOT DISABLE MY20 PROTECTION IF YOU ARE UNSURE!"
}