{
    "Main.Home": "Dom",
    "Main.About": "Oko",
    "Main.Downloads": "Preuzimanja",
    "Main.News": "Vijesti",
    "Main.Crashme": "Sudar",
    "Main.Settings": "Postavke",
    "Main.Utility": "Uslužni programi",
    "Home.Refresh": "Osvježiti",
    "Home.CurrentConfiguration": "Trenutna konfiguracija",
    "Home.DownloadPath": "Put za preuzimanje",
    "Home.SelectUSBDrive": "Odaberite USB pogon ili direktorij",
    "Home.DriveName": "Destinacija",
    "Home.RecommendedUSBFlashDriveTitle": "Preporučene veličine USB pogona",
    "Home.DriveFileSystem": "Sustav datoteka",
    "Home.RecommendedUSBFlashDriveNonNav": "Ne-navigacijski APIM-ovi trebali bi biti u redu s 8 GB",
    "Home.RecommendedUSBFlashDriveNA": "NA (Sjeverna Amerika), ROW (ostatak svijeta), ANZ (Australiji i Novom Zelandu) APIM-ovi trebat će najmanje 16 GB",
    "Home.RecommendedUSBFlashDriveEU": "EU APIM-ovi trebat će najmanje 32 GB",
    "Home.Notes": "Bilješke",
    "Home.SelectPackages": "Odaberite Paketi",
    "Home.InstallMode": "Način instalacije",
    "Home.StartButton": "Započeti",
    "About.AboutTitle": "O programu Syn3 Updater",
    "About.ForumButton": "FORUM CYANLABS",
    "About.DonateButton": "DONIRATI",
    "About.DocumentationTitle": "Dokumentacija",
    "About.Documentation": "Da biste osigurali da je dokumentacija uvijek ažurna, pogledajte donju web stranicu, ako ste zainteresirani za prijevod na svoj jezik, na istoj stranici možete pronaći dodatne informacije.",
    "About.DocumentationButton": "DOKUMENTACIJA",
    "About.DisclaimerTitle": "Odricanje",
    "About.Disclaimer": "CyanLabs neće biti odgovoran za bilo kakav gubitak ili štetu, uključujući, bez ograničenja, neizravne ili posljedične gubitke ili oštećenja, ili bilo kakav gubitak ili štetu koji proizlazi iz upotrebe ili gubitka upotrebe podataka ili dobiti, koji proizlaze iz ili su u vezi s korištenje ove aplikacije ili pripadajućih vodiča. Ovaj postupak ne odobrava nijedan proizvođač vozila i može poništiti bilo kakvo jamstvo / ugovor koji imate na raspolaganju",
    "About.DisclaimerAgreement": "Razumijem i prihvaćam rizike navedene u gornjoj izjavi o odricanju odgovornosti.",
    "Download.Queue": "Red",
    "Download.Log": "Dnevnik",
    "Download.CancelButton": "Odustani",
    "Download.TotalDownload": "Ukupni napredak",
    "Settings.CarConfiguration": "Konfiguracija automobila",
    "Settings.EnterRegionNav": "Unesite svoju REGIJU i navedite imate li NAVIGACIJU",
    "Settings.Warning": "NETOČNE INFORMATCIJE MOGU VAŠ APIM UČINITI PRIVREMENO ILI TRAJNO NEUPOTREBLJIVIM",
    "Settings.Configuration": "Konfiguracija",
    "Settings.DownloadLocation": "Mjesto preuzimanja",
    "Settings.Language": "Jezik",
    "Settings.AdvancedOptions": "Napredne opcije",
    "Settings.InstallMode": "Način instalacije",
    "Settings.LicenseKey": "Licencni ključ",
    "Settings.Apply": "Primijeni postavke",
    "Settings.Theme": "Tema",
    "MessageBox.DisclaimerNotAccepted": "Prije nastavka pročitajte i prihvatite izjavu o odricanju odgovornosti. Nećete moći nastaviti ako se ne složite s uvjetima.",
    "MessageBox.DownloadPathChangeCopy": "Želite li premjestiti postojeće datoteke s {0} na {1} ?",
    "MessageBox.CancelRegionMismatch": "Trenutna regija i nova regija nisu isti, ovo možda neće uspjeti. Želite li ipak nastaviti?",
    "MessageBox.CancelDownloadIsDrive": "Put preuzimanja i odredišni USB pogon su isti, promijenite put preuzimanja.",
    "MessageBox.CancelNoApps": "Način se formatira ili prelazi na stariju verziju i nije odabran nijedan paket aplikacija, što će rezultirati sustavom koji se ne pokreće, PREKINUTI! Nije odabran paket \"APPS\", ali Syn3 Updater utvrdio je da je potrebna nadogradnja ili ponovno formatiranje, što će rezultirati sustavom koji se ne pokreće. Prekinuti!",
    "MessageBox.CancelFormatUSB": "UPOZORENJE, SVI PODACI NA ODABRANOM POGONU GUBIT ĆE SE \n{0}\nPogon slova: {1}\n\nKliknite DA za formatiranje i nastavak.",
    "MessageBox.DownloadInProgress": "Preuzimanje ili kopija je već u tijeku, prvo pričekajte ili otkažite preuzimanje.",
    "MessageBox.OptionalFormatUSB": "Ovaj USB pogon već je koristio Syn3 Updater.\n\n{0} \nPogonsko slovo: {1}\n\nDa biste koristili postojeće datoteke na USB pogonu, kliknite Ne\nDa biste formatirali USB pogon, pritisnite Da\n\nŽelite formatirati odabrani USB pogon?",
    "MessageBox.FailedToValidate3": "Provjera {0} nije uspjela 3 puta, PREKIDANJE PROCESA!",
    "MessageBox.UpdateCurrentversion": "Želite li ažurirati \"Trenutnu verziju\" s {0} na {1} tako da bude ispravna za buduću upotrebu?",
    "MessageBox.Completed": "Preuzimanje i kopiranje datoteka je sada završeno, jednostavno izvadite ovaj USB s računala i umetnite ga u svoj automobil, provjerite radi li motor!  \n\nSyn3Updater će vam sada otvoriti izravno odgovarajući dio vodiča za CyanLabs da pratite u vašem automobilu. \n\nAko vam je Syn3 Updater bio koristan, razmislite o doniranju s kartice \"Oko\".",
    "String.NonNavAPIM": "Ne-navigacija APIM",
    "MessageBox.LogUtilityComplete": "Priprema dnevnika USB je gotova, izvadite USB pogon iz računala i umetnite ga u svoj automobil, provjerite je li kontakt uključen. Nekoliko trenutaka nakon umetanja USB-a reći će da je instalacija dovršena. Ponovo umetnite USB pogon u računalo i pritisnite \"Korak 3\"",
    "String.KeepExistingMaps": "Nastavite s postojećim kartama",
    "String.NoMaps": "Nema karte",
    "String.Completed": "ZAVRŠENO USPJEŠNO",
    "String.Copied": "kopirano",
    "String.Downloaded": "preuzeto",
    "String.Validated": "potvrđeno",
    "Utility.CreateLogTitle": "Stvorite USB zapisnika za ispitivanje",
    "Utility.CreateLogDesc": "Stvorite poseban USB pogon koji se koristi za generiranje datoteke dnevnika s raznim detaljima koji se odnose na vašu jedinicu, slijedite korake u nastavku za početak.",
    "Utility.CreateLogStep1": "1. Pripremi pogon",
    "Utility.CreateLogStep2": "2. Umetnite pogon u automobil i pričekajte \"Instalacija završena\"",
    "Utility.CreateLogStep3": "3. Otvorite zapisnik ispitivača",
    "Utility.APIMModel": "APIM model",
    "Utility.APIMSize": "Veličina APIM-a",
    "Utility.APIMType": "APIM vrsta",
    "Utility.APIMFree": "APIM slobodan prostor",
    "MessageBox.UpdateCurrentVersionUtility": "Otkrili smo da se instalirana verzija ne podudara s vašom trenutno odabranom verzijom u postavkama, želite li to automatski ažurirati s {0} na {1} ?",
    "MessageBox.LogUtilityInvalidFile": "XML datoteku koju ste odabrali nije bilo moguće pročitati, provjerite je li to ispravna datoteka. Ako ste sigurni da je ova datoteka ispravna, kontaktirajte CyanLabs kako bismo mogli dalje istraživati.",
    "Utility.GracenotesRemovalTitle": "Stvoriti USB za uklanjanje Gracenotes-a",
    "Utility.GracenotesRemovalDesc": "Koristite ovu funkciju za stvaranje USB-a za prisilno uklanjanje Gracenotes s vaše jedinice.",
    "Utility.GracenotesButton": "Pripremi USB",
    "MessageBox.GenericUtilityComplete": "Priprema USB-a je završena, izvadite USB pogon iz računala i umetnite ga u svoj automobil.",
    "Utility.VoiceShrinkerTitle": "Stvorite USB za zamjenje manji glasovni paket",
    "Utility.VoiceShrinkerDesc": "Upotrijebite ovu funkciju ako nakon uklanjanja Gracenotes i dalje imate MEM_ERR-ove.",
    "Utility.DowngradeTitle": "Stvorite USB za unazadanje",
    "Utility.DowngradeDesc": "Koristite ovu funkciju ako nakon uklanjanja Gracenotes i skupljanja glasovnog paketa i dalje dobivate MEM_ERR-ove",
    "Utility.TroubleshootTitle": "Koraci za rješavanje problema",
    "Utility.TroubleshootDesc": "Upotrijebite funkcije u nastavku za rješavanje problema i rješavanje različitih MEM_ERR-a koje biste mogli primiti.",
    "Utility.TroubleshootMoreDetails": "Više detalja!",
    "Utility.ViewAsBuilt": "Pogledajte detaljan AsBuilt",
    "About.Endorsed": "Ovaj softver niti CyanLabs licencirao je ili odobrio Ford / FoMoCo",
    "MessageBox.AsBuiltVinWarning": "NAPOMENA: Ovim ćete dostaviti VIN broj svog vozila internetskoj službi za dekodiranje tvrtke Cyanlabs. Predajom vašeg VIN-a to će vam pomoći povećati točnost naše baze podataka. Kliknite U redu ako ste zadovoljni s tim, u suprotnom kliknite Odustani",
    "Utility.UploadLog": "Poslaj podatke dnevnika",
    "MessageBox.UploadLog": "Da bismo pomogli u rješavanju bilo kakvih potencijalnih problema, preporučili bismo prijenos vašeg dnevnika u našu bazu podataka, ova datoteka dnevnika sadrži detalje o odabranim opcijama. Ako odlučite ne prenositi ovaj zapisnik, to možete učiniti kasnije na kartici \"Uslužni programi\" i klikom na \"Poslaj podatke dnevnika\".\n\nŽelite li sada prenijeti svoj zapisnik?",
    "Settings.ReleaseType": "Podružnica za objavljivanje aplikacije",
    "MessageBox.ChangeApplicationReleaseBranch": "Promjenom grane pokrenut će se Syn3 Updater i automatski će se preuzeti odgovarajuća gradnja.\n\nPromjena iz Ci u Beta / Release može rezultirati neobrađenim iznimkama i zahtijevat će resetiranje postavki!\n\nDodatne informacije potražite u dokumentaciji\n\nJeste li sigurni da želite promijeniti 'Podružnica za objavljivanje aplikacije' programa Syn3 Updater? ",
    "Home.NoUSBDir": "Odaberite Direktorij",
    "MessageBox.CancelDeleteFiles": "UPOZORENJE, SVI PODACI U ODABRANOM IMENIKU BIT ĆE IZGUBLJENI\nPut: {0}\n\nZa nastavak pritisnite DA.",
    "MessageBox.CompletedFolder": "Preuzimanje i kopiranje datoteka je sada završeno.\nKako ste odabrali direktorij, a ne USB pogon, morat ćete kopirati sadržaj odabranog direktorija na USB pogon formatiran u ExFAT (MBR) formatu.\n\nAko vam je Syn3 Updater bio koristan, razmislite o doniranju s kartice \"Oko\". ",
    "MessageBox.CancelDownloadIsFolder": "Direktorija za preuzimanje i odabrani odredišni direktorij su isti, promijenite jedan od ovih direktorija ",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "Unesite svoju verziju (Postavke > Općenito > O)",
    "Home.Version": "Verzija",
    "Home.Region": "Regija",
    "Home.Nav": "Navigacija",
    "Home.MapVersion": "Verzija karte",
    "Home.NewVersion": "Nova verzija",
    "Settings.FullVersion": "Verzija",
    "Settings.Region": "Regija",
    "Settings.Navigation": "Navigacija",
    "MessageBox.NoVersionOrRegionSelected": "Niste postavili svoju trenutnu verzija ili regija!",
    "MessageBox.My20Detected": "Syn3 Updater otkrio je da pokušavate nametnuti način instaliranja ili onemogućiti 'My20 Mode', no prethodno je otkriven APIM proizveden 2020. ili noviji!\n\n(ili je zaštita MY20 uključena ručno)\n\nČineći to i koristeći stvoreni USB pogon na MY20 ili novijem APIM-u, CIGNAT ĆETE!!\n\nKlikom na 'Da' onemogućit ćete sve metode zaštite MY20 ugrađene u Syn3 Updater\n\nJeste li sigurni da želite poništiti ovu zaštitu?",
    "MessageBox.My20Check": "ODGOVOR NA NEPRAVILNO MOGUĆE REZULTATI DA VAŠ APIM BUDE CIGNAN!\n\nJe li vaš automobil proizveden 2020. ili noviji?\n\nAko jeste ili niste sigurni, kliknite \"Da\" i Syn3 Updater vodit će vas kroz pokretanje službenog \"interrogator tool\" kako biste provjerili imate li MY20 APIM ili ne.\n\nAko je 2019. ili stariji, kliknite \"Ne\" da biste nastavili prema planu.",
    "MessageBox.My20Found": "Syn3 Updater utvrdio je da je vaš APIM MY20 (godina proizvodnje 2020) ili noviji, Syn3 Updater sada će primijeniti način automatske instalacije kako bi spriječio moguće postavljanje APIM-a!",
    "MessageBox.My20NotFound": "Syn3 Updater utvrdio je da vaš APIM NIJE MY20 i da je sigurno koristiti sve funkcije Syn3 Updater.\n\nNapominjemo da ako ste naknadno opremili zaslon APIM ili APIM, ovi podaci možda neće biti točni!",
    "MessageBox.LogUtilityCompleteMy20": "Priprema USB pogona za ispitivanje (bilježenje) uspješno završena!\n\nIzvadite USB pogon iz računala i umetnite ga u svoj automobil, osigurajte da je kontakt uključen i pričekajte nekoliko trenutaka da izgovori \"Instalacija završena\" ili da se APIM ponovno pokrene.\n\nPo završetku ponovno umetnite USB pogon u računalo, kliknite \"OK\" i odaberite XML datoteku iz mape SyncMyRide na USB pogonu.",
    "String.OnlyMaps": "Ažuriraj samo Karte",
    "Settings.My20Mode": "Prebacivanje zaštite MY20",
    "News.ImportantNoticeTitle": "Važne Obavijesti",
    "News.NoticeTitle": "Ostale Obavijesti",
    "News.Changelog": "Popis promjena",
    "Main.Logs": "Dnevnici",
    "Logs.Path": "Put dnevnika",
    "Logs.ViewLog": "Pogled",
    "Logs.Delete": "Izbriši odabrane dnevnike",
    "Logs.OpenFolder": "Otvorite mapu Dnevnik",
    "Settings.AppOptions": "Opcije Primjene",
    "Settings.AdvancedModeToggle": "Uredi napredne opcije?",
    "Settings.LogLocation": "Mjesto datoteke dnevnika",
    "MessageBox.AdvancedSettings": "Te postavke mogu uzrokovati da USB stvoren od strane Syn3 Updater bude nekompatibilan s vašom konfiguracijom automobila, unatoč onome što mnogi YouTube videozapisi kažu da ne biste trebali mijenjati nijednu od ovih postavki, osim ako ne znate što radite!\n\nJeste li sigurni da želite nastaviti?",
    "MessageBox.My20CheckCancelled": "Nije odabrana nijedna datoteka dnevnika ispitivača, prekid postupka!",
    "Main.Profiles": "Profili",
    "Profiles.DeleteProfile": "Izbrisi",
    "Profiles.SelectProfile": "Odaberi",
    "Profiles.Rename": "Preimenovati",
    "Profiles.CurrentProfile": "Trenutni Profil",
    "Profiles.NewProfile": "Ime Profila",
    "Profiles.CreateAndSet": "Stvorite i Postavite Profil",
    "Home.Profile": "Profil",
    "MessageBox.InvalidProfile": "Trenutno ne možete izbrisati profil, odaberite drugi profil, a zatim ga izbrišite",
    "MessageBox.RemovableDriveFolder": "Mapa koju ste odabrali nalazi se na nepokretnom pogonu, trebali biste razmotriti odabir samog USB-a, a ne odabir mape na USB pogonu\n\nAko ipak želite nastaviti, kliknite 'OK'",
    "MessageBox.OptionalFormat": "{0} već sadrži datoteke.\n\nŽelite li isprazniti {0}?",
    "Home.DriveSize": "Veličina",
    "Home.DriveFreeSpace": "Slobodno",
    "String.Downloading": "Preuzimanje",
    "String.Attempt": "Pokušaj",
    "String.Copying": "Kopiranje",
    "String.Validating": "Provjera valjanosti",
    "String.CheckingExistingFile": "Provjera Postojeće Datoteke",
    "Home.InstallModeForced": "Prisilno",
    "Home.MY20Protection": "MY20 Zaštita",
    "String.Enabled": "Omogućeno",
    "String.Disabled": "Onemogućeno / Nije MY20",
    "String.Yes": "Da",
    "String.No": "Ne",
    "Settings.DownloadConnections": "Preuzmi Veze",
    "MessageBox.ConnectionClosedByRemoteHost": "Ova je pogreška obično privremena i uzrokovana padom veze na udaljenom poslužitelju. Pokušajte ponovno preuzeti, a Syn3 Updater preuzet će samo preostale datoteke, ako problem i dalje postoji, pokušajte u neko drugo doba dana ili kontaktirajte CyanLabs",
    "String.OK": "OK",
    "String.Error": "Pogreška",
    "String.Upload": "Učitaj",
    "String.Warning": "UPOZORENJE",
    "Home.StartDownloadOnly": "Samo Preuzimanje",
    "MessageBox.DownloadOnlyComplete": "Sve su datoteke uspješno preuzete i provjerene!",
    "String.DownloadComplete": "Preuzimanje Završeno",
    "MessageBox.DownloadOnlyMode": "Odabrali ste \"Samo preuzimanje\", ovo će preuzeti sve tražene datoteke u vaš direktorij za preuzimanje i provjeriti ih, ali NEĆE pripremiti nijednu instalacijsku datoteku, kasnije kopiranje preuzetih datoteka na vaš USB pogon neće raditi bez ručnog stvaranja LST datoteka!\n\nKoristite \"Odaberite direktorij\" s popisa USB pogona ako želite pripremiti datoteke prije kopiranja na USB pogon ili odaberite USB pogon za izravnu pripremu USB pogona!\n\nNakon odabira USB pogona ili direktorija pritisnite 'Započeti' da biste započeli postupak!\n\nJeste li sigurni da datoteke želite preuzeti samo bez pripreme USB pogona ili direktorija?",
    "Home.FeedbackButton": "Tema s Povratnim Informacijama",
    "String.Notice": "Obavijest",
    "String.AutoDetect": "Automatsko Otkrivanje",
    "Utility.CopyAsBuilt": "Kopiraj AsBuilt",
    "Profiles.RenameProfile": "Preimenovati",
    "Profiles.Save": "Spremi",
    "String.Encrypted": "Šifrirano",
    "MessageBox.EncryptedDrive": "Bitlocker ili neki softver nezavisnih proizvođača otkrio je da je USB pogon koji ste odabrali kriptiran. Ovaj USB pogon nećete moći koristiti dok ne onemogućite šifriranje.\n\nOnemogućite šifriranje i pritisnite OK da biste osvježili popis USB pogona.",
    "MessageBox.NoPackagesSelected": "Nije odabran nijedan paket, prije nastavka odaberite najmanje jedan paket",
    "MessageBox.NoBrowser": "Web stranicu nije moguće otvoriti pomoću zadanog web preglednika, veza je kopirana u međuspremnik, za dodatne upute zalijepite vezu u svoj preglednik.",
    "MessageBox.MY20InvalidConfiguration": "You have specified that you have a MY20 SYNC unit, You can not create a update USB to go from 3.0 or below to 3.4 while My20 Protection is enabled.\n\nPlease recheck your settings and if you need further assistance visit our forum at https://community.cyanlabs.net\n\nDO NOT DISABLE MY20 PROTECTION IF YOU ARE UNSURE!",
    "Settings.MapKey": "Cutdown Map Package Key"
}