{
    "Main.Home": "Dom",
    "Main.About": "Oko",
    "Main.Downloads": "Preuzimanja",
    "Main.News": "Vijesti",
    "Main.Crashme": "Sudar",
    "Main.Settings": "Postavke",
    "Main.Utility": "Uslužni programi",
    "Home.Refresh": "Osvježiti",
    "Home.CurrentConfiguration": "Trenutna konfiguracija",
    "Home.DownloadPath": "Put za preuzimanje:",
    "Home.SelectUSBDrive": "Odaberite USB pogon ili direktorij",
    "Home.DriveName": "Destinacija:",
    "Home.DriveLetter": "Pogonsko slovo:",
    "Home.RecommendedUSBFlashDriveTitle": "Preporučene veličine USB pogona",
    "Home.DriveFileSystem": "Sustav datoteka:",
    "Home.RecommendedUSBFlashDriveNonNav": "Ne-navigacijski APIM-ovi trebali bi biti u redu s 8 GB",
    "Home.RecommendedUSBFlashDriveNA": "NA (Sjeverna Amerika), ROW (ostatak svijeta), ANZ (Australiji i Novom Zelandu) APIM-ovi trebat će najmanje 16 GB",
    "Home.RecommendedUSBFlashDriveEU": "EU APIM-ovi trebat će najmanje 32 GB",
    "Home.Notes": "Bilješke:",
    "Home.SelectPackages": "Odaberite Paketi",
    "Home.InstallMode": "Način instalacije:",
    "Home.NoUSB": "Samo preuzimanje (BEZ USB-a)",
    "Home.StartButton": "Započeti",
    "About.AboutTitle": "O programu Syn3 Updater",
    "About.ForumButton": "FORUM CYANLABS",
    "About.DonateButton": "DONIRATI",
    "About.DocumentationTitle": "Dokumentacija",
    "About.Documentation": "Da biste osigurali da je dokumentacija uvijek ažurna, pogledajte donju web stranicu, ako ste zainteresirani za prijevod na svoj jezik, na istoj stranici možete pronaći dodatne informacije.",
    "About.DocumentationButton": "DOKUMENTACIJA",
    "About.DisclaimerTitle": "Odricanje",
    "About.Disclaimer": "CyanLabs neće biti odgovoran za bilo kakav gubitak ili štetu, uključujući, bez ograničenja, neizravne ili posljedične gubitke ili oštećenja, ili bilo kakav gubitak ili štetu koji proizlazi iz upotrebe ili gubitka upotrebe podataka ili dobiti, koji proizlaze iz ili su u vezi s korištenje ove aplikacije ili pripadajućih vodiča. Ovaj postupak ne odobrava nijedan proizvođač vozila i može poništiti bilo kakvo jamstvo / ugovor koji imate na raspolaganju",
    "About.DisclaimerAgreement": "Razumijem i prihvaćam rizike navedene u gornjoj izjavi o odricanju odgovornosti.",
    "Download.Queue": "Red",
    "Download.Log": "Dnevnik",
    "Download.CancelButton": "Odustani",
    "Download.StartButton": "Započeti",
    "Download.VerifyingFile": "Provjera integriteta",
    "Download.TotalDownload": "Ukupni napredak",
    "Settings.CarConfiguration": "Konfiguracija automobila",
    "Settings.EnterRegionNav": "Unesite svoju REGIJU i navedite imate li NAVIGACIJU",
    "Settings.Warning": "NETOČNE INFORMATCIJE MOGU VAŠ APIM UČINITI PRIVREMENO ILI TRAJNO NEUPOTREBLJIVIM",
    "Settings.Configuration": "Konfiguracija",
    "Settings.DownloadLocation": "Mjesto preuzimanja:",
    "Settings.Language": "Jezik:",
    "Settings.AdvancedOptions": "Napredne opcije",
    "Settings.InstallMode": "Način instalacije:",
    "Settings.ShowAllReleases": "Prikaži sva izdanja:",
    "Settings.PaidOptions": "Mogućnosti uz plaćanje",
    "Settings.LicenseKeyInfo": "Unesite svoj licencni ključ u nastavku da biste dobili pristup svim prilagođenim paketima koje ste kupili!",
    "Settings.LicenseKey": "Licencni ključ:",
    "Settings.Apply": "Primijeni postavke",
    "Settings.Downloads": "Pretraživati",
    "Settings.Theme": "Tema:",
    "MessageBox.DisclaimerNotAccepted": "Prije nastavka pročitajte i prihvatite izjavu o odricanju odgovornosti. Nećete moći nastaviti ako se ne složite s uvjetima.",
    "MessageBox.DownloadPathChangeCopy": "Želite li premjestiti postojeće datoteke s {0} na {1} ?",
    "MessageBox.NoDownloads": "Trenutno nema ničega u vašem redu za preuzimanje, posjetite glavnu stranicu i odaberite što želite preuzeti.",
    "MessageBox.CancelNoUSB": "Nije odabran nijedan USB pogon. Želite nastaviti sa samo preuzimanjem?",
    "MessageBox.CancelNoUSBForced": "Nije odabran nijedan USB pogon! Za nastavak morate odabrati USB!",
    "MessageBox.CancelMy20": "Syn3 Updater postavio je način instaliranja na {0}  \nNE NASTAVLJAJTE AKO IMATE AUTOMOBIL IZDAVLJEN U 2020. GODINI!  \n\nAKO NADALJUJETE I IMATE AUTOMOBIL IZDAVLJEN U 2020. ZAKOPIT ĆE SVOJU. \n\nKlikom na \"Da\" razumijete gornje upozorenje i potvrđujete da nemate automobil proizveden 2020. godine!",
    "MessageBox.CancelMy20Final": "POSLJEDNJE UPOZORENJE! \n\nKlikom na \"Da\" potvrđujete da nemate automobil proizveden 2020. godine!",
    "MessageBox.CancelRegionMismatch": "Trenutna regija i nova regija nisu isti, ovo možda neće uspjeti. Želite li ipak nastaviti?",
    "MessageBox.CancelDownloadIsDrive": "Put preuzimanja i odredišni USB pogon su isti, promijenite put preuzimanja.",
    "MessageBox.CancelNoApps": "Način se formatira ili prelazi na stariju verziju i nije odabran nijedan paket aplikacija, što će rezultirati sustavom koji se ne pokreće, PREKINUTI! Nije odabran paket \"APPS\", ali Syn3 Updater utvrdio je da je potrebna nadogradnja ili ponovno formatiranje, što će rezultirati sustavom koji se ne pokreće. Prekinuti!",
    "MessageBox.CancelFormatUSB": "UPOZORENJE, SVI PODACI NA ODABRANOM POGONU GUBIT ĆE SE \n{0}\nPogon slova: {1}\n\nKliknite DA za formatiranje i nastavak.",
    "MessageBox.DownloadInProgress": "Preuzimanje ili kopija je već u tijeku, prvo pričekajte ili otkažite preuzimanje.",
    "MessageBox.CopyVerificationFailed": "Provjera datoteke nije uspjela 3 puta, uvjerite se da su USB pogon i port u potpunosti funkcionalni, prekidanje procesa!",
    "MessageBox.DownloadVerificationFailed": "Provjera preuzete datoteke nije uspjela 3 puta, prekidanje procesa!",
    "MessageBox.DownloadOnlyComplete": "Sve su datoteke uspješno preuzete i provjerene, kopiranje nije izvršeno!",
    "MessageBox.OptionalFormatUSB": "Ovaj USB pogon već je koristio Syn3 Updater.\n\n{0} \nPogonsko slovo: {1}\n\nDa biste koristili postojeće datoteke na USB pogonu, kliknite Ne\nDa biste formatirali USB pogon, pritisnite Da\n\nŽelite formatirati odabrani USB pogon?",
    "MessageBox.FailedToValidate3": "Provjera {0} nije uspjela 3 puta, PREKIDANJE PROCESA!",
    "MessageBox.WebException": "Povezivanje s poslužiteljem za preuzimanje nije uspjelo, {0}",
    "MessageBox.UpdateCurrentversion": "Želite li ažurirati \"Trenutnu verziju\" s {0} na {1} tako da bude ispravna za buduću upotrebu?",
    "MessageBox.Completed": "Preuzimanje i kopiranje datoteka je sada završeno, jednostavno izvadite ovaj USB s računala i umetnite ga u svoj automobil, provjerite radi li motor!  \n\nSyn3Updater će vam sada otvoriti izravno odgovarajući dio vodiča za CyanLabs da pratite u vašem automobilu. \n\nAko vam je Syn3 Updater bio koristan, razmislite o doniranju s kartice \"Oko\".",
    "String.NonNavAPIM": "Ne-navigacija APIM",
    "MessageBox.LogUtilityComplete": "Priprema dnevnika USB je gotova, izvadite USB pogon iz računala i umetnite ga u svoj automobil, provjerite je li kontakt uključen. Nekoliko trenutaka nakon umetanja USB-a reći će da je instalacija dovršena. Ponovo umetnite USB pogon u računalo i pritisnite \"Korak 3\"",
    "String.KeepExistingMaps": "Nastavite s postojećim kartama",
    "String.NoMaps": "Nema karte",
    "String.Required": "POTREBAN!",
    "String.Completed": "ZAVRŠENO USPJEŠNO",
    "String.Copied": "kopirano",
    "String.Downloaded": "preuzeto",
    "String.Validated": "potvrđeno",
    "Utility.CreateLogTitle": "Stvorite USB zapisnika za ispitivanje",
    "Utility.CreateLogDesc": "Stvorite poseban USB pogon koji se koristi za generiranje datoteke dnevnika s raznim detaljima koji se odnose na vašu jedinicu, slijedite korake u nastavku za početak.",
    "Utility.CreateLogStep1": "1. Pripremi pogon",
    "Utility.CreateLogStep2": "2. Umetnite pogon u automobil i pričekajte \"Instalacija završena\"",
    "Utility.CreateLogStep3": "3. Otvorite zapisnik ispitivača",
    "Utility.LogXMLTitle": "Pojedinosti",
    "Utility.APIMModel": "APIM model:",
    "Utility.APIMSize": "Veličina APIM-a:",
    "Utility.APIMType": "APIM vrsta:",
    "Utility.APIMFree": "APIM slobodan prostor:",
    "MessageBox.UpdateCurrentVersionUtility": "Otkrili smo da se instalirana verzija ne podudara s vašom trenutno odabranom verzijom u postavkama, želite li to automatski ažurirati s {0} na {1} ?",
    "MessageBox.LogUtilityInvalidFile": "XML datoteku koju ste odabrali nije bilo moguće pročitati, provjerite je li to ispravna datoteka. Ako ste sigurni da je ova datoteka ispravna, kontaktirajte CyanLabs kako bismo mogli dalje istraživati.",
    "Utility.GracenotesRemovalTitle": "Stvoriti USB za uklanjanje Gracenotes-a",
    "Utility.GracenotesRemovalDesc": "Koristite ovu funkciju za stvaranje USB-a za prisilno uklanjanje Gracenotes s vaše jedinice.",
    "Utility.GracenotesButton": "Pripremi USB",
    "MessageBox.GenericUtilityComplete": "Priprema USB-a je završena, izvadite USB pogon iz računala i umetnite ga u svoj automobil.",
    "Utility.VoiceShrinkerTitle": "Stvorite USB za zamjenje manji glasovni paket",
    "Utility.VoiceShrinkerDesc": "Upotrijebite ovu funkciju ako nakon uklanjanja Gracenotes i dalje imate MEM_ERR-ove.",
    "Utility.DowngradeTitle": "Stvorite USB za unazadanje",
    "Utility.DowngradeDesc": "Koristite ovu funkciju ako nakon uklanjanja Gracenotes i skupljanja glasovnog paketa i dalje dobivate MEM_ERR-ove",
    "Utility.TroubleshootTitle": "Koraci za rješavanje problema",
    "Utility.TroubleshootDesc": "Upotrijebite funkcije u nastavku za rješavanje problema i rješavanje različitih MEM_ERR-a koje biste mogli primiti.",
    "Utility.TroubleshootMoreDetails": "Više detalja!",
    "Utility.ViewAsBuilt": "Pogledajte detaljan AsBuilt",
    "About.Endorsed": "Ovaj softver niti CyanLabs licencirao je ili odobrio Ford / FoMoCo",
    "MessageBox.AsBuiltVinWarning": "NAPOMENA: Ovim ćete dostaviti VIN broj svog vozila internetskoj službi za dekodiranje tvrtke Cyanlabs. Predajom vašeg VIN-a to će vam pomoći povećati točnost naše baze podataka. Kliknite U redu ako ste zadovoljni s tim, u suprotnom kliknite Odustani",
    "Utility.UploadLog": "Poslaj podatke dnevnika",
    "MessageBox.UploadLog": "Da bismo pomogli u rješavanju bilo kakvih potencijalnih problema, preporučili bismo prijenos vašeg dnevnika u našu bazu podataka, ova datoteka dnevnika sadrži detalje o odabranim opcijama. Ako odlučite ne prenositi ovaj zapisnik, to možete učiniti kasnije na kartici \"Uslužni programi\" i klikom na \"Poslaj podatke dnevnika\".\n\nŽelite li sada prenijeti svoj zapisnik?",
    "MessageBox.UploadLogNoDrive": "Morate odabrati pogon koji je već korišten i sadrži datoteku log.txt za prijenos vašeg dnevnika.",
    "Settings.ReleaseType": "Podružnica za objavljivanje aplikacije:",
    "MessageBox.ChangeApplicationReleaseBranch": "Promjenom grane pokrenut će se Syn3 Updater i automatski će se preuzeti odgovarajuća gradnja.\n\nPromjena iz Ci u Beta / Release može rezultirati neobrađenim iznimkama i zahtijevat će resetiranje postavki!\n\nDodatne informacije potražite u dokumentaciji\n\nJeste li sigurni da želite promijeniti 'Podružnica za objavljivanje aplikacije' programa Syn3 Updater? ",
    "Home.NoUSBDir": "Odaberite Direktorij",
    "MessageBox.CancelDeleteFiles": "UPOZORENJE, SVI PODACI U ODABRANOM IMENIKU BIT ĆE IZGUBLJENI\nPut: {0}\n\nZa nastavak pritisnite DA.",
    "MessageBox.CompletedFolder": "Preuzimanje i kopiranje datoteka je sada završeno.\nKako ste odabrali direktorij, a ne USB pogon, morat ćete kopirati sadržaj odabranog direktorija na USB pogon formatiran u ExFAT (MBR) formatu.\n\nAko vam je Syn3 Updater bio koristan, razmislite o doniranju s kartice \"Oko\". ",
    "MessageBox.CancelDownloadIsFolder": "Direktorija za preuzimanje i odabrani odredišni direktorij su isti, promijenite jedan od ovih direktorija ",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "Unesite svoju verziju (Postavke > Općenito > O)",
    "Home.Version": "Verzija:",
    "Home.Region": "Regija:",
    "Home.Nav": "Navigacija:",
    "Home.MapVersion": "Verzija karte:",
    "Home.NewVersion": "Nova verzija",
    "Settings.FullVersion": "verzija:",
    "Settings.Region": "regija:",
    "Settings.Navigation": "Navigacija:",
    "MessageBox.NoVersionOrRegionSelected": "Niste postavili svoju trenutnu verzija ili regija!",
    "MessageBox.My20Detected": "Syn3 Updater has detected that you are trying to force the install mode but a MY20 or newer APIM was previously detected! By doing this and using the created USB drive on a MY20 or newer APIM YOU WILL BRICK IT!!\n\nBy clicking 'Yes' you will disable all MY20 protection methods embedded in Syn3 Updater\n\nAre you sure you want to change this install mode?",
    "MessageBox.My20Check": "WARNING, ANSWERING INCORRECTLY COULD RESULT IN YOUR APIM BEING BRICKED!\n\nIs you car manufactured in 2020 or newer?\n\nIf it is click 'Yes' and Syn3 Updater will guide you through running the official 'interrogator tool' to validate if you have a MY20 APIM or not\n\nIf it 2019 or older, click 'No' to continue as planned.",
    "MessageBox.My20Found": "Syn3 Updater has determined that your APIM is MY20 (Manufacture Year 2020) or newer, Syn3 Updater will now enforce autoinstall mode to prevent possible bricking of the APIM!",
    "MessageBox.My20NotFound": "Syn3 Updater has determined that your APIM is NOT MY20 and it is safe to use all functions of Syn3 Updater",
    "MessageBox.LogUtilityCompleteMy20": "Preparation of the Interrogator (Logging) USB Drive completed successfully!\n\nRemove the USB drive from your computer and insert it in to your car, ensure the ignition is on and wait a few moments for it to say \"Installation Complete\" or for the APIM to reboot.\n\nOnce done re-insert the USB drive in to your pc, click 'OK' and select the XML file from your SyncMyRide folder of your USB drive",
    "String.OnlyMaps": "Only Update Maps"
}