{
    "Main.Home": "itthon",
    "Main.About": "Adatok",
    "Main.Downloads": "Letöltések",
    "Main.News": "Hírek",
    "Main.Crashme": "Összeomlás",
    "Main.Settings": "Beállítások",
    "Main.Utility": "segédprogramok",
    "Home.Refresh": "Frissítés",
    "Home.CurrentConfiguration": "Aktuális konfiguráció",
    "Home.SyncVersion": "Verzió:",
    "Home.SyncRegion": "Régió:",
    "Home.SyncNav": "Navigáció:",
    "Home.SyncMapVersion": "Térkép verzió:",
    "Home.DownloadPath": "Letöltési útvonal:",
    "Home.SelectUSBDrive": "Válasszon egy USB meghajtót",
    "Home.DriveName": "Meghajtó részletei:",
    "Home.DriveLetter": "Meghajtóbetű:",
    "Home.RecommendedUSBFlashDriveTitle": "Ajánlott USB Flash meghajtó méretek",
    "Home.DriveFileSystem": "Fájlrendszer:",
    "Home.RecommendedUSBFlashDriveNonNav": "A nem navigációs APIM-eknek 8 GB-mal kell lenniük",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW, ANZ APIM-ekhez legalább 16 GB-ra lesz szükség",
    "Home.RecommendedUSBFlashDriveEU": "Az EU APIM-ekhez legalább 32 GB szükséges",
    "Home.Notes": "Megjegyzések:",
    "Home.NewSyncVersion": "Új szinkronizálási verzió",
    "Home.SelectPackages": "Csomagok kiválasztása",
    "Home.InstallMode": "Telepítési mód:",
    "Home.NoUSB": "Csak letöltés (NINCS USB)",
    "Home.StartButton": "Rajt",
    "About.AboutTitle": "A Syn3 Updater ismertetése",
    "About.About": "A Syn3 Updater egy olyan Windows alkalmazás, amelyet azért hoztak létre, hogy a Ford Sync 3 frissítési folyamatát a lehető legegyszerűbbé tegye.",
    "About.ForumButton": "CYANLABS FÓRUM",
    "About.DonateButton": "ADOMÁNY",
    "About.FordHubButton": "FORD HUB",
    "About.DocumentationTitle": "Dokumentáció",
    "About.Documentation": "Annak érdekében, hogy a dokumentáció mindig naprakész legyen, kérjük, olvassa el az alábbi weboldalt. Ha érdekli, hogy ezt lefordítsa saját nyelvére, további információkat talál ugyanazon az oldalon.",
    "About.DocumentationButton": "DOKUMENTÁCIÓ",
    "About.DisclaimerTitle": "Jogi nyilatkozat",
    "About.Disclaimer": "A CyanLabs nem vállal felelősséget semmilyen veszteségért vagy kárért, beleértve - korlátozás nélkül - közvetett vagy következményes veszteséget vagy kárt, vagy bármilyen veszteséget vagy kárt, amely az adatok vagy nyereség felhasználásából vagy felhasználásának elvesztéséből származik, vagy amely azzal kapcsolatos, vagy azzal kapcsolatos. az alkalmazás vagy a kapcsolódó útmutatók használata. Ezt a folyamatot egyetlen járműgyártó sem hagyta jóvá, és érvénytelenítheti az esetleges garanciát / megállapodást",
    "About.DisclaimerAgreement": "Megértem és elfogadom a fenti felelősségkorlátozásban felvázolt kockázatokat.",
    "Download.Queue": "Sor",
    "Download.Log": "Napló",
    "Download.CancelButton": "Mégsem",
    "Download.StartButton": "Indítás",
    "Download.VerifyingFile": "A. Integritás ellenőrzése",
    "Download.TotalDownload": "Állapot",
    "Settings.CarConfiguration": "Autó konfigurálása",
    "Settings.EnterSyncVersion": "Írja be a SYNC verzióját (Beállítások> Általános> A szinkronizálásról)",
    "Settings.EnterRegionNav": "Adja meg REGION nevét, és adja meg, hogy rendelkezik-e NAVIGÁCIÓVAL",
    "Settings.Warning": "HIBÁS INFORMÁCIÓK IGÉNYLHETNEK  n AZONNAL IDEIGLENESEN VAGY FENNTARTVA HASZNÁLATLAN",
    "Settings.FullSyncVersion": "Teljes szinkron verzió:",
    "Settings.SyncRegion": "SYNC régió:",
    "Settings.SyncNavigation": "Navigáció:",
    "Settings.Configuration": "Konfiguráció",
    "Settings.DownloadLocation": "Letöltés helye:",
    "Settings.Language": "Nyelv:",
    "Settings.AdvancedOptions": "Haladó beállítások",
    "Settings.InstallMode": "Telepítési mód:",
    "Settings.ShowAllReleases": "Összes kiadás megjelenítése:",
    "Settings.PaidOptions": "Fizetett opciók",
    "Settings.LicenseKeyInfo": "Az alábbiakban adja meg licenckulcsát, hogy hozzáférjen a megvásárolt egyedi csomagokhoz!",
    "Settings.LicenseKey": "Licenckulcs:",
    "Settings.Apply": "Alkalmazza a Beállításokat",
    "Settings.Downloads": "Letöltések",
    "Settings.Theme": "Téma:",
    "MessageBox.DisclaimerNotAccepted": "Kérjük, olvassa el és fogadja el a felelősség kizárását, mielőtt folytatná. Csak akkor folytathatja, ha elfogadja a feltételeket.",
    "MessageBox.NoSyncVersionOrRegionSelected": "Még nem állította be jelenlegi szinkronizálási verzióját vagy szinkronizálási régióját!",
    "MessageBox.DownloadPathChangeCopy": "Szeretné áthelyezni a meglévő fájlokat a következőből: {0} ide: {1}",
    "MessageBox.NoDownloads": "Jelenleg nincs semmi a letöltési sorban. A főoldalon válassza ki, hogy mit szeretne letölteni.",
    "MessageBox.CancelNoUSB": "Nincs kiválasztva USB meghajtó, szeretné folytatni a letöltést?",
    "MessageBox.CancelNoUSBForced": "Nincs kiválasztva USB meghajtó, a folytatáshoz ki kell választania egy USB-t!",
    "MessageBox.CancelMy20": "A Syn3 Updater a telepítési módot {0}  n NE Folytassa, ha 2020-ban gyártott autóval rendelkezik!  N  nHa folytatja és 2020-ban gyártja az autót, akkor megszakítja a szinkronizálást!  N  nKattintással \" Igen \"megértette a fenti figyelmeztetést, és megerősíti, hogy nincs 2020-ban gyártott autója!",
    "MessageBox.CancelMy20Final": "UTOLSÓ FIGYELMEZTETÉS!  n  nAz \"Igen\" gombra kattintva megerősíti, hogy nincs 2020-ban gyártott autója!",
    "MessageBox.CancelRegionMismatch": "A jelenlegi régió és az új régió nem azonos, ez nem biztos, hogy működik. Szeretne mégis folytatni?",
    "MessageBox.CancelDownloadIsDrive": "A letöltési út és a cél USB-meghajtó ugyanaz, kérjük, módosítsa a letöltési útvonalat.",
    "MessageBox.CancelNoApps": "A mód átformázása vagy leminősítése, és egyetlen alkalmazáscsomag sem lett kiválasztva, ez nem indító rendszert eredményez, MEGSZAKÍT! Nem választottunk ki „APPS” csomagot, de a Syn3 Updater megállapította, hogy a leminősítésre vagy az átformázásra van szükség, ez nem indító rendszert eredményez. Megszakítás!",
    "MessageBox.CancelFormatUSB": "FIGYELMEZTETÉS, A KIVÁLASZTOTT MEGHAJTÓ MINDEN ADATA VESZÉL. {0}  n Levél meghajtó: {1}  n  nKattintson a YES gombra a formázáshoz és a folytatáshoz.",
    "MessageBox.DownloadInProgress": "A letöltés vagy másolás már folyamatban van. Kérjük, először várjon, vagy állítsa le a letöltést.",
    "MessageBox.CopyVerificationFailed": "Nem sikerült háromszor ellenőrizni a fájlt, ellenőrizze, hogy az USB-meghajtó és a port teljesen működőképes-e, megszakítva a folyamatot!",
    "MessageBox.DownloadVerificationFailed": "Háromszor nem sikerült ellenőrizni a letöltött fájlt, a folyamat megszakítása!",
    "MessageBox.DownloadOnlyComplete": "Az összes fájl letöltése és érvényesítése sikeres volt, nem történt másolás!",
    "MessageBox.OptionalFormatUSB": "Ezt az USB-meghajtót már használta a Syn3 Updater.  N  n {0}  nHajtó levél: {1}  n  nAz USB-meghajtón lévő meglévő fájlok használatához kattintson a Nem gombra  Az USB-meghajtó formázásához kattintson az Igen  n  nKész formázni szeretné a kiválasztott USB-meghajtót?",
    "MessageBox.FailedToValidate3": "Nem sikerült {0} háromszor érvényesíteni, FOLYAMATOS FOLYAMAT!",
    "MessageBox.WebException": "Nem sikerült csatlakozni a letöltőkiszolgálóhoz, {0}",
    "MessageBox.UpdateCurrentversion": "Szeretné frissíteni az alkalmazás jelenlegi szinkronizálási verzióját, hogy az megfelelő legyen a jövőbeni felhasználásra?",
    "MessageBox.Completed": "A fájlok letöltése és másolása befejeződött, egyszerűen vegye ki ezt az USB-t a számítógépéből, és helyezze be az autójába, győződjön meg róla, hogy a motor működik!  NSyn3Updater most közvetlenül a CyanLabs oktatóprogram megfelelő részéhez nyitja meg Önt követni az autójában.  n  nHa a Syn3 Updater hasznos volt Önnek, fontolja meg az adományozást a \"Névjegy\" fülről.",
    "String.NonNavAPIM": "Nem Nav APIM",
    "MessageBox.LogUtilityComplete": "Az USB napló előkészítése befejeződött, vegye ki az USB meghajtót a számítógépről, helyezze be autójába, ellenőrizze, hogy be van-e kapcsolva a gyújtás. Néhány perccel az USB behelyezése után a telepítés befejeződött. Helyezze vissza az USB-meghajtót a számítógépére, és nyomja meg a \"3. lépés\" gombot",
    "String.KeepExistingMaps": "Tartsa fenn a meglévő térképeket",
    "String.NoMaps": "Nincsenek Térképek",
    "String.Required": "KÍVÁNT!",
    "String.Completed": "SIKERESEN BEFEJEZVE",
    "String.Copied": "lemásolták",
    "String.Downloaded": "letöltött",
    "String.Validated": "érvényesítették",
    "Utility.CreateLogTitle": "Hozzon létre kérdezőnapló USB-t",
    "Utility.CreateLogDesc": "Hozzon létre egy speciális USB-meghajtót, amely a SYNC egységre vonatkozó különféle részleteket tartalmazó naplófájl előállításához használható. A kezdéshez kövesse az alábbi lépéseket.",
    "Utility.CreateLogStep1": "1. Készítse elő a meghajtót",
    "Utility.CreateLogStep2": "2. Helyezze be a meghajtót az autóba  n várja meg, hogy a \"Telepítés befejeződött\"",
    "Utility.CreateLogStep3": "3. Nyissa meg a Kérdő naplót",
    "Utility.LogXMLTitle": "Részletek szinkronizálása",
    "Utility.SyncVersion": "Szinkronizálási verzió:",
    "Utility.APIMModel": "APIM modell:",
    "Utility.APIMSize": "APIM méret:",
    "Utility.APIMType": "APIM típus:",
    "Utility.APIMFree": "APIM szabad hely:",
    "MessageBox.UpdateCurrentVersionUtility": "Azt észleltük, hogy a telepített verzió nem egyezik a beállításokban jelenleg kiválasztott verzióval. Szeretné automatikusan frissíteni erre: {0}",
    "MessageBox.LogUtilityInvalidFile": "A kiválasztott XML fájl nem olvasható el. Kérjük, ellenőrizze, hogy ez a helyes fájl. Ha biztos benne, hogy ez a fájl helyes, kérjük, vegye fel a kapcsolatot a CyanLabs céggel, hogy tovább vizsgálhassuk.",
    "Utility.GracenotesRemovalTitle": "Hozzon létre Gracenotes eltávolító USB-t",
    "Utility.GracenotesRemovalDesc": "Ezzel a funkcióval USB-t hozhat létre a Gracenotes eltávolításának kényszerítésére a SYNC egységből.",
    "Utility.GracenotesButton": "Készítse elő az USB-t",
    "MessageBox.GenericUtilityComplete": "Az USB előkészítése befejeződött, vegye ki az USB meghajtót a számítógépéből, és helyezze be az autójába.",
    "Utility.VoiceShrinkerTitle": "Hozzon létre kis hangcsomag-csere USB-t",
    "Utility.VoiceShrinkerDesc": "Akkor használja ezt a funkciót, ha a gracenoták eltávolítása után még mindig MEM_ERR-eket használ.",
    "Utility.DowngradeTitle": "Hozzon létre Downgrade USB-t",
    "Utility.DowngradeDesc": "Akkor használja ezt a funkciót, ha a gracenoták eltávolítása és a hangcsomag csökkentése után még mindig a MEM_ERR-eket kapja",
    "Utility.TroubleshootTitle": "Hibaelhárítási lépések",
    "Utility.TroubleshootDesc": "Az alábbi funkciók segítségével elháríthatja és megoldhatja a kapott MEM_ERR-eket.",
    "Utility.TroubleshootMoreDetails": "További részletek!",
    "Utility.ViewAsBuilt": "View Detailed AsBuilt",
    "About.Endorsed": "This software nor CyanLabs is licensed or endorsed by Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "NOTE: This will submit your vehicles VIN number to Cyanlabs's online decoding service. By submitting your VIN, this will help increase our database's accuracy. Click OK if your happy with this, otherwise click Cancel",
    "Utility.UploadLog": "Upload Log",
    "MessageBox.UploadLog": "To assist in troubleshooting any potential issues we would recommend uploading your log to our database, this log file contains details on what options were selected, if you choose not to upload this log you can do at a later date from the \"Utility\" tab and clicking \"Upload Log\".\n\nDo you want to upload your log now?",
    "MessageBox.UploadLogNoDrive": "You must select a drive that has been used previously and contains a log.txt file to upload your log.",
    "Settings.ReleaseType": "Application Release Type:",
    "MessageBox.ChangeApplicationReleaseBranch": "Changing branch will restart Syn3 Updater and automatically download the relevant build.\n\nChanging from Ci to Beta/Release may result in unhandled exceptions and require you to reset your settings!\n\nRefer to the documentation for further information\n\nAre you sure you want to change the 'Release Branch' of Syn3 Updater?"
}