{
    "Main.Home": "Főoldal",
    "Main.About": "Adatok",
    "Main.Downloads": "Letöltések",
    "Main.News": "Hírek",
    "Main.Crashme": "Összeomlás",
    "Main.Settings": "Beállítások",
    "Main.Utility": "Segédprogramok",
    "Home.Refresh": "Frissítés",
    "Home.CurrentConfiguration": "Aktuális konfiguráció",
    "Home.DownloadPath": "Letöltési útvonal",
    "Home.SelectUSBDrive": "Válasszon egy USB meghajtót vagy mappát",
    "Home.DriveName": "Meghajtó részletei",
    "Home.RecommendedUSBFlashDriveTitle": "Ajánlott USB Flash meghajtó méretek",
    "Home.DriveFileSystem": "Fájlrendszer:",
    "Home.RecommendedUSBFlashDriveNonNav": "A nem navigációs APIM-eknek 8 GB-mal kell lenniük",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW, ANZ APIM-ekhez legalább 16 GB-ra lesz szükség",
    "Home.RecommendedUSBFlashDriveEU": "Az EU APIM-ekhez legalább 32 GB szükséges",
    "Home.Notes": "Megjegyzések:",
    "Home.SelectPackages": "Csomagok választása",
    "Home.InstallMode": "Telepítési mód:",
    "Home.StartButton": "Rajt",
    "About.AboutTitle": "A Syn3 Updater ismertetése",
    "About.ForumButton": "CYANLABS FÓRUM",
    "About.DonateButton": "ADOMÁNY",
    "About.DocumentationTitle": "Dokumentáció",
    "About.Documentation": "Annak érdekében, hogy a dokumentáció mindig naprakész legyen, kérjük, olvassa el az alábbi weboldalt. Ha érdekli, hogy ezt lefordítsa saját nyelvére, további információkat talál ugyanazon az oldalon.",
    "About.DocumentationButton": "DOKUMENTÁCIÓ",
    "About.DisclaimerTitle": "Jogi nyilatkozat",
    "About.Disclaimer": "A CyanLabs nem vállal felelősséget semmilyen veszteségért vagy kárért, beleértve - korlátozás nélkül - közvetett vagy következményes veszteséget vagy kárt, vagy bármilyen veszteséget vagy kárt, amely az adatok vagy nyereség felhasználásából vagy felhasználásának elvesztéséből származik, vagy amely azzal kapcsolatos, vagy azzal kapcsolatos. az alkalmazás vagy a kapcsolódó útmutatók használata. Ezt a folyamatot egyetlen járműgyártó sem hagyta jóvá, és érvénytelenítheti az esetleges garanciát / megállapodást",
    "About.DisclaimerAgreement": "Megértem és elfogadom a fenti felelősségkorlátozásban felvázolt kockázatokat.",
    "Download.Queue": "Sor",
    "Download.Log": "Napló",
    "Download.CancelButton": "Mégsem",
    "Download.TotalDownload": "Állapot",
    "Settings.CarConfiguration": "Autó konfigurálása",
    "Settings.EnterRegionNav": "Adja meg REGION nevét, és adja meg, hogy rendelkezik-e NAVIGÁCIÓVAL",
    "Settings.Warning": "HIBÁS INFORMÁCIÓK IGÉNYLHETNEK  n AZONNAL IDEIGLENESEN VAGY FENNTARTVA HASZNÁLATLAN",
    "Settings.Configuration": "Konfiguráció",
    "Settings.DownloadLocation": "Letöltés helye:",
    "Settings.Language": "Nyelv:",
    "Settings.AdvancedOptions": "Haladó beállítások",
    "Settings.InstallMode": "Telepítési mód:",
    "Settings.LicenseKey": "Licenckulcs:",
    "Settings.Apply": "Alkalmazza a Beállításokat",
    "Settings.Theme": "Téma:",
    "MessageBox.DisclaimerNotAccepted": "Kérjük, olvassa el és fogadja el a felelősség kizárását, mielőtt folytatná. Csak akkor folytathatja, ha elfogadja a feltételeket.",
    "MessageBox.DownloadPathChangeCopy": "Szeretné áthelyezni a meglévő fájlokat a következőből: {0} ide: {1}",
    "MessageBox.CancelRegionMismatch": "A jelenlegi régió és az új régió nem azonos, ez nem biztos, hogy működik. Szeretne mégis folytatni?",
    "MessageBox.CancelDownloadIsDrive": "A letöltési út és a cél USB-meghajtó ugyanaz, kérjük, módosítsa a letöltési útvonalat.",
    "MessageBox.CancelNoApps": "A mód átformázása vagy leminősítése, és egyetlen alkalmazáscsomag sem lett kiválasztva, ez nem indító rendszert eredményez, MEGSZAKÍT! Nem választottunk ki „APPS” csomagot, de a Syn3 Updater megállapította, hogy a leminősítésre vagy az átformázásra van szükség, ez nem indító rendszert eredményez. Megszakítás!",
    "MessageBox.CancelFormatUSB": "FIGYELMEZTETÉS, A KIVÁLASZTOTT MEGHAJTÓ MINDEN ADATA VESZÉL. {0}  n Levél meghajtó: {1}  n  nKattintson a YES gombra a formázáshoz és a folytatáshoz.",
    "MessageBox.DownloadInProgress": "A letöltés vagy másolás már folyamatban van. Kérjük, először várjon, vagy állítsa le a letöltést.",
    "MessageBox.OptionalFormatUSB": "Ezt az USB-meghajtót már használta a Syn3 Updater.  N  n {0}  nHajtó levél: {1}  n  nAz USB-meghajtón lévő meglévő fájlok használatához kattintson a Nem gombra  Az USB-meghajtó formázásához kattintson az Igen  n  nKész formázni szeretné a kiválasztott USB-meghajtót?",
    "MessageBox.FailedToValidate3": "Nem sikerült {0} háromszor érvényesíteni, FOLYAMATOS FOLYAMAT!",
    "MessageBox.UpdateCurrentversion": "Szeretné frissíteni a \"Jelenlegi verziót\" {0} -ról {1} -ra, hogy a következő használatkor megfelelő legyen?",
    "MessageBox.Completed": "A fájlok letöltése és másolása befejeződött, egyszerűen vegye ki ezt az USB-t a számítógépéből, és helyezze be az autójába, győződjön meg róla, hogy a motor működik!  NSyn3Updater most közvetlenül a CyanLabs oktatóprogram megfelelő részéhez nyitja meg Önt követni az autójában.  n  nHa a Syn3 Updater hasznos volt Önnek, fontolja meg az adományozást a \"Névjegy\" fülről.",
    "String.NonNavAPIM": "Nem Nav APIM",
    "MessageBox.LogUtilityComplete": "Az USB napló előkészítése befejeződött, vegye ki az USB meghajtót a számítógépről, helyezze be autójába, ellenőrizze, hogy be van-e kapcsolva a gyújtás. Néhány perccel az USB behelyezése után a telepítés befejeződött. Helyezze vissza az USB-meghajtót a számítógépére, és nyomja meg a \"3. lépés\" gombot",
    "String.KeepExistingMaps": "Tartsa fenn a meglévő térképeket",
    "String.NoMaps": "Nincsenek Térképek",
    "String.Completed": "SIKERESEN BEFEJEZVE",
    "String.Copied": "lemásolták",
    "String.Downloaded": "letöltött",
    "String.Validated": "érvényesítették",
    "Utility.CreateLogTitle": "Hozzon létre kérdezőnapló USB-t",
    "Utility.CreateLogDesc": "Hozzon létre egy speciális USB-meghajtót, amely egységre vonatkozó különféle részleteket tartalmazó naplófájl előállításához használható. A kezdéshez kövesse az alábbi lépéseket.",
    "Utility.CreateLogStep1": "1. Készítse elő a meghajtót",
    "Utility.CreateLogStep2": "2. Helyezze be a meghajtót az autóba  n várja meg, hogy a \"Telepítés befejeződött\"",
    "Utility.CreateLogStep3": "3. Nyissa meg a Kérdő naplót",
    "Utility.APIMModel": "APIM modell:",
    "Utility.APIMSize": "APIM méret:",
    "Utility.APIMType": "APIM típus:",
    "Utility.APIMFree": "APIM szabad hely:",
    "MessageBox.UpdateCurrentVersionUtility": "Úgy észleltük, hogy a telepített verzió nem egyezik a beállításokban jelenleg kiválasztott verzióval. Szeretné ezt automatikusan frissíteni {0} verzióról {1} verzióra",
    "MessageBox.LogUtilityInvalidFile": "The XML file you have selected could not be read, please ensure this is the correct file. If you are sure this file is correct please contact CyanLabs via our forum or discord server so we can investigate further.",
    "Utility.GracenotesRemovalTitle": "Hozzon létre Gracenotes eltávolító USB-t",
    "Utility.GracenotesRemovalDesc": "Ezzel a funkcióval USB-t hozhat létre a Gracenotes eltávolításának kényszerítésére egységből.",
    "Utility.GracenotesButton": "Készítse elő az USB-t",
    "MessageBox.GenericUtilityComplete": "Az USB előkészítése befejeződött, vegye ki az USB meghajtót a számítógépéből, és helyezze be az autójába.",
    "Utility.VoiceShrinkerTitle": "Hozzon létre kis hangcsomag-csere USB-t",
    "Utility.VoiceShrinkerDesc": "Akkor használja ezt a funkciót, ha a gracenoták eltávolítása után még mindig MEM_ERR-eket használ.",
    "Utility.DowngradeTitle": "Hozzon létre Downgrade USB-t",
    "Utility.DowngradeDesc": "Akkor használja ezt a funkciót, ha a gracenoták eltávolítása és a hangcsomag csökkentése után még mindig a MEM_ERR-eket kapja",
    "Utility.TroubleshootTitle": "Hibaelhárítási lépések",
    "Utility.TroubleshootDesc": "Az alábbi funkciók segítségével elháríthatja és megoldhatja a kapott MEM_ERR-eket.",
    "Utility.TroubleshootMoreDetails": "További részletek!",
    "Utility.ViewAsBuilt": "Részletes AsBuilt megtekintése",
    "About.Endorsed": "Ezt a szoftvert és a CyanLab-ot  nem a Ford vagy a FoMoCo engedélyezte vagy támogatja.",
    "MessageBox.AsBuiltVinWarning": "Ezzel a gépjárművek alváz-kódja bekerül az automatikus online dekódoló szolgáltatásunkba, a alváz-kód elküldésével ez növeli adatbázisunk pontosságát.\n\nHa nem szeretné elküldeni a alváz-számát, kattintson a Mégse gombra.",
    "Utility.UploadLog": "Log feltöltése",
    "MessageBox.UploadLog": "Itt nincs fordítás. Próbálja meg ellenőrizni az előzményeket\nAz esetleges problémák hibaelhárításának segítése érdekében javasoljuk a Syn3Updater napló feltöltését adatbázisunkba, ez a naplófájl tartalmazza a kiválasztott lehetőségek részleteit, valamint a számítógép nevét, amely az összes naplót egy identitáshoz kapcsolja.\n\nHa úgy dönt, hogy nem tölti fel ezt a naplót, akkor ezt később, a \"Segédprogram\" lapon teheti meg, és kattintson a \"Napló feltöltése\" gombra.\n\nSzeretné most feltölteni a naplóját?",
    "Settings.ReleaseType": "Kiadási ág",
    "MessageBox.ChangeApplicationReleaseBranch": "Az ág megváltoztatása újraindítja a Syn3 Updater programot, és automatikusan letölti a megfelelő buildet.\n\nHa alfa -ról béta/kiadásra vált, akkor kezeletlen kivételekhez vezethet, és vissza kell állítania a beállításokat!\n\nTovábbi információért olvassa el a dokumentációt\n\nBiztosan módosítani szeretné a Syn3 Updater „Kiadási ágát”?",
    "Home.NoUSBDir": "Válassza ki a mappát",
    "MessageBox.CancelDeleteFiles": "A KIVÁLASZTOTT KÖNYVTÁRBAN MINDEN ADAT ELVESZIK\nÚtvonal: {0}\n\nA folytatáshoz kattintson az IGEN gombra.",
    "MessageBox.CompletedFolder": "The Download and Copying of all required files is now complete.\n\nAs you have selected a directory rather than a USB drive you will need to copy the contents of your chosen directory to a ExFAT (MBR) formatted USB drive\n\nIf you have found Syn3 Updater useful considering donating at https://cyanlabs.net/support-us/\n\nIf you are having issues join our discord or community forum, links can be found in the \"About\" tab and on our website.",
    "MessageBox.CancelDownloadIsFolder": "A kiválasztott letöltési könyvtár és a célkönyvtár megegyezik, a folytatáshoz meg kell változtatnia az egyik könyvtárat.",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "Írja verzióját (Beállítások> Általános> A szinkronizálásról)",
    "Home.Version": "Verzió:",
    "Home.Region": "Régió:",
    "Home.Nav": "Navigáció:",
    "Home.MapVersion": "Térkép verzió:",
    "Home.NewVersion": "Új szinkronizálási verzió",
    "Settings.FullVersion": "Teljes verzió:",
    "Settings.Region": "régió:",
    "Settings.Navigation": "Navigáció:",
    "MessageBox.NoVersionOrRegionSelected": "Még nem állította be jelenlegi szinkronizálási verzióját vagy szinkronizálási régióját!",
    "MessageBox.My20Detected": "Syn3 Updater has detected that you are potentially trying to force the install mode or disable 'My20 Mode' however a APIM Manufactured in 2020 or newer has been previously detected or My20 Mode was manually enabled previously!\n\nUsing the created USB drive on a APIM manufactured in 2020 or newer may result in a bricked unit if you continue with My20 Protection disabled.\n\nBy clicking 'Yes' you will disable all MY20 protection methods embedded in Syn3 Updater\n\nAre you sure you want to override this protection?",
    "MessageBox.My20Found": "Syn3 Updater has determined that your APIM is MY20 (Manufacture Year 2020) or newer, Syn3 Updater will now enforce AutoInstall mode to prevent possible bricking of the APIM!",
    "MessageBox.My20NotFound": "Syn3 Updater has determined that your APIM is NOT MY20 and it is safe to use all functions of Syn3 Updater\n\nPlease note that this detection is not 100% accurate and if you are unsure or believe that the APIM has been replaced in your vehicle please consult CyanLabs via our forum or discord server or you may end up with a bricked APIM!",
    "MessageBox.LogUtilityCompleteMy20": "A lekérdező (naplózó) USB -meghajtó előkészítése sikeresen befejeződött!\n\nTávolítsa el az USB -meghajtót a számítógépről, és helyezze be az autójába, győződjön meg arról, hogy a gyújtás be van kapcsolva, és várjon néhány percet, amíg azt mondja: „Telepítés kész”, vagy az APIM újraindul.\n\nHa kész, helyezze vissza az USB-meghajtót a számítógépébe, kattintson az „OK” gombra, és válassza ki az XML-fájlt az USB-meghajtó SyncMyRide mappájából",
    "String.OnlyMaps": "Csak térkép frissítés",
    "Settings.My20Mode": "Váltás az MY20 védelem között",
    "News.ImportantNoticeTitle": "Fontos megjegyzések",
    "News.NoticeTitle": "Egyéb megjegyzések",
    "News.Changelog": "Változási napló",
    "Main.Logs": "Log-ok",
    "Logs.Path": "Log-ok útvonala",
    "Logs.ViewLog": "Nézet",
    "Logs.Delete": "Kiválaszott logok törlése",
    "Logs.OpenFolder": "Log mappa megynitása",
    "Settings.AppOptions": "ALkalmazás opciók",
    "Settings.AdvancedModeToggle": "Szerkesztheti a speciális beállításokat?",
    "Settings.LogLocation": "Log fájl helye",
    "MessageBox.AdvancedSettings": "Ezek a beállítások miatt a Syn3 Updater által létrehozott USB nem kompatibilis az autó konfigurációjával, annak ellenére, hogy sok YouTube -videó azt mondja, hogy ne módosítsa ezeket a beállításokat, ha nem tudja, mit csinál!\n\nBiztos, hogy akarod folytatni?",
    "MessageBox.My20CheckCancelled": "Nincs lekérdező naplófájl kiválasztva, megszakítja a folyamatot!",
    "Main.Profiles": "Profilok",
    "Profiles.DeleteProfile": "Törlés",
    "Profiles.SelectProfile": "Kiválasztás",
    "Profiles.Rename": "Átnevezés",
    "Profiles.CurrentProfile": "Aktuális Profil",
    "Profiles.NewProfile": "Profil név",
    "Profiles.CreateAndSet": "Profil készíte és beállítása",
    "Home.Profile": "Profil",
    "MessageBox.InvalidProfile": "Nem törölheti az éppen aktív profilt, válasszon másik profilt, majd törölje ezt",
    "MessageBox.RemovableDriveFolder": "A kiválasztott mappa nem rögzített meghajtón található, érdemes megfontolni az USB kiválasztását, nem pedig egy mappát az USB -meghajtón\n\nHa mégis folytatni szeretné, kattintson az „OK” gombra",
    "MessageBox.OptionalFormat": "{0} már tartalmaz fájlokat.\n\nKi szeretné üríteni a következőt: {0}?",
    "Home.DriveSize": "Méret",
    "Home.DriveFreeSpace": "Szabad",
    "String.Downloading": "Letöltés",
    "String.Attempt": "Kísérlet",
    "String.Copying": "Másolás",
    "String.Validating": "Ellenőrzés",
    "String.CheckingExistingFile": "A meglévő fájl ellenőrzése",
    "Home.InstallModeForced": "Kikényszerített",
    "Home.MY20Protection": "MY20 Védelem",
    "String.Enabled": "Engedélyezve",
    "String.Disabled": "Letiltva / Nem MY20",
    "String.Yes": "Igen",
    "String.No": "Nem",
    "Settings.DownloadConnections": "Kapcsolatok letöltése",
    "MessageBox.ConnectionClosedByRemoteHost": "Ez a hiba általában ideiglenes, és a távoli szerver kapcsolatának megszakadása okozza. Próbálja újra a letöltést, és a Syn3 Updater csak akkor tölti le a fennmaradó fájlokat, ha a probléma továbbra is fennáll.",
    "String.OK": "OK",
    "String.Error": "Hiba",
    "String.Upload": "Feltöltés",
    "String.Warning": "FIGYELMEZTETÉS",
    "Home.StartDownloadOnly": "Csak letöltés",
    "MessageBox.DownloadOnlyComplete": "Minden fájl sikeresen letöltve és ellenőrizve!",
    "String.DownloadComplete": "Letöltés kész",
    "MessageBox.DownloadOnlyMode": "A „Csak letöltés” lehetőséget választotta, ez letölti az összes kért fájlt a letöltési könyvtárba, és ellenőrzi azokat, de NEM készít elő telepítőfájlokat, a letöltött fájlok későbbi másolása az USB -meghajtóra nem működik lst fájlok manuális létrehozása nélkül !\n\nKérjük, használja a „Válassza ki a könyvtárat” lehetőséget az USB -meghajtók listájáról, ha a fájlokat az USB -meghajtóra történő másolás előtt szeretné előkészíteni, vagy válasszon egy USB -meghajtót az USB -meghajtó közvetlen előkészítéséhez!\n\nMiután kiválasztotta az USB -meghajtót vagy a könyvtárat, nyomja meg a \"Start\" gombot a folyamat megkezdéséhez!\n\nBiztosan csak a fájlokat szeretné letölteni USB -meghajtó vagy könyvtár előkészítése nélkül?",
    "Home.FeedbackButton": "Visszajelzés szál",
    "String.Notice": "Értesítés",
    "String.AutoDetect": "Automatikus felismerés",
    "Utility.CopyAsBuilt": "AsBuilt másolása ",
    "Profiles.RenameProfile": "Átnevezés",
    "Profiles.Save": "Mentés",
    "String.Encrypted": "Titkosítva",
    "MessageBox.EncryptedDrive": "A kiválasztott USB -meghajtót a Bitlocker vagy valamely harmadik féltől származó szoftver titkosította. Addig nem használhatja ezt az USB -meghajtót, amíg nem tiltja le a titkosítást.\n\nKérjük, tiltsa le a titkosítást, és nyomja meg az OK gombot az USB -meghajtók listájának frissítéséhez.",
    "MessageBox.NoPackagesSelected": "incs csomag kiválasztva, a folytatás előtt válasszon legalább egy csomagot",
    "MessageBox.NoBrowser": "Nem lehet megnyitni a weboldalt az alapértelmezett webböngészővel, a link a vágólapra másolva, kérjük, illessze be a linket a böngészőjébe további útmutatásért.",
    "MessageBox.MY20InvalidConfiguration": "You have specified that you have a MY20 SYNC unit, You can not create a update USB to go from 3.0 or below to 3.4 while My20 Protection is enabled.\n\nPlease recheck your settings and if you need further assistance visit our forum at https://community.cyanlabs.net\n\nDO NOT DISABLE MY20 PROTECTION IF YOU ARE UNSURE!",
    "Settings.MapKey": "Generator Key",
    "Settings.UpdateLanguages": "Download Latest Localizations",
    "MessageBox.LogUtilityNoModelFound": "The XML file you have selected does not contain a valid 'ECU Delivery Assembly Number' therefore Syn3 Updater can not determine if this is a MY20+ APIM or not!\n\nPost on our Community Forum or our Discord server to see how to proceed from here! \n\nDO NOT CONTINUE WITHOUT GETTING HELP FROM AN EXPERT!",
    "MessageBox.My20CheckV2": "!!! ANSWERING INCORRECTLY WILL RESULT IN YOUR APIM BEING BRICKED !!!\n\nIS YOUR CAR MANUFACTURED IN 2020 OR NEWER?\nor\nIS YOUR SYNC 3 UNIT (APIM) MANUFACTURED IN 2020 OR NEWER? \n(warranty repair, replacement unit, etc) \nor\nIS YOUR SYNC 3 SCREENE MANUFACTURED IN 2020 OR NEWER? \n(warranty repair, replacement unit, etc) \n\nIf you are unsure click 'Yes' and Syn3 Updater will guide you through running the official 'interrogator tool' to validate if you have a MY20 APIM or not, this process is not 100% accurate, the only way to tell for 100% sure is to take your APIM out and check the manufacturer year\n\nCyanLabs are not responsible if you answer incorrectly!"
}