{
  "Main.Home": "Home",
  "Main.About": "Info programma",
  "Main.Downloads": "Download",
  "Main.News": "Novità",
  "Main.Crashme": "Crash",
  "Main.Settings": "Impostazioni",
  "Main.Utility": "Utilità",
  "Home.Refresh": "Aggiorna",
  "Home.CurrentConfiguration": "Configurazione attuale",
  "Home.DownloadPath": "Cartella download",
  "Home.SelectUSBDrive": "Selezione USB / cartella",
  "Home.DriveName": "Destinazione",
  "Home.RecommendedUSBFlashDriveTitle": "Dimensioni consigliate dell'unità flash USB",
  "Home.DriveFileSystem": "Sistema formattazione",
  "Home.RecommendedUSBFlashDriveNonNav": "Per i Sync senza navigatore vanno bene anche 8GB",
  "Home.RecommendedUSBFlashDriveNA": "NA, ROW and ANZ Sync3 richiedono almeno 16GB",
  "Home.RecommendedUSBFlashDriveEU": "Sync3 Europei richiedono almeno 32GB",
  "Home.Notes": "Appunti",
  "Home.SelectPackages": "Pacchetti selezionati",
  "Home.InstallMode": "Modalità installazione",
  "Home.StartButton": "Inizia",
  "About.AboutTitle": "Informazioni su Syn3 Updater",
  "About.ForumButton": "FORUM CYANLABS",
  "About.DonateButton": "DONA",
  "About.DocumentationTitle": "Documentazione",
  "About.Documentation": "Per garantire che la documentazione sia sempre aggiornata, fai riferimento alla pagina web sottostante.\nSe sei interessato a tradurlo nella tua lingua puoi trovare ulteriori informazioni nella stessa pagina.",
  "About.DocumentationButton": "Documentazione Syn3 Updater",
  "About.DisclaimerTitle": "Avvertenze",
  "About.Disclaimer": "CyanLabs non sarà responsabile per eventuali perdite o danni inclusi, senza limitazione, perdite o danni indiretti o consequenziali, o qualsiasi perdita o danno derivante dall'uso o dalla perdita di uso di dati o profitti, derivanti da o in connessione con l'uso di questa applicazione o delle guide associate.\nQuesto processo non è approvato da alcun produttore di veicoli e potrebbe invalidare qualsiasi garanzia/contratto che potresti avere in essere.",
  "About.DisclaimerAgreement": "Comprendo e accetto i rischi descritti nelle avvertenze di cui sopra.",
  "Download.Queue": "Coda",
  "Download.Log": "Registro",
  "Download.CancelButton": "Annulla",
  "Download.TotalDownload": "Progresso",
  "Settings.CarConfiguration": "Configurazione",
  "Settings.EnterRegionNav": "Inserisci la REGIONE e specifica se hai il NAVIGATORE.",
  "Settings.Warning": "INFORMAZIONI ERRATE POSSONO RENDERE IL MODULO APIM TEMPORANEAMENTE O PERMANENTEMENTE INUTILIZZABILE",
  "Settings.Configuration": "Configurazione",
  "Settings.DownloadLocation": "Cartella download",
  "Settings.Language": "Lingua",
  "Settings.AdvancedOptions": "Opzioni avanzate",
  "Settings.InstallMode": "Modalità installazione",
  "Settings.Apply": "Applica impostazioni",
  "Settings.Theme": "Tema",
  "MessageBox.DisclaimerNotAccepted": "Prima di continuare leggi e accettare i termini.\nSe non accetti i termini non potrai continuare.",
  "MessageBox.DownloadPathChangeCopy": "Vuoi spostare i file esistenti da {0} a {1}",
  "MessageBox.CancelRegionMismatch": "La regione attuale e la regione selezionata non corrispondono e potrebbe non funzionare.\nVuoi continuare comunque?",
  "MessageBox.CancelDownloadIsDrive": "Il percorso di download e l'unità USB destinazione sono gli stessi.\nModifica il percorso di download o selezionare un'altra unità USB.",
  "MessageBox.CancelNoApps": "Se la modalità di installazione selezionata é 'reformat' o 'downgrade' e non è stato selezionato alcun pacchetto di app, Sync3 non si avvierà, 'ABORTITO! Non è stato selezionato alcun pacchetto 'APPS' ma Syn3 Updater ha stabilito che è necessario un downgrade o una riformattazione, ciò comporterà un mancato avvio si sistema.\nOperazione interrotta!",
  "MessageBox.CancelFormatUSB": "ATTENZIONE, TUTTI I DATI NELL'UNITÀ SELEZIONATA SARANNO PERDUTI {0}\nLettera unità: {1}\nSeleziona 'SÌ' per formattare l'unità e continuare.",
  "MessageBox.DownloadInProgress": "Un altro download o una copia è già stata avviata, attendi la fine dell'operazione o annulla il download precedentemente avviato.",
  "MessageBox.OptionalFormatUSB": "Questa unità USB è già stata usata da Syn3 Updater.\n {0}\nLettera unità: {1}\nPer usare i file esistenti nella chiavetta USB seleziona 'No'.\nPer formattare la chiavetta USB seleziona 'Sì'.\nVuoi formattare la chiavetta USB selezionata?",
  "MessageBox.FailedToValidate3": "Impossibile convalidare {0} 3 volte,  INTERRUZIONE PROCESSO!",
  "MessageBox.Completed": "Il download e la copia dei file è stato completata.\nRimuovi la chiavetta USB dal  computer e inseriscila nell'auto.\nAccendi il motore ed attendi l'avvio dell'installazione!\n\nSyn3Updater ora visualizzerà la parte pertinente delle istruzioni CyanLabs che devi seguire in auto.\n\nSe hai altre richieste, accedi a Discord o ai nostri forum.\nIl collegamento lo puoi trovare sul nostro sito internet.\n\nSe Syn3 Updater ti è stato utile, considera la possibilità di donare dalla scheda 'Informazioni'.\n",
  "String.NonNavAPIM": "APIM senza navigatore",
  "MessageBox.LogUtilityComplete": "Preparazione registro USB completato.\n\nRimuovi la chiavetta USB dal computer e inseriscila nella presa USB dell'auto, assicurati che il motore sia acceso e aspetta alcuni istanti fino alla visualizzazione del messaggio 'Installazione completata'.\n\nReinserisci l'unità USB nel PC e seleziona 'Step 3'",
  "String.KeepExistingMaps": "Mantieni mappe esistenti",
  "String.NoMaps": "Nessuna mappa",
  "String.Completed": "COMPLETATO CORRETTAMNTE",
  "String.Copied": "copiato",
  "String.Downloaded": "scaricato",
  "String.Validated": "convalidato",
  "Utility.CreateLogTitle": "Crea file XML su USB",
  "Utility.CreateLogDesc": "Crea una speciale chiavetta USB per generare il file registro con i dettagli relativi all'unità.\nPer iniziare segui i seguenti passaggi.",
  "Utility.CreateLogStep1": "1. Prepara unità USB",
  "Utility.CreateLogStep2": "2. Inserisci unità USB e attendi\n'Installazione completata'",
  "Utility.CreateLogStep3": "3. Apri il file XML",
  "Utility.APIMModel": "Modello di APIM",
  "Utility.APIMSize": "Capienza APIM",
  "Utility.APIMType": "Tipo di APIM",
  "Utility.APIMFree": "APIM Spazio Libero",
  "MessageBox.UpdateCurrentVersionUtility": "Abbiamo rilevato che la versione installata non coincide con quella indicata nelle impostazioni, vuoi aggiornarla automaticamente dalla versione {0} alla {1}",
  "MessageBox.LogUtilityInvalidFile": "Impossibile leggere il file XML selezionato.\nAssicurati che sia il file corretto.\nSe sei sicuro che questo file sia corretto, contatta CyanLabs tramite il nostro forum o il server Discord in modo che possiamo indagare ulteriormente.",
  "Utility.GracenotesRemovalTitle": "Crea chiavetta USB per rimuovere Gracenote",
  "Utility.GracenotesRemovalDesc": "Usa questa funzione per creare una chiavetta USB per forzare la rimozione di Gracenote dall'unità.",
  "Utility.GracenotesButton": "Prepara chiavetta USB",
  "MessageBox.GenericUtilityComplete": "La chiavetta USB è pronta, rimuovila dal tuo computer ed inseriscila nell'auto, assicurati che il quadro sia acceso ed attendi alcuni istanti fino al messaggio 'Installazione completata'",
  "Utility.VoiceShrinkerTitle": "Creare USB con pacchetto voci ridotto.",
  "Utility.VoiceShrinkerDesc": "Usa questa funzione se dopo aver rimosso GRACENOTE appare ancora l'errore MEM_ERR.",
  "Utility.DowngradeTitle": "Crea unità USB per downgrade",
  "Utility.DowngradeDesc": "Usa questa funzione se dopo aver rimosso Gracenote e ridotto il pacchetto vocale ottieni ancora MEM_ERR",
  "Utility.TroubleshootTitle": "Risoluzione problemi",
  "Utility.TroubleshootDesc": "Utilizzare le funzioni seguenti per individuare e risolvere i vari MEM_ERR che potresti ricevere.",
  "Utility.TroubleshootMoreDetails": "Maggiori dettagli!",
  "Utility.ViewAsBuilt": "Visualizza dettagli AsBuilt",
  "About.Endorsed": "Questo programma CyanLabs non è concesso in licenza o approvato da Ford/FoMoCo.",
  "MessageBox.AsBuiltVinWarning": "NOTA: il programma invierà il numero di telaio del tuo veicolo al servizio di decodifica online di Cyanlabs.\nInviando il tuo numero di telaio contribuirai ad aumentare la precisione del nostro database.\nSe vuoi inviarlo seleziona 'OK', o seleziona 'Annulla'",
  "Utility.UploadLog": "Carica registro",
  "MessageBox.UploadLog": "Per aiutare nella risoluzione di potenziali problemi, ti consigliamo di caricare il tuo registro nel nostro database, questo file di registro contiene i dettagli sulle opzioni selezionate come il nome del computer per collegare tutti i registri a un'identità.\n\nSe scegli di non caricare questo log puoi farlo in un secondo momento dalla scheda 'Utility' e selezionando 'Carica registro'.\n\nVuoi caricare il tuo registro ora?",
  "Settings.ReleaseType": "Tipo di rilascio applicazione",
  "MessageBox.ChangeApplicationReleaseBranch": "La modifica della versione riavvierà Syn3 Updater e scaricherà automaticamente la versione pertinente.\n\nCambiando la versione da Alpha a Beta potrebbe comportare eccezioni non gestite e richiedere il ripristino delle impostazioni!  \n\nFare riferimento alla documentazione per ulteriori informazioni \n\nSei sicuro di voler cambiare la 'Versione di rilascio' di Syn3 Updater?",
  "Home.NoUSBDir": "Scegli cartella",
  "MessageBox.CancelDeleteFiles": "ATTENZIONE, TUTTI I DATI NELLA CARTELLA SELEZIONATA ANDRANNO PERSI\nCartella: {0}\n\nPer continuare seleziona 'SI'.",
  "MessageBox.CompletedFolder": "Il download e la copia di tutti i file richiesti sono ora completati.\n\nPoiché hai selezionato una cartella anziché un'unità USB, dovrai copiare il contenuto della cartella scelta in un'unità USB formattata ExFAT (MBR)\n\nSe hai trovato utile Syn3 Updater considera la possibilità di donare su https://cyanlabs.net/support-us/\n\nSe riscontri problemi, unisciti al nostro forum Discord o alla community, i relativi collegamenti sono disponibili nella scheda 'Informazioni' e nwl nostro sito web.",
  "MessageBox.CancelDownloadIsFolder": "La cartella di download selezionata e la cartella di destinazione sono le stesse, devi modificare una di queste cartelle per continuare.",
  "About.FHubButton": "F HUB",
  "Settings.EnterVersion": "Inserisci la versione attuale (Impostazioni> Generali> Informazioni sulla versione)",
  "Home.Version": "Versione",
  "Home.Region": "Regione",
  "Home.Nav": "Navigatore",
  "Home.MapVersion": "Versione mappa",
  "Home.NewVersion": "Nuova versione",
  "Settings.FullVersion": "Versione installata",
  "Settings.Region": "Regione",
  "Settings.Navigation": "Navigatore",
  "MessageBox.NoVersionOrRegionSelected": "Non hai impostato la versione attuale o non hai selezionato la regione attuale!",
  "MessageBox.My20Detected": "Syn3 Updater ha rilevato che si sta tentando di forzare la modalità di installazione o di disabilitare la modalità My20, tuttavia è stato precedentemente rilevato un APIM prodotto nel 2020 o più recente o la modalità My20 è stata abilitata manualmente in precedenza!\n\nUsando l'unità USB creata con l'APIM prodotto nel 2020 o più recente, se si continua con la protezione My20 disabilitata, potrebbe bloccare l'unità .\n\nSelezionando 'Sì' disabiliterai tutti i metodi di protezione MY20 incorporati in Syn3 Updater\n\nSei sicuro di voler sovrascrivere questo protezione?",
  "MessageBox.My20Found": "Syn3 Updater ha determinato che questo APIM è MY20 (anno di produzione 2020) o successivo, Syn3 Updater ora applicherà la modalità di installazione automatica per prevenire possibili blocchi  dell'APIM!",
  "MessageBox.My20NotFound": "Syn3 Updater ha determinato che l'APIM NON è MY20 ed è sicuro uszare tutte le funzioni di Syn3 Updater\n\nTieni presente che questo rilevamento non è accurato al 100% e se non sei sicuro o credi che l'APIM sia stato sostituito nel veicolo consulta CyanLabs tramite il nostro forum o il server Discord o potresti ritrovarti con un APIM non più utilizzabile!",
  "MessageBox.LogUtilityCompleteMy20": "Preparazione chiavetta USB per interrogazione (Logging) completata!\n\nRimuovi la chiavetta USB dal computer e inseriscila nell'auto, assicurati che il motore si acceso e aspetta qualche attimo fino al messaggio 'Installazione completata' o al riavvio dell'APIM.\n\nFatto ciò re-inserisci la chiavetta USB nel PC, seleziona 'OK' e seleziona il file XML contenuto nella cartella SyncMyRide della  chiavetta USB",
  "String.OnlyMaps": "Aggiorna solo mappe",
  "Settings.My20Mode": "Attivazione protezione MY20",
  "News.ImportantNoticeTitle": "Avvisi importanti",
  "News.NoticeTitle": "Altri avvisi",
  "News.Changelog": "Cronologia versioni programma",
  "Main.Logs": "Registro eventi",
  "Logs.Path": "Percorso registro",
  "Logs.ViewLog": "Visualizza",
  "Logs.Delete": "Elimina registri selezionati",
  "Logs.OpenFolder": "Apri cartella registri",
  "Settings.AppOptions": "Opzioni applicazione",
  "Settings.AdvancedModeToggle": "Modifica opzioni avanzate?",
  "Settings.LogLocation": "Percorso file registro",
  "MessageBox.AdvancedSettings": "ATTENZIONE, queste impostazioni possono rendere la chiavetta creata da Syn3 Updater incompatibile con l'auto, nonostante quello che dicono molti video di YouTube, non dovresti modificare nessuna di queste impostazioni a meno che tu non sappia cosa stai facendo!\n\nSei sicuro di voler continuare?",
  "MessageBox.My20CheckCancelled": "Nessun file registro interrogazione selezionato, annullamento processo!",
  "Main.Profiles": "Profili",
  "Profiles.DeleteProfile": "Elimina",
  "Profiles.SelectProfile": "Seleziona",
  "Profiles.Rename": "Rinomina",
  "Profiles.CurrentProfile": "Profilo attuale",
  "Profiles.NewProfile": "Nome profilo",
  "Profiles.CreateAndSet": "Crea e imposta profilo",
  "Home.Profile": "Profilo",
  "MessageBox.InvalidProfile": "Non puoi eliminare il profilo attualmente attivo, seleziona un altro profilo e poi procedi all'eliminazione del profilo selezionato",
  "MessageBox.RemovableDriveFolder": "La cartella che hai selezionato si trova in un'unità non fissa, dovresti considerare di selezionare l'USB stessa piuttosto che selezionare una cartella nell'unità USB \n\nSe vuoi  continuare comunque, seleziona 'OK'",
  "MessageBox.OptionalFormat": "{0} contiene già dei file.\n\nVuoi svuotare {0}?",
  "Home.DriveSize": "Dimensioni",
  "Home.DriveFreeSpace": "Liberi",
  "String.Downloading": "Caricamento",
  "String.Attempt": "Tentativo",
  "String.Copying": "Copia",
  "String.Validating": "Validazione",
  "String.CheckingExistingFile": "Ricerca file esistenti",
  "Home.InstallModeForced": "Forzata",
  "Home.MY20Protection": "Protezione MY20",
  "String.Enabled": "Attivato",
  "String.Disabled": "Disattivato/non MY20",
  "String.Yes": "Si",
  "String.No": "No",
  "Settings.DownloadConnections": "Connessioni per download",
  "MessageBox.ConnectionClosedByRemoteHost": "Questo errore è in genere temporaneo e causato da un'interruzione della connessione verso il server remoto.\nRitenta il download e Syn3 Updater scaricherà solo i file rimanenti.\nSe il problema persiste prova più tardi o contatta CyanLabs",
  "String.OK": "OK",
  "String.Error": "Errore",
  "String.Upload": "Carica",
  "String.Warning": "ATTENZIONE",
  "Home.StartDownloadOnly": "Solo download",
  "MessageBox.DownloadOnlyComplete": "Tutti i file sono stati scaricati e verificati correttamente!",
  "String.DownloadComplete": "Download completato",
  "MessageBox.DownloadOnlyMode": "Hai selezionato 'Solo download' e questo scaricherà tutti i file richiesti nella cartella di download e li verificherà, ma NON preparerà alcun file di installazione, la semplice copia di questi file scaricati sull'unità USB  non funzionerà senza la creazione manuale dei file lst!\n\nSe vuoi preparare i file prima di copiarli in un'unità USB usa 'Seleziona  cartella' dall'elenco unità USB o seleziona  un'unità USB per preparare direttamente l'unità USB!\n\nUna volta selezionata un'unità USB o una cartella, seleziona 'Avvia' per iniziare il processo!\n\nSei sicuro di voler scaricare solo i file senza preparare un'unità USB o una cartella?",
  "Home.FeedbackButton": "Sezione feedback",
  "String.Notice": "Avviso",
  "String.AutoDetect": "Riconoscimento automatico",
  "Utility.CopyAsBuilt": "Copia AsBuilt",
  "Profiles.RenameProfile": "Rinomina",
  "Profiles.Save": "Salva",
  "String.Encrypted": "Crittografata",
  "MessageBox.EncryptedDrive": "L'unità USB che hai selezionato è stata rilevata come crittografata da Bitlocker o da un software di terze parti.\nNon sarai in grado di usare questa unità USB finché non disabiliterai la crittografia.\n\nDisabilita la crittografia e seleziona 'OK' per aggiornare l'elenco delle unità USB.",
  "MessageBox.NoPackagesSelected": "Non è stato selezionato nessun pacchetto.\npPima di continuare seleziona almeno un pacchetto.",
  "MessageBox.NoBrowser": "Impossibile aprire la pagina web usando il browser web predefinito, collegamento copiato negli appunti, incolla il collegamento nel browser per ulteriori indicazioni.",
  "MessageBox.MY20InvalidConfiguration": "Hai specificato di avere un'unità MY20 SYNC, non puoi creare un aggiornamento USB per passare da 3.0 o inferiore a 3.4 mentre la protezione My20 è abilitata.\n\nRicontrolla le  impostazioni e se hai bisogno di ulteriore assistenza visita il \nnostro forum su https://community.cyanlabs.net\n\nNON DISABILITARE LA PROTEZIONE MY20 SE NON SEI SICURO!",
  "Settings.MapKey": "Generazione chiave",
  "Settings.UpdateLanguages": "Download traduzioni aggiornate",
  "MessageBox.LogUtilityNoModelFound": "Il file XML che hai selezionato non contiene un 'ECU Delivery Assembly Number' valido pertanto Syn3 Updater non può determinare se si tratta di un APIM MY20+ o no!\n\nPubblica nel  nostro forum della community o nel nostro server Discord per vedere come procedere! \n\nNON CONTINUARE L'AIUTO DA UN ESPERTO!",
  "MessageBox.My20CheckV2": "!!! UNA RISPOSTA ERRATA COMPORTERA' IL BLOCCO DELL?UNITA' APIM !!!\n\nL'AUTO FE' STATA FABBRICATA NEL 2020 O E' PIÙ RECENTE?\nor\nL'UNITÀ SYNC 3 (APIM) È FABBRICATA NEL 2020 O PIÙ RECENTE? \n(riparazione in garanzia, unità sostitutiva, ecc.) \nor\nLO SCHERMO SYNC 3 È PRODOTTO NEL 2020 O PIÙ RECENTE? \n(riparazione in garanzia, unità sostitutiva, ecc.) \n\nSe non sei sicuro, seleziona 'Sì' e Syn3 Updater ti guiderà attraverso l'esecuzione dello 'strumento di interrogazione' ufficiale per verificare se disponi o meno di un'APIM MY20, questo processo non è accurato al 100%.\nL'unico modo per saperlo con certezza al 100% è estrarre l'APIM e controllare l'anno di produzione\n\nCyanLabs non è responsabile se rispondi in modo errato!",
  "Utility.RWDataCleanerTitle": "Crea USB pulizia",
  "Utility.RWDataCleanerDesc": "Usa questa funzione per creare una chiavetta USB per pulire manualmente Ri dati dalla propria unità.",
  "Utility.RWDataCleanerButton": "Prepara USB",
  "Utility.SelectUSBDrive": "Seleziona unità USB",
  "MessageBox.LogUtilityIncompatibleVersion": "Il file XML selezionato non contiene l'output previsto.\n\nSyn3 Updater ha determinato che sei su {0} e potresti usare overlay.\n\nSyn3 Updater non è in grado di determinare la configurazione del modulo APIM.\nRichiedi assistenza nel nostro forum su https://community.cyanlabs.net."
}