{
  "Main.Home": "Principale",
  "Main.About": "Circa",
  "Main.Downloads": "Scaricamenti",
  "Main.News": "Novità",
  "Main.Crashme": "Blocco",
  "Main.Settings": "Impostazioni",
  "Main.Utility": "Utilità",
  "Home.Refresh": "Ricarica",
  "Home.CurrentConfiguration": "Configurazione corrente",
  "Home.DownloadPath": "Cartella di download",
  "Home.SelectUSBDrive": "Selezione la USB o la Cartella",
  "Home.DriveName": "Destinazione",
  "Home.RecommendedUSBFlashDriveTitle": "Dimensioni consigliate dell'unità flash USB",
  "Home.DriveFileSystem": "Sistema di formattazione",
  "Home.RecommendedUSBFlashDriveNonNav": "Per i Sync senza navigatore vanno bene anche 8GB",
  "Home.RecommendedUSBFlashDriveNA": "NA, ROW and ANZ Sync3 richiedono almeno 16GB",
  "Home.RecommendedUSBFlashDriveEU": "Sync3 Europei richiedono almeno 32GB",
  "Home.Notes": "Appunti",
  "Home.SelectPackages": "Pacchetti selezionati",
  "Home.InstallMode": "Modalità di installazione",
  "Home.StartButton": "Inizia",
  "About.AboutTitle": "Informazioni su Syn3 Updater",
  "About.ForumButton": "FORUM DI CYANLABS",
  "About.DonateButton": "DONAZIONE",
  "About.DocumentationTitle": "Documentazione",
  "About.Documentation": "Per garantire che la documentazione sia sempre aggiornata, fare riferimento alla pagina Web sottostante. Se sei interessato a tradurlo nella tua lingua puoi trovare ulteriori informazioni nella stessa pagina.",
  "About.DocumentationButton": "Documentazione di Syn3 Updater",
  "About.DisclaimerTitle": "Avvertenze",
  "About.Disclaimer": "CyanLabs non sarà responsabile per eventuali perdite o danni inclusi, senza limitazione, perdite o danni indiretti o consequenziali, o qualsiasi perdita o danno derivante dall'uso o dalla perdita di utilizzo di dati o profitti, derivanti da o in connessione con il utilizzo di questa applicazione o delle guide associate. Questo processo non è approvato da alcun produttore di veicoli e potrebbe invalidare qualsiasi garanzia / contratto che potresti avere in essere.",
  "About.DisclaimerAgreement": "Comprendo e accetto i rischi descritti nelle avvertenze di cui sopra.",
  "Download.Queue": "Coda",
  "Download.Log": "Registro",
  "Download.CancelButton": "Annulla",
  "Download.TotalDownload": "Progressione",
  "Settings.CarConfiguration": "Configurazione",
  "Settings.EnterRegionNav": "Inserisci la tua REGIONE e specifica se hai il NAVIGATORE.",
  "Settings.Warning": "INFORMAZIONI ERRATE POSSONO RENDERE IL TUO MODULO APIM TEMPORANEAMENTE O PERMANENTEMENTE INUTILIZZABILE",
  "Settings.Configuration": "Configurazione",
  "Settings.DownloadLocation": "Cartella di download",
  "Settings.Language": "Lingua",
  "Settings.AdvancedOptions": "Opzioni avanzate",
  "Settings.InstallMode": "Modalità di installazione",
  "Settings.Apply": "Applica le impostazioni",
  "Settings.Theme": "Tema",
  "MessageBox.DisclaimerNotAccepted": "Si prega di leggere e accettare i termini prima di continuare. Non potrai continuare se non accetti i termini.",
  "MessageBox.DownloadPathChangeCopy": "Vuoi spostare i file esistenti da {0} a {1}",
  "MessageBox.CancelRegionMismatch": "La regione attuale e la regione selezionata non corrispondono e potrebbe non funzionare. Vuoi continuare comunque?",
  "MessageBox.CancelDownloadIsDrive": "Il percorso di download e l'unità USB di destinazione sono gli stessi, modificare il percorso di download oppure selezionare un'altra USB.",
  "MessageBox.CancelNoApps": "Se la modalità di installazione selezionata é reformat o downgrade e non è stato selezionato alcun pacchetto di app, il Sync3 non si avvierà, ABORTITO! Non è stato selezionato alcun pacchetto \"APPS\" ma Syn3 Updater ha stabilito che è necessario un downgrade o una riformattazione, ciò comporterà un mancato avvio si sistema. Abortire!",
  "MessageBox.CancelFormatUSB": "ATTENZIONE, TUTTI I DATI SULL'UNITÀ SELEZIONATA SARANNO PERDUTI {0}\nLettera unità: {1}\nFai clic su SÌ per formattare l'unità e continuare.",
  "MessageBox.DownloadInProgress": "Un altro download o una copia è già stata avviata, attendere la fine oppure annullare il download precedentemente avviato.",
  "MessageBox.OptionalFormatUSB": "Questa unità USB è già stata utilizzata da Syn3 Updater.\n {0}\nLettera unità: {1}\nPer utilizzare i file esistenti sulla chiavetta USB fare clic su No\nPer formattare la chiavetta USB fare clic su Sì\nVuoi formattare la chiavetta USB selezionata?",
  "MessageBox.FailedToValidate3": "Impossibile convalidare {0} 3 volte,  INTERRUZIONE PROCESSO!",
  "MessageBox.Completed": "Il download e la copia dei file è stato completato Rimuovi la chiavetta USB dal tuo computer e inseriscila nella tua auto. Accendi il motore ed attendi l'inizio dell'installazione!\n\nSyn3Updater ora ti manderà alla parte pertinente delle istruzioni CyanLabs che devi seguire in macchina.\n\nSe hai altre richieste, accedi su Discord oppure sui nostri Forum. Il link lo puoi trovare sul nostro sito internet.\n\nSe Syn3 Updater ti è stato utile, considera la possibilità di donare dalla scheda \"Informazioni\".\n",
  "String.NonNavAPIM": "APIM senza navigatore",
  "MessageBox.LogUtilityComplete": "Preparazione del log USB completato. \n\nRimuovere la pennetta USB dal computer e inserirla nella presa USB della vettura, assicurarsi che il motore sia acceso e aspetta pochi istanti fino all'avviso \"Installazione completata\".\n\nReinserisci l'unità USB nel tuo PC e premi \"Step 3\"",
  "String.KeepExistingMaps": "Mantieni mappe esistenti",
  "String.NoMaps": "Nessuna mappa",
  "String.Completed": "COMPLETATO CON SUCCESSO",
  "String.Copied": "copiato",
  "String.Downloaded": "scaricato",
  "String.Validated": "convalidato",
  "Utility.CreateLogTitle": "Creare file XML sulla USB",
  "Utility.CreateLogDesc": "Creare una speciale chiavetta USB per generare il file di registro con i dettagli relativi all'unità. Seguire i seguenti passaggi per iniziare.",
  "Utility.CreateLogStep1": "1. Prepara chiavetta USB",
  "Utility.CreateLogStep2": "2. Inserisci la chiavetta usb nel veicolo ed attendi il messaggio \"Installazione completata\"",
  "Utility.CreateLogStep3": "3. Aprire File XML",
  "Utility.APIMModel": "Modello di APIM",
  "Utility.APIMSize": "Capienza APIM",
  "Utility.APIMType": "Tipo di APIM",
  "Utility.APIMFree": "APIM Spazio Libero",
  "MessageBox.UpdateCurrentVersionUtility": "Abbiamo rilevato che la versione installata non coincide con quella indicata nelle impostazioni, vuoi aggiornarla automaticamente dalla versione {0} alla {1}",
  "MessageBox.LogUtilityInvalidFile": "The XML file you have selected could not be read, please ensure this is the correct file. If you are sure this file is correct please contact CyanLabs via our forum or discord server so we can investigate further.",
  "Utility.GracenotesRemovalTitle": "Creare una chiavetta USB per rimuovere Gracenote",
  "Utility.GracenotesRemovalDesc": "Utilizzare questa funzione per creare una chiavetta USB per forzare la rimozione di Gracenote dall'unità.",
  "Utility.GracenotesButton": "Prepara chiavetta USB",
  "MessageBox.GenericUtilityComplete": "La chiavetta USB è pronta, rimuovila dal tuo computer ed inseriscila nella tua auto, assicurati che il quadro sia acceso ed attendi alcuni istanti fino al messaggio \"installazione completata\"",
  "Utility.VoiceShrinkerTitle": "Creare USB con pacchetto voci ridotto.",
  "Utility.VoiceShrinkerDesc": "Usa questa funzione se dopo aver rimosso GRACENOTE appare ancora l'errore MEM_ERR.",
  "Utility.DowngradeTitle": "Crea chiavetta USB per il Downgrade",
  "Utility.DowngradeDesc": "Usa questa funzione se dopo aver rimosso il gracenotes e ridotto il tuo pacchetto vocale stai ancora ottenendo MEM_ERR",
  "Utility.TroubleshootTitle": "Risoluzione problemi",
  "Utility.TroubleshootDesc": "Utilizzare le funzioni seguenti per individuare e risolvere i vari MEM_ERR che potresti ricevere.",
  "Utility.TroubleshootMoreDetails": "Maggiori dettagli!",
  "Utility.ViewAsBuilt": "Visualizza dettagli AsBuilt",
  "About.Endorsed": "Questo programma CyanLabs non è concesso in licenza o approvato da Ford / FoMoCo.",
  "MessageBox.AsBuiltVinWarning": "NOTA: il programma invierà il numero di telaio del tuo veicolo al servizio di decodifica online di Cyanlabs. Inviando il tuo numero di telaio contribuirai ad aumentare la precisione del nostro database. Fai clic su OK se vuoi inviarlo, altrimenti fai clic su Annulla",
  "Utility.UploadLog": "Carica Registro",
  "MessageBox.UploadLog": "Per aiutare nella risoluzione di potenziali problemi, ti consigliamo di caricare il tuo registro nel nostro database, questo file di registro contiene i dettagli sulle opzioni selezionate come il nome del computer per collegare tutti i registri a un'identità.\n\nSe scegli di non caricare questo log puoi farlo in un secondo momento dalla scheda \"Utility\" e facendo clic su \"Carica registro\".\n\nVuoi caricare il tuo registro ora?",
  "Settings.ReleaseType": "Tipo di rilascio applicazione",
  "MessageBox.ChangeApplicationReleaseBranch": "La modifica della versione riavvierà Syn3 Updater e scaricherà automaticamente la versione pertinente.  \n\nCambiando la versione da Alpha a Beta potrebbe comportare eccezioni non gestite e richiedere il ripristino delle impostazioni!  \n\nFare riferimento alla documentazione per ulteriori informazioni \n\nSei sicuro di voler cambiare la \"versione di rilascio\" di Syn3 Updater?",
  "Home.NoUSBDir": "Scegli Una Cartella",
  "MessageBox.CancelDeleteFiles": "ATTENZIONE, TUTTI I DATI NELLA CARTELLA SELEZIONATA ANDRANNO PERSI\nCartella: {0}\n\nClicca SI per continuare.",
  "MessageBox.CompletedFolder": "The Download and Copying of all required files is now complete.\n\nAs you have selected a directory rather than a USB drive you will need to copy the contents of your chosen directory to a ExFAT (MBR) formatted USB drive\n\nIf you have found Syn3 Updater useful considering donating at https://cyanlabs.net/support-us/\n\nIf you are having issues join our discord or community forum, links can be found in the \"About\" tab and on our website.",
  "MessageBox.CancelDownloadIsFolder": "La cartella di download selezionata e la cartella di destinazione sono le stesse, devi modificare una di queste cartelle per continuare.",
  "About.FHubButton": "F HUB",
  "Settings.EnterVersion": "Inserisci la tua versione attuale (Impostazioni> Generali> Informazioni sulla versione)",
  "Home.Version": "Versione",
  "Home.Region": "Regione",
  "Home.Nav": "Navigatore",
  "Home.MapVersion": "Versione mappa",
  "Home.NewVersion": "Nuova versione",
  "Settings.FullVersion": "Versione installata",
  "Settings.Region": "Regione",
  "Settings.Navigation": "Navigatore",
  "MessageBox.NoVersionOrRegionSelected": "Non hai impostato la tua versione attuale o non hai selezionato la tua regione corrente!",
  "MessageBox.My20Detected": "Syn3 Updater has detected that you are potentially trying to force the install mode or disable 'My20 Mode' however a APIM Manufactured in 2020 or newer has been previously detected or My20 Mode was manually enabled previously!\n\nUsing the created USB drive on a APIM manufactured in 2020 or newer may result in a bricked unit if you continue with My20 Protection disabled.\n\nBy clicking 'Yes' you will disable all MY20 protection methods embedded in Syn3 Updater\n\nAre you sure you want to override this protection?",
  "MessageBox.My20Found": "Syn3 Updater has determined that your APIM is MY20 (Manufacture Year 2020) or newer, Syn3 Updater will now enforce AutoInstall mode to prevent possible bricking of the APIM!",
  "MessageBox.My20NotFound": "Syn3 Updater has determined that your APIM is NOT MY20 and it is safe to use all functions of Syn3 Updater\n\nPlease note that this detection is not 100% accurate and if you are unsure or believe that the APIM has been replaced in your vehicle please consult CyanLabs via our forum or discord server or you may end up with a bricked APIM!",
  "MessageBox.LogUtilityCompleteMy20": "Preparazione della chiavetta USB di interrogazione (Logging) completata con successo!\n\nRimuovi la chiavetta USB dal computer e inseriscila nella tua auto, assicurati che il motore si acceso e aspetta qualche attimo fino al messaggio di \"Installazione Completata\" o il riavvio della APIM.\n\nFatto ciò re-inserisci la chiavetta USB nel PC, clicca 'OK' e seleziona il file XML contenuto nella cartella SyncMyRide della tua Chiavetta USB",
  "String.OnlyMaps": "Aggiorna solo Mappe",
  "Settings.My20Mode": "Attivazione protezione MY20",
  "News.ImportantNoticeTitle": "Avvisi Importanti",
  "News.NoticeTitle": "Altri Avvisi",
  "News.Changelog": "Modifiche",
  "Main.Logs": "Log",
  "Logs.Path": "Percorso Log",
  "Logs.ViewLog": "Visualizza",
  "Logs.Delete": "Elimina i Log Selezionati",
  "Logs.OpenFolder": "Apri Cartella Log",
  "Settings.AppOptions": "Opzioni Applicazione",
  "Settings.AdvancedModeToggle": "Modifica Opzioni Avanzate?",
  "Settings.LogLocation": "Posizione File Log",
  "MessageBox.AdvancedSettings": "ATTENZIONE, queste impostazioni possono rendere la chiavetta creata da Syn3 Updater incompatibile con la tua auto, nonostante quello che dicono molti video di YouTube, non dovresti modificare nessuna di queste impostazioni a meno che tu non sappia cosa stai facendo!\n\nSei sicuro di voler continuare?",
  "MessageBox.My20CheckCancelled": "Nessun file log di interrogazione selezionato, sto annullando il processo!",
  "Main.Profiles": "Profili",
  "Profiles.DeleteProfile": "Cancella",
  "Profiles.SelectProfile": "Seleziona",
  "Profiles.Rename": "Rinomina",
  "Profiles.CurrentProfile": "Profilo Corrente",
  "Profiles.NewProfile": "Nome Profilo",
  "Profiles.CreateAndSet": "Crea e imposta il profilo",
  "Home.Profile": "Profilo",
  "MessageBox.InvalidProfile": "Non puoi cancellare il profilo attualmente attivo, seleziona un altro profilo e poi procedi alla cancellazione di questo profilo",
  "MessageBox.RemovableDriveFolder": "La cartella che hai selezionato si trova su un'unità non fissa, dovresti considerare di selezionare l'USB stessa piuttosto che selezionare una cartella sull'unità USB \n\nSe desideri continuare comunque, fai clic su \"OK\"",
  "MessageBox.OptionalFormat": "{0} contiene già file. \n\nVuoi svuotarlo {0}?",
  "Home.DriveSize": "Dimensioni",
  "Home.DriveFreeSpace": "Libero",
  "String.Downloading": "Sto Scaricando",
  "String.Attempt": "Tentativo",
  "String.Copying": "Sto Copiando",
  "String.Validating": "Sto Validando",
  "String.CheckingExistingFile": "Sto Cercando File Esistenti",
  "Home.InstallModeForced": "Forzato",
  "Home.MY20Protection": "Protezione MY20",
  "String.Enabled": "Attivato",
  "String.Disabled": "Disattivato / Non MY20",
  "String.Yes": "Si",
  "String.No": "No",
  "Settings.DownloadConnections": "Connessioni per il download",
  "MessageBox.ConnectionClosedByRemoteHost": "Questo errore è in genere temporaneo e causato da un'interruzione della connessione sul server remoto.  Ritentare il download e Syn3 Updater scaricherà solo i file rimanenti, se il problema persiste provare in un'altra ora del giorno o contattare CyanLabs",
  "String.OK": "OK",
  "String.Error": "Errore",
  "String.Upload": "Carica",
  "String.Warning": "ATTENZIONE",
  "Home.StartDownloadOnly": "Solo Download",
  "MessageBox.DownloadOnlyComplete": "Tutti i file sono stati scaricati e verificati correttamente!",
  "String.DownloadComplete": "Download Completato",
  "MessageBox.DownloadOnlyMode": "Hai selezionato \"Solo download\" questo scaricherà tutti i file richiesti nella directory di download e li verificherà, ma NON preparerà alcun file di installazione, la semplice copia di questi file scaricati sull'unità USB  non funzionerà senza la creazione manuale dei file lst!\n\nSi prega di utilizzare 'Seleziona una cartella' dall'elenco Unità USB se si desidera preparare i file prima di copiarli su un'unità USB o selezionare un'unità USB per preparare direttamente l'unità USB!\n\nUna volta selezionata un'unità USB o una cartella, premere \"Avvia\" per iniziare il processo!\n\nSei sicuro di voler scaricare solo i file senza preparare un'unità USB o una cartella?",
  "Home.FeedbackButton": "Sezione Feedback",
  "String.Notice": "Avviso",
  "String.AutoDetect": "Riconoscimento automatico",
  "Utility.CopyAsBuilt": "Copia AsBuilt",
  "Profiles.RenameProfile": "Rinomina",
  "Profiles.Save": "Salva",
  "String.Encrypted": "Crittografata",
  "MessageBox.EncryptedDrive": "L'unità USB che hai selezionato è stata rilevata come crittografata da Bitlocker o da un software di terze parti. Non sarai in grado di utilizzare questa unità USB finché non disabiliterai la crittografia.\n\nDisabilitare la crittografia e premere OK per aggiornare l'elenco delle unità USB.",
  "MessageBox.NoPackagesSelected": "Nessun pacchetto è stato selezionato, seleziona almeno un pacchetto prima di continuare",
  "MessageBox.NoBrowser": "Impossibile aprire la pagina Web utilizzando il browser Web predefinito, collegamento copiato negli appunti, incollare il collegamento nel browser per ulteriori indicazioni.",
  "MessageBox.MY20InvalidConfiguration": "Hai specificato di avere un'unità MY20 SYNC, non puoi creare un aggiornamento USB per passare da 3.0 o inferiore a 3.4 mentre la Protezione My20 è abilitata.\n\nRicontrolla le tue impostazioni e se hai bisogno di ulteriore assistenza visita il \nnostro forum su https://community.cyanlabs.net\n\nNON DISABILITARE LA PROTEZIONE MY20 SE NON SEI SICURO!",
  "Settings.MapKey": "Generator Key",
  "Settings.UpdateLanguages": "Download Latest Localizations",
  "MessageBox.LogUtilityNoModelFound": "The XML file you have selected does not contain a valid 'ECU Delivery Assembly Number' therefore Syn3 Updater can not determine if this is a MY20+ APIM or not!\n\nPost on our Community Forum or our Discord server to see how to proceed from here! \n\nDO NOT CONTINUE WITHOUT GETTING HELP FROM AN EXPERT!",
  "MessageBox.My20CheckV2": "!!! ANSWERING INCORRECTLY WILL RESULT IN YOUR APIM BEING BRICKED !!!\n\nIS YOUR CAR MANUFACTURED IN 2020 OR NEWER?\nor\nIS YOUR SYNC 3 UNIT (APIM) MANUFACTURED IN 2020 OR NEWER? \n(warranty repair, replacement unit, etc) \nor\nIS YOUR SYNC 3 SCREEN MANUFACTURED IN 2020 OR NEWER? \n(warranty repair, replacement unit, etc) \n\nIf you are unsure click 'Yes' and Syn3 Updater will guide you through running the official 'interrogator tool' to validate if you have a MY20 APIM or not, this process is not 100% accurate, the only way to tell for 100% sure is to take your APIM out and check the manufacturer year\n\nCyanLabs are not responsible if you answer incorrectly!",
  "Utility.RWDataCleanerTitle": "Create RW Data Cleaner USB",
  "Utility.RWDataCleanerDesc": "Use this function to create a USB to manually cleanup RWData from your unit.",
  "Utility.RWDataCleanerButton": "Prepare USB",
  "Utility.SelectUSBDrive": "Select A USB Drive"
}