{
    "Main.Home": "Pagina principale:",
    "Main.About": "Di",
    "Main.Downloads": "Downloads",
    "Main.News": "Novità",
    "Main.Crashme": "Crash",
    "Main.Settings": "Impostazioni",
    "Main.Utility": "Utilità",
    "Home.Refresh": "Ricarica",
    "Home.CurrentConfiguration": "Configurazione corrente:",
    "Home.DownloadPath": "Cartella di download:",
    "Home.SelectUSBDrive": "Seleziona Drive USB",
    "Home.DriveName": "Nome unità:",
    "Home.DriveLetter": "Lettera unità:",
    "Home.RecommendedUSBFlashDriveTitle": "Dimensioni consigliate per unità flash USB",
    "Home.DriveFileSystem": "File di Sistema",
    "Home.RecommendedUSBFlashDriveNonNav": "Gli APIM senza navigatore dovrebbero andare bene con 8 GB",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW, ANZ APIM richiederà almeno 16 GB",
    "Home.RecommendedUSBFlashDriveEU": "Gli APIM dell'UE richiederanno almeno 32 GB",
    "Home.Notes": "Note:",
    "Home.SelectPackages": "Seleziona Pacchetti",
    "Home.InstallMode": "Modalità di installazione:",
    "Home.NoUSB": "Solo download (NO USB)",
    "Home.StartButton": "Inizia",
    "About.AboutTitle": "Informazioni su Syn3 Updater",
    "About.ForumButton": "FORUM DI CYANLABS",
    "About.DonateButton": "DONARE",
    "About.DocumentationTitle": "Documentazione",
    "About.Documentation": "Per garantire che la documentazione sia sempre aggiornata, fare riferimento alla pagina Web sottostante.",
    "About.DocumentationButton": "Documentazione di Syn3 Updater",
    "About.DisclaimerTitle": "Avvertenze",
    "About.Disclaimer": "CyanLabs non sarà responsabile per eventuali perdite o danni inclusi, senza limitazione, perdite o danni indiretti o consequenziali, o qualsiasi perdita o danno derivante dall'uso o dalla perdita di utilizzo di dati o profitti, derivanti da o in connessione con il utilizzo di questa applicazione o delle guide associate. Questo processo non è approvato da alcun produttore di veicoli e potrebbe invalidare qualsiasi garanzia / contratto che potresti avere in essere",
    "About.DisclaimerAgreement": "Comprendo e accetto i rischi descritti nelle avvertenze di cui sopra.",
    "Download.Queue": "Coda",
    "Download.Log": "Registro",
    "Download.CancelButton": "Annulla",
    "Download.StartButton": "Inizio",
    "Download.VerifyingFile": "Verifica dell'integrità di",
    "Download.TotalDownload": "Progressione",
    "Settings.CarConfiguration": "Configurazione",
    "Settings.EnterRegionNav": "Inserisci la tua REGIONE e specifica se disponi del NAVIGATORE.",
    "Settings.Warning": "INFORMAZIONI ERRATE POSSONO RENDERE IL TUO MODULO APIM TEMPORANEAMENTE O PERMANENTEMENTE INUTILIZZABILE",
    "Settings.Configuration": "Configurazione",
    "Settings.DownloadLocation": "Cartella di download:",
    "Settings.Language": "Lingua:",
    "Settings.AdvancedOptions": "Opzioni avanzate",
    "Settings.InstallMode": "Modalità di installazione:",
    "Settings.PaidOptions": "Opzioni a pagamento",
    "Settings.LicenseKeyInfo": "Inserisci la tua chiave di licenza qui sotto per accedere a tutti i pacchetti personalizzati che hai acquistato!",
    "Settings.LicenseKey": "Chiave licenza:",
    "Settings.Apply": "Applica le impostazioni",
    "Settings.Downloads": "Naviga",
    "Settings.Theme": "Tema:",
    "MessageBox.DisclaimerNotAccepted": "Si prega di leggere e accettare i termini prima di continuare. Non potrai continuare se non accetti i termini.",
    "MessageBox.DownloadPathChangeCopy": "Vuoi spostare i file esistenti da {0} a {1}",
    "MessageBox.NoDownloads": "Al momento non c'è nessun file nella tua coda di download, visita la pagina principale per scegliere cosa scaricare.",
    "MessageBox.CancelNoUSB": "Nessuna chiavetta USB selezionata. Desideri continuare scaricando solo i files?",
    "MessageBox.CancelNoUSBForced": "Nessuna chiavetta USB selezionata. Devi selezionare una chiavetta USB per continuare!",
    "MessageBox.CancelMy20": "Syn3 Updater ha impostato la modalità di installazione su {0}\nNON CONTINUARE SE HAI UN'AUTO DEL 2020\nSE CONTINUI E HAI UN'AUTO DEL 2020 RISCHI DI BLOCCARE TUTTO\nFacendo clic su \" Sì \" hai preso visione dell'avvertenza sopra e confermi di non avere un'auto DEL 2020!",
    "MessageBox.CancelMy20Final": "AVVISO FINALE!\nFacendo clic su \"Sì\" confermi di non avere un'auto DEL 2020!",
    "MessageBox.CancelRegionMismatch": "La regione attuale e la regione selezionata non sono uguali e potrebbe non funzionare. Vuoi continuare comunque?",
    "MessageBox.CancelDownloadIsDrive": "Il percorso di download e l'unità USB di destinazione sono gli stessi, modificare il percorso di download.",
    "MessageBox.CancelNoApps": "Se modalità reformat o downgrade e non è stato selezionato alcun pacchetto di app, questo risulterà in un sistema che non si avvia, ABORTITO! Non è stato selezionato alcun pacchetto \"APPS\" ma Syn3 Updater ha stabilito che è necessario un downgrade o una riformattazione, ciò comporterà un sistema non di avvio. Abortire!",
    "MessageBox.CancelFormatUSB": "ATTENZIONE, TUTTI I DATI SULL'UNITÀ SELEZIONATA SARANNO PERDUTI {0}\nLettera unità: {1}\nFai clic su SÌ per formattare l'unità e continuare.",
    "MessageBox.DownloadInProgress": "Un download o una copia è già stata avviata, attendere o annullare il download precedentemente avviato.",
    "MessageBox.CopyVerificationFailed": "Impossibile verificare il file 3 volte, assicurarsi che l'unità USB e la porta siano completamente funzionanti, processo interrotto!",
    "MessageBox.DownloadVerificationFailed": "Impossibile verificare il file scaricato 3 volte, processo interrotto!",
    "MessageBox.DownloadOnlyComplete": "Tutti i file sono stati scaricati e convalidati correttamente, nessuna copia è stata eseguita!",
    "MessageBox.OptionalFormatUSB": "Questa unità USB è già stata utilizzata da Syn3 Updater.\n {0}\nLettera unità: {1}\nPer utilizzare i file esistenti sulla chiavetta USB fare clic su No\nPer formattare la chiavetta USB fare clic su Sì\nVuoi formattare la chiavetta USB selezionata?",
    "MessageBox.FailedToValidate3": "Impossibile convalidare {0} 3 volte,  INTERRUZIONE PROCESSO!",
    "MessageBox.WebException": "Impossibile connettersi al server per scaricare, {0}",
    "MessageBox.UpdateCurrentversion": "Vuoi aggiornare la \"Versione Corrente\" da {0} a {1} così che sia corretta per gli utilizzi futuri?",
    "MessageBox.Completed": "Il download e la copia dei file è stato completato, rimuovi la chiavetta USB dal tuo computer e inseriscila nella tua auto. Assicurati che il motore sia acceso!\nSyn3Updater ora ti manderà alla parte pertinente delle istruzioni CyanLabs che devi seguire in macchina.\nSe Syn3 Updater ti è stato utile, considera la possibilità di donare dalla scheda \"Informazioni\".",
    "String.NonNavAPIM": "APIM senza navigatore",
    "MessageBox.LogUtilityComplete": "Preparazione del log USB completato, rimuovere la pennetta USB dal computer e inserirla nella presa USB della vettura, assicurarsi che il motore sia acceso. Qualche istante dopo aver inserito l'USB ci comunicherà che l'installazione è completata. Reinserisci l'unità USB nel tuo PC e premi \"Step 3\"",
    "String.KeepExistingMaps": "Mantieni mappe esistenti",
    "String.NoMaps": "Nessuna mappa",
    "String.Required": "NECESSARIO!",
    "String.Completed": "COMPLETATO CON SUCCESSO",
    "String.Copied": "copiato",
    "String.Downloaded": "scaricato",
    "String.Validated": "convalidato",
    "Utility.CreateLogTitle": "Creare file XML sulla USB",
    "Utility.CreateLogDesc": "Creare una speciale chiavetta USB per generare il file di registro con i dettagli relativi all'unità. Seguire i seguenti passaggi per iniziare.",
    "Utility.CreateLogStep1": "1. Prepara chiavetta USB",
    "Utility.CreateLogStep2": "2. Inserisci la chiavetta usb nel veicolo e attendi il messaggio \"Installazione completata\"",
    "Utility.CreateLogStep3": "3.Aprire File XML",
    "Utility.LogXMLTitle": "Dettagli",
    "Utility.APIMModel": "Modello APIM:",
    "Utility.APIMSize": "APIM Capienza:",
    "Utility.APIMType": "Tipo di APIM:",
    "Utility.APIMFree": "APIM Spazio Libero:",
    "MessageBox.UpdateCurrentVersionUtility": "Abbiamo rilevato che la versione installata non coincide con quella indicata nelle impostazioni, vuoi aggiornarla automaticamente dalla versione {0} alla {1}",
    "MessageBox.LogUtilityInvalidFile": "Il file XML che hai selezionato non può essere letto, assicurati che sia il file corretto. Se sei sicuro che il file sia corretto per favore contatta CyanLabs così noi possiamo controllare per capire il problema.",
    "Utility.GracenotesRemovalTitle": "Creare una chiavetta USB per rimuovere Gracenote",
    "Utility.GracenotesRemovalDesc": "Utilizzare questa funzione per creare una chiavetta USB per forzare la rimozione di Gracenote dall'unità.",
    "Utility.GracenotesButton": "Prepara chiavetta USB",
    "MessageBox.GenericUtilityComplete": "La chiavetta USB è pronta, rimuovila dal tuo computer ed inseriscila nella tua auto.",
    "Utility.VoiceShrinkerTitle": "Creare USB con pacchetto voci ridotto.",
    "Utility.VoiceShrinkerDesc": "Usa questa funzione se dopo aver rimosso GRACENOTE appare ancora l'errore MEM_ERR.",
    "Utility.DowngradeTitle": "Crea chiavetta USB per effettuare un Downgrade",
    "Utility.DowngradeDesc": "Usa questa funzione se dopo aver rimosso il gracenotes e ridotto il tuo pacchetto vocale stai ancora ottenendo MEM_ERR",
    "Utility.TroubleshootTitle": "Risoluzione problemi",
    "Utility.TroubleshootDesc": "Utilizzare le funzioni seguenti per individuare e risolvere i vari MEM_ERR che potresti ricevere.",
    "Utility.TroubleshootMoreDetails": "Maggiori dettagli!",
    "Utility.ViewAsBuilt": "Visualizza dettagli AsBuilt",
    "About.Endorsed": "Questo programma CyanLabs non è concesso in licenza o approvato da Ford / FoMoCo.",
    "MessageBox.AsBuiltVinWarning": "NOTA: il programma invierà il numero di telaio del tuo veicolo al servizio di decodifica online di Cyanlabs. Inviando il tuo numero di telaio contribuirai ad aumentare la precisione del nostro database. Fai clic su OK se vuoi inviarlo, altrimenti fai clic su Annulla",
    "Utility.UploadLog": "Carica Registro",
    "MessageBox.UploadLog": "Per aiutare nella risoluzione di potenziali problemi, ti consigliamo di caricare il tuo registro nel nostro database, questo file di registro contiene i dettagli sulle opzioni selezionate, se scegli di non caricare questo log puoi farlo in un secondo momento dalla scheda \"Utility\" e facendo clic su \"Carica registro\".\n\nVuoi caricare il tuo registro ora?",
    "MessageBox.UploadLogNoDrive": "È necessario selezionare un'unità che è stata utilizzata in precedenza e contiene un file log.txt per caricare il registro.",
    "Settings.ReleaseType": "Tipo di rilascio applicazione:",
    "MessageBox.ChangeApplicationReleaseBranch": "La modifica della versione riavvierà Syn3 Updater e scaricherà automaticamente la versione pertinente.  N  Il passaggio a Beta / Release potrebbe comportare eccezioni non gestite e richiedere il ripristino delle impostazioni!  N  Fare riferimento alla documentazione per ulteriori informazioni  N  Are sei sicuro di voler cambiare la \"versione di rilascio\" di Syn3 Updater?",
    "Home.NoUSBDir": "Select A Directory",
    "MessageBox.CancelDeleteFiles": "WARNING, ALL DATA IN THE SELECTED DIRECTORY WILL BE LOST\nPath: {0}\n\nClick YES to continue.",
    "MessageBox.CompletedFolder": "The download and copying of the files is now complete\nAs you have selected a directory rather than a USB drive you will need to copy the contents of your chosen directory to a ExFAT (MBR) formatted USB drive\n\nIf Syn3 Updater has been useful to you please consider donating from the \"About\" tab.",
    "MessageBox.CancelDownloadIsFolder": "Download directory and selected destination directory are the same, please change one of these directories",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "Inserisci la tua versione attuale (Impostazioni> Generali> Informazioni sulla sincronizzazione)",
    "Home.Version": "Versione:",
    "Home.Region": "Regione:",
    "Home.Nav": "Navigatore:",
    "Home.MapVersion": "Versione mappa:",
    "Home.NewVersion": "Nuova versione:",
    "Settings.FullVersion": "Versione installata:",
    "Settings.Region": "Regione:",
    "Settings.Navigation": "Navigatore:",
    "MessageBox.NoVersionOrRegionSelected": "Non hai impostato la tua versione attuale o non hai selezionato la tua regione corrente!",
    "MessageBox.My20Detected": "Syn3 Updater ha rilevato che stai tentando di forzare il metodo di installazione ma è stata precedentemente rilevata una MY20 o APIM superiore! Facendo questo e usando la chiavetta USB creata su una MY20 o APIM più nuova BRICCHERAI IL TUTTO!!\n\nCliccando 'Si' disabiliterai tutti i metodi di protezione MY20 integrati in Syn3 Updater\n\nSei sicuro di voler cambiare il metodo di installazione?",
    "MessageBox.My20Check": "ATTENZIONE, RISPONDERE IN MODO ERRATO PUÒ PORTARE AL BRICK DELLA TUA APIM!\n\nLa tua macchina è prodotta dal 2020 in poi?\n\nSe lo è clicca 'Si' e Syn3 Updater ti guiderà nell'usare lo 'strumento ufficiale di interrogazione' per validare se hai una MY20 APIM o no\n\nSe è 2019 o più vecchia, clicca 'No' per continuare come previsto.",
    "MessageBox.My20Found": "Syn3 Updater ha determinato che la tua APIM è MY20 (Manufacture Year 2020) o più nuova, Syn3 Updater forzerà la modalità autoinstall per prevenire un possibile brick della tua APIM!",
    "MessageBox.My20NotFound": "Syn3 Updater ha determinato che la tua APIM NON è MY20 ed è quindi sicuro usare tutte le funzioni di Syn3 Updater",
    "MessageBox.LogUtilityCompleteMy20": "Preparazione della chiavetta USB di interrogazione (Logging) completata con successo!\n\nRimuovi la chiavetta USB dal computer e inseriscila nella tua auto, assicurati che il motore si acceso e aspetta qualche attimo fino al messaggio di \"Installazione Completata\" o il riavvio della APIM.\n\nFatto ciò re-inserisci la chiavetta USB nel PC, clicca 'OK' e seleziona il file XML contenuto nella cartella SyncMyRide della tua Chiavetta USB",
    "String.OnlyMaps": "Aggiorna solo Mappe",
    "Settings.My20Mode": "Attivazione protezione MY20:",
    "News.ImportantNoticeTitle": "Avvisi Importanti",
    "News.NoticeTitle": "Altri Avvisi",
    "News.Changelog": "Changelog"
}