{
    "Main.Home": "سه‌ره‌كی",
    "Main.About": "ده‌رباره‌",
    "Main.Downloads": "داگرتنه‌كان",
    "Main.News": "هه‌واڵه‌كه‌ن",
    "Main.Crashme": "تێكچون",
    "Main.Settings": "ڕێکبەندەکان",
    "Main.Utility": "سودەکان",
    "Home.Refresh": "نوێكردنه‌وه",
    "Home.CurrentConfiguration": "ششێوەپێدان ئێستا",
    "Home.DownloadPath": "شوێنی دابه‌زاندن",
    "Home.SelectUSBDrive": "USB یان شوێنێك هه‌ڵبژێره‌",
    "Home.DriveName": "شوێن مەبەست",
    "Home.RecommendedUSBFlashDriveTitle": "قه‌باره‌ی USB ڕێ پێدراو",
    "Home.DriveFileSystem": "فایلی سیستەم",
    "Home.RecommendedUSBFlashDriveNonNav": "APIM ی نا ڕێنیشاندەر دەبێت باش بێت لەگەڵ 8 گێگابایت",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW and ANZ APIM's لانی کەم دەبێت ١٦ گێگا بێت",
    "Home.RecommendedUSBFlashDriveEU": "ئەوروپە ئەبێت لانی کەم ٣٢گێگا بێت",
    "Home.Notes": "تێبینیه‌كان",
    "Home.SelectPackages": "پاكێج هه‌ڵبژێره‌",
    "Home.InstallMode": "دابه‌زاندنی مۆد",
    "Home.StartButton": "ده‌سپێك",
    "About.AboutTitle": "ده‌رباره‌ی نوێكردنه‌وه‌ی Syn3 ",
    "About.ForumButton": "یانه‌ی CYANLABS ",
    "About.DonateButton": "یارمه‌تی دان",
    "About.DocumentationTitle": "دۆكیومێنته‌كان",
    "About.Documentation": "‎بۆ دڵنیابوون لەوەی کە دۆکیومێنتەکان هەمیشە نوێن تکایە ئاماژە بە لاپەڕەی خوارەوەی وێب بکە، ئەگەر حەزت لە وەرگێڕانی ئەم ە هەیە بۆ زمانی خۆت دەتوانیت زانیاری زیاتر لە هەمان لاپەڕەدا بدۆزیتەوە‎",
    "About.DocumentationButton": "دۆکیۆمێنت کردن",
    "About.DisclaimerTitle": "بێ بەرپرس",
    "About.Disclaimer": "‎سیانلابس لە بەرامبەر هیچ زیان ێک یان زیانێک نابێت لەوانە، بەبێ سنووردارکردن، زیانیان ناڕاستەوخۆ یان زیانلێکەوتوو، یان هەر خەسارێک یان زیانێک کە لە بەکارهێنان یان لەدەستدانی بەکارهێنان، داتا، یان قازانجەکان، لە دەرەوە یان لە پەیوەندی دا لەگەڵ بەکارهێنانی ئەم کاربەرنامەیە یان ڕێبەرە پەیوەندیدارەکان دا ڕوودەدات. ئەم پرۆسەیە پەسەند نەکراوە لەلایەن هیچ پیشەگەرێکی ئۆتۆمبێل و لەوانەیە هەر گەرەنتیەک/ڕێکەوتننامەی ێک بەتاڵ بکاتەوە کە لەوانەیە لە شوێنی خۆت دابێت‎",
    "About.DisclaimerAgreement": "‎من لەو مەترسیانەی کە لە کەمپەسندەکەی سەرەوەدا هێڵراون تێدەگەم و قبوڵی دەکەم.‎",
    "Download.Queue": "به‌رده‌وام بوون",
    "Download.Log": "تۆمارکردن",
    "Download.CancelButton": "هەڵوەشاندنەوه",
    "Download.TotalDownload": "پێشکەوتنی گشتی",
    "Settings.CarConfiguration": "شێوەپێدانی ئۆتۆمبێل",
    "Settings.EnterRegionNav": "ئه‌م شوێنه‌ دیاریبكه‌ ئگه‌ر نه‌خشه‌ت هه‌یه‌",
    "Settings.Warning": "‎من لەو مەترسیانەی کە لە کەمپەسندەکەی سەرەوەدا هێڵراون تێدەگەم و قبوڵی دەکەم.‎",
    "Settings.Configuration": "شێوەپێدان",
    "Settings.DownloadLocation": "شوێنی داگرتن",
    "Settings.Language": "زمان",
    "Settings.AdvancedOptions": "هەڵبژاردنە پێشکەوتووەکان",
    "Settings.InstallMode": "مۆدی دامەزراندن:",
    "Settings.LicenseKey": "کلیلی مۆڵەت:",
    "Settings.Apply": "کارپێکردنی ڕێکبەندەکان",
    "Settings.Theme": "ڕووکار:\n",
    "MessageBox.DisclaimerNotAccepted": "تکایە پێش بەردەوام بوون، داواکارەکە بخوێنەوە و قبوڵی بکە. ناتوانیت بەردەوام بیت مەگەر ڕازی بیت بە مەرجەکان.",
    "MessageBox.DownloadPathChangeCopy": "حەز دەکەیت فایلەکانی بەردەست بگوێزەرەوە لە {0} بۆ {1}",
    "MessageBox.CancelRegionMismatch": "هەرێمی ئێستا و ناوچە دیاریکراوەکەت یەک ناگرێتەوە، ئەمە لەوانەیە کاربکات!\nدەتەوێت بەردەوام بیت بەهەر شێوەیەک؟",
    "MessageBox.CancelDownloadIsDrive": "داگرتنی ڕێڕەو و شوێنی مەبەست USB درایڤ وەک یەکن، تکایە ڕێڕەوی داگرتنەکەت بگۆڕە یان درایڤێکی تری USB دەسنیشان بکە.",
    "MessageBox.CancelNoApps": "InstallMode ی دیاریکراو چاکسازی یان نزمکردنەوە دەکات بەڵام هیچ پاکێجێکی \"APPS\" دیاری نەکراوە بەڵام Syn3 Updater دیاری کردووە کە نزمکردنەوە یان چاکسازی پێویستە، ئەمە دەبێتە هۆی ئەوەی کە سیستەمی نەبووت کردن هەبێت. لەباربردن",
    "MessageBox.CancelFormatUSB": "ئاگاداری، هەموو داتاکانی درایڤی دیاریکراو لەدەست دەچن {0}\nپیتی درایڤ: {1}\n\nکرتە بکە لەسەر بەڵێ بۆ فۆرمات کردن و بەردەوام بوون",
    "MessageBox.DownloadInProgress": "‎کردارێکی تر لە ئێستاوە لە کاردایە، تکایە چاوەڕێ بە بۆ ئەم ئۆپەراسیۆنەی ئێستا بۆ تەواو بوون پێش بەردەوام بوون.‎",
    "MessageBox.OptionalFormatUSB": "‎ئەم درایڤەی USB پێشتر بەکارهێنراوە لەلایەن Updater Syn3. {0} درایڤ: {1} فایلەکانی بەردەست لەسەر درایڤی USB بەکاربێنە کلیک لەسەر No بکە بۆ فۆرماتکردنی درایڤی USB کلیک لەسەر Yes بکە ئایا دەتەوێت درایڤی USB ی دیاریکراو فۆرمات بکەیت؟‎",
    "MessageBox.FailedToValidate3": "‎سەرکەوتوو نەبوو لە کاراکردن {0} 3 جار، لەباربردن پرۆسەی!‎",
    "MessageBox.UpdateCurrentversion": "‎دەتەوێت \"وەشانی ئێستا\" نوێ بکەیتەوە لە {0} بۆ {1} بۆ ئەوەی دروست بێت بۆ بەکارهێنانی داهاتوو؟‎",
    "MessageBox.Completed": "‎داگرتن و کۆپیکردنی هەموو فایلە پێویستەکان ئێستا تەواو بووە. بە سادەیی USB لە کۆمپیوتەرەکەت دەربکە کە تێکردنی لەناو ئۆتۆمبێلەکەت. بزوێنەرەکە هەڵبکە، و چاوەڕێ بە بۆ دەستپێکردنی پرۆسەی دامەزراندن! Syn3Updater ئێستا ڕاستەوخۆ تۆ بۆ بەشی پەیوەندیدار ی فێرکاری سیانلاب بۆ تۆ بۆ ئەوەی بە دوادا بڕۆیت لە ئۆتۆمبێلەکەت. ئەگەر کێشەت هەیە پەیوەندی بە ناڕاسەکەمان یان سەکۆ کەیمان بکەیت، دەکرێت لینکەکان لە وێب سایتەکەمان دا بدۆزرێتەوە. ئەگەر نوێکردنەوەی Syn3 بەسوود بووە بۆتۆ تکایە بیر لە بەخشین بکەوە لە خشتەبەندی \"About\" .‎",
    "String.NonNavAPIM": "ناڤیگەیشن نییە لە  APIM",
    "MessageBox.LogUtilityComplete": "‎ئامادەکردنی لێدەر (تۆمارکردن) USB Drive بە سەرکەوتوویی تەواو بوو! درایڤی USB لە کۆمپیوتەرەکەت لابدە و بیکە ناو ئۆتۆمبێلەکەت، دڵنیابە لە داگیرساندنەکە و چەند ساتێک چاوەڕێبکە بۆ ئەوەی بڵێت \"تەواوکردنی دامەزراندن\" دووبارە درایڤی USB تێبکە ناو کۆمپیوتەرەکەت و دەست بنێ بە \"هەنگاوی 3\"‎",
    "String.KeepExistingMaps": "‎هێشتنەوەی نەخشەکانی بەردەست‎",
    "String.NoMaps": "نەخشە نییە",
    "String.Completed": "COMPLETED SUCCESSFULLY",
    "String.Copied": "copied",
    "String.Downloaded": "downloaded",
    "String.Validated": "validated",
    "Utility.CreateLogTitle": "Create Interrogator Log USB",
    "Utility.CreateLogDesc": "Create a special USB drive used to generate a log file with various details relating to your unit, follow the steps below to get started.",
    "Utility.CreateLogStep1": "1. Prepare drive",
    "Utility.CreateLogStep2": "2. Insert drive in car\nawait \"Install Complete\"",
    "Utility.CreateLogStep3": "3. Open Interrogator Log",
    "Utility.APIMModel": "APIM Model",
    "Utility.APIMSize": "APIM Size",
    "Utility.APIMType": "APIM Type",
    "Utility.APIMFree": "APIM Free Space",
    "MessageBox.UpdateCurrentVersionUtility": "We have detected that the version installed does not match your currently selected version in the settings, would you like to automatically update this from {0} to {1}",
    "MessageBox.LogUtilityInvalidFile": "The XML file you have selected could not be read, please ensure this is the correct file. If you are sure this file is correct please contact CyanLabs so we can investigate further.",
    "Utility.GracenotesRemovalTitle": "Create Gracenotes Removal USB",
    "Utility.GracenotesRemovalDesc": "Use this function to create a USB to force the removal of Gracenotes from your unit.",
    "Utility.GracenotesButton": "Prepare USB",
    "MessageBox.GenericUtilityComplete": "Preparation of the USB Drive completed successfully!\n\nRemove the USB drive from your computer and insert it in to your car, ensure the ignition is on and wait a few moments for it to say \"Installation Complete\"",
    "Utility.VoiceShrinkerTitle": "Create Small Voice Package Replacement USB",
    "Utility.VoiceShrinkerDesc": "Use this function if after removing gracenotes you are still having MEM_ERR's.",
    "Utility.DowngradeTitle": "Create Downgrade USB",
    "Utility.DowngradeDesc": "Use this function if after removing gracenotes and shrinking your voice package you are still getting MEM_ERR's",
    "Utility.TroubleshootTitle": "Troubleshooting Steps",
    "Utility.TroubleshootDesc": "Use the below functions to troubleshoot and resolve various MEM_ERR's that you may receive.",
    "Utility.TroubleshootMoreDetails": "More Details!",
    "Utility.ViewAsBuilt": "View Detailed AsBuilt",
    "About.Endorsed": "This software nor CyanLabs is licensed or endorsed by Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "This will submit your vehicles VIN along to our automatic online decoding service, by submitting your VIN this will help increase the accuracy of our database. \n\nIf you do not wish to submit your VIN click Cancel.",
    "Utility.UploadLog": "Upload Log",
    "MessageBox.UploadLog": "To assist in troubleshooting any potential issues we would recommend uploading your Syn3Updater log to our database, this log file contains details on what options were selected as well as your computer name to link all logs to one identity.\n\nIf you choose not to upload this log you can do so at a later date from the \"Utility\" tab and clicking the \"Upload Log\" button.\n\nDo you want to upload your log now?",
    "Settings.ReleaseType": "Release Branch",
    "MessageBox.ChangeApplicationReleaseBranch": "Changing branch will restart Syn3 Updater and automatically download the relevant build.\n\nChanging from Alpha to Beta/Release may result in unhandled exceptions and require you to reset your settings!\n\nRefer to the documentation for further information\n\nAre you sure you want to change the 'Release Branch' of Syn3 Updater?",
    "Home.NoUSBDir": "Select A Directory",
    "MessageBox.CancelDeleteFiles": "ALL DATA IN THE SELECTED DIRECTORY WILL BE LOST\nPath: {0}\n\nClick YES to continue.",
    "MessageBox.CompletedFolder": "The Download and Copying of all required files is now complete.\n\nAs you have selected a directory rather than a USB drive you will need to copy the contents of your chosen directory to a ExFAT (MBR) formatted USB drive\n\nIf you are having issues join our discord or community forum, links can be found on our website.\n\nIf Syn3 Updater has been useful to you please consider donating from the \"About\" tab.",
    "MessageBox.CancelDownloadIsFolder": "The selected download directory and destination directory are the same, you must change one of these directories to continue.",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "Enter your version (Settings > General > About)",
    "Home.Version": "Version",
    "Home.Region": "Region",
    "Home.Nav": "Navigation",
    "Home.MapVersion": "Map Version",
    "Home.NewVersion": "New Version",
    "Settings.FullVersion": "Full Version",
    "Settings.Region": "Region",
    "Settings.Navigation": "Navigation",
    "MessageBox.NoVersionOrRegionSelected": "You have not set your current Version or Region!",
    "MessageBox.My20Detected": "Syn3 Updater has detected that you are trying to force the install mode or disable 'My20 Mode' however a APIM Manufactured in 2020 or newer was previously detected!\n\n(or MY20 Protection was turned on manually)\n\nBy doing this and using the created USB drive on a MY20 or newer APIM YOU WILL BRICK IT!!\n\nBy clicking 'Yes' you will disable all MY20 protection methods embedded in Syn3 Updater\n\nAre you sure you want to override this protection?",
    "MessageBox.My20Check": "ANSWERING INCORRECTLY COULD RESULT IN YOUR APIM BEING BRICKED!\n\nIs you car manufactured in 2020 or newer?\n\nIf it is or you are unsure click 'Yes' and Syn3 Updater will guide you through running the official 'interrogator tool' to validate if you have a MY20 APIM or not\n\nIf it is 2019 or older, click 'No' to continue as planned.",
    "MessageBox.My20Found": "Syn3 Updater has determined that your APIM is MY20 (Manufacture Year 2020) or newer, Syn3 Updater will now enforce autoinstall mode to prevent possible bricking of the APIM!",
    "MessageBox.My20NotFound": "Syn3 Updater has determined that your APIM is NOT MY20 and it is safe to use all functions of Syn3 Updater\n\nPlease note that if you have retrofitted your APIM or APIM Screen this information may not be accurate!",
    "MessageBox.LogUtilityCompleteMy20": "Preparation of the Interrogator (Logging) USB Drive completed successfully!\n\nRemove the USB drive from your computer and insert it in to your car, ensure the ignition is on and wait a few moments for it to say \"Installation Complete\" or for the APIM to reboot.\n\nOnce done re-insert the USB drive in to your pc, click 'OK' and select the XML file from your SyncMyRide folder of your USB drive",
    "String.OnlyMaps": "Only Update Maps",
    "Settings.My20Mode": "Toggle MY20 Protection",
    "News.ImportantNoticeTitle": "Important Notices",
    "News.NoticeTitle": "Other Notices",
    "News.Changelog": "Changelog",
    "Main.Logs": "Logs",
    "Logs.Path": "Log Path",
    "Logs.ViewLog": "View",
    "Logs.Delete": "Delete Selected Logs",
    "Logs.OpenFolder": "Open Log folder",
    "Settings.AppOptions": "Application Options",
    "Settings.AdvancedModeToggle": "Edit Advanced Options?",
    "Settings.LogLocation": "Log File Location",
    "MessageBox.AdvancedSettings": "These settings may cause the USB created by Syn3 Updater to be incompatible with your car configuration, despite what many YouTube videos say you should not change any of these settings unless you know what you are doing!\n\nAre you sure you want to continue?",
    "MessageBox.My20CheckCancelled": "No interrogator log file was selected, aborting process!",
    "Main.Profiles": "Profiles",
    "Profiles.DeleteProfile": "Delete",
    "Profiles.SelectProfile": "Select",
    "Profiles.Rename": "Rename",
    "Profiles.CurrentProfile": "Current Profile",
    "Profiles.NewProfile": "Profile Name",
    "Profiles.CreateAndSet": "Create and Set Profile",
    "Home.Profile": "Profile",
    "MessageBox.InvalidProfile": "You can not delete the currently active profile, please select another profile and then delete this profile\n",
    "MessageBox.RemovableDriveFolder": "The folder you have selected is located on a non fixed drive, you should consider selecting the USB itself rather than selecting a folder on the USB drive\n\nIf you wish to continue anyway click 'OK'",
    "MessageBox.OptionalFormat": "{0} already contains files.\n\nDo you want to empty {0}?",
    "Home.DriveSize": "Size",
    "Home.DriveFreeSpace": "Free",
    "String.Downloading": "Downloading",
    "String.Attempt": "Attempt",
    "String.Copying": "Copying",
    "String.Validating": "Validating",
    "String.CheckingExistingFile": "Checking Existing File",
    "Home.InstallModeForced": "Forced",
    "Home.MY20Protection": "MY20 Protection",
    "String.Enabled": "Enabled",
    "String.Disabled": "Disabled / Not MY20",
    "String.Yes": "Yes",
    "String.No": "No",
    "Settings.DownloadConnections": "Download Connections",
    "MessageBox.ConnectionClosedByRemoteHost": "This error is usually temporary and caused by a connection drop on the remote server. Re-attempt the download and Syn3 Updater will only download the remaining files, if the issue persists try at another time of day or contact CyanLabs",
    "String.OK": "OK",
    "String.Error": "Error",
    "String.Upload": "Upload",
    "String.Warning": "WARNING",
    "Home.StartDownloadOnly": "Download Only",
    "MessageBox.DownloadOnlyComplete": "All files downloaded and verified successfully!",
    "String.DownloadComplete": "Download Complete",
    "MessageBox.DownloadOnlyMode": "You have selected 'Download Only' this will download all the files requested to your download directory and verify them but WILL NOT prepare any install files, copying these downloaded files to your USB drive at a later date will not work without manual creation of lst files!\n\nPlease use 'Select A Directory' from the USB Drive list if you wish to prepare the files before copying to a USB drive or select a USB Drive to prepare the USB Drive directly!\n\nOnce a USB Drive or Directory has been selected press 'Start' to begin the process!\n\nAre you sure you want to only download the files without preparing a USB Drive or Directory?",
    "Home.FeedbackButton": "Feedback Thread",
    "String.Notice": "Notice",
    "String.AutoDetect": "Auto-Detect",
    "Utility.CopyAsBuilt": "Copy AsBuilt",
    "Profiles.RenameProfile": "Rename",
    "Profiles.Save": "Save",
    "String.Encrypted": "Encrypted",
    "MessageBox.EncryptedDrive": "The USB drive you have selected has been detected as being encrypted, either by Bitlocker or some third party software. You will not be able to use this USB Drive until you disable the encryption.\n\nPlease disable the encryption and press OK to refresh the USB Drive list.",
    "MessageBox.NoPackagesSelected": "No packages have been selected, please select atleast one package before continuing",
    "MessageBox.NoBrowser": "Unable to open webpage using default web browser, link copied to clipboard, please paste the link in to your browser for additional guidance.",
    "MessageBox.MY20InvalidConfiguration": "You have specified that you have a MY20 SYNC unit, You can not create a update USB to go from 3.0 or below to 3.4 while My20 Protection is enabled.\n\nPlease recheck your settings and if you need further assistance visit our forum at https://community.cyanlabs.net\n\nDO NOT DISABLE MY20 PROTECTION IF YOU ARE UNSURE!"
}