{
    "Main.Home": "Start",
    "Main.About": "Over",
    "Main.Downloads": "Downloads",
    "Main.News": "Nieuws",
    "Main.Crashme": "Crash",
    "Main.Settings": "Instellingen",
    "Main.Utility": "Gereedschap",
    "Home.Refresh": "Vernieuwen",
    "Home.CurrentConfiguration": "Huidige configuratie",
    "Home.DownloadPath": "Pad downloaden:",
    "Home.SelectUSBDrive": "Selecteer een USB-station of folder",
    "Home.DriveName": "Bestemming:",
    "Home.DriveLetter": "Schijf Letter:",
    "Home.RecommendedUSBFlashDriveTitle": "Aanbevolen formaten van USB-flashstations",
    "Home.DriveFileSystem": "Bestandssysteem:",
    "Home.RecommendedUSBFlashDriveNonNav": "Niet-navigatie-APIM's zouden in orde moeten zijn met 8 GB",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW, ANZ APIM's hebben ten minste 16 GB nodig",
    "Home.RecommendedUSBFlashDriveEU": "Voor EU APIM's is minimaal 32GB nodig",
    "Home.Notes": "Opmerkingen:",
    "Home.SelectPackages": "Selecteer pakketten",
    "Home.InstallMode": "Installatiemodus:",
    "Home.NoUSB": "Alleen downloaden (GEEN USB)",
    "Home.StartButton": "Begin",
    "About.AboutTitle": "Over Syn3 Updater",
    "About.ForumButton": "CYANLABS FORUM",
    "About.DonateButton": "DONEER",
    "About.DocumentationTitle": "Documentatie",
    "About.Documentation": "Om er zeker van te zijn dat de documentatie altijd up-to-date is, verwijzen wij u naar de onderstaande webpagina. Als u geïnteresseerd bent om deze naar uw eigen taal te vertalen, kunt u aanvullende informatie vinden op dezelfde pagina.",
    "About.DocumentationButton": "DOCUMENTATIE",
    "About.DisclaimerTitle": "Disclaimer",
    "About.Disclaimer": "CyanLabs is niet aansprakelijk voor enig verlies of enige schade, met inbegrip van, maar niet beperkt tot, indirecte of gevolgschade of schade, of enig verlies of welke schade dan ook die voortvloeit uit het gebruik of verlies van gebruik van gegevens of winsten, voortvloeiend uit of in verband met de gebruik van deze applicatie of de bijbehorende handleidingen. Dit proces is door geen enkele voertuigfabrikant goedgekeurd en kan eventuele bestaande garanties / overeenkomsten ongeldig maken",
    "About.DisclaimerAgreement": "Ik begrijp en accepteer de risico's die in de bovenstaande disclaimer worden beschreven.",
    "Download.Queue": "Wachtrij",
    "Download.Log": "Logboek",
    "Download.CancelButton": "Annuleren",
    "Download.StartButton": "Begin",
    "Download.VerifyingFile": "Controle van de integriteit van",
    "Download.TotalDownload": "Totale vooruitgang",
    "Settings.CarConfiguration": "Configuratie Wagen",
    "Settings.EnterRegionNav": "Voer uw REGIO in en geef aan of u NAVIGATIE heeft",
    "Settings.Warning": "ONJUISTE INFORMATIE KAN JE APIM TIJDELIJK OF PERMANENT ONBRUIKBAAR MAKEN",
    "Settings.Configuration": "Configuratie",
    "Settings.DownloadLocation": "Download locatie:",
    "Settings.Language": "Taal:",
    "Settings.AdvancedOptions": "Geavanceerde mogelijkheden",
    "Settings.InstallMode": "Installatiemodus:",
    "Settings.PaidOptions": "Betaalde opties",
    "Settings.LicenseKeyInfo": "Voer hieronder uw licentiesleutel in om toegang te krijgen tot eventuele aangepaste pakketten die U heeft gekocht!",
    "Settings.LicenseKey": "Licentiesleutel:",
    "Settings.Apply": "Instellingen toepassen",
    "Settings.Downloads": "Bladeren",
    "Settings.Theme": "Thema:",
    "MessageBox.DisclaimerNotAccepted": "Lees en accepteer de disclaimer voordat U verder gaat. U kunt pas doorgaan als U akkoord gaat met de voorwaarden.",
    "MessageBox.DownloadPathChangeCopy": "Wilt U bestaande bestanden verplaatsen van {0} naar {1}",
    "MessageBox.NoDownloads": "Er staat momenteel niets in uw downloadwachtrij, bezoek de hoofdpagina om te kiezen wat U wilt downloaden.",
    "MessageBox.CancelNoUSB": "Geen USB-drive geselecteerd wilt U doorgaan met alleen downloaden?",
    "MessageBox.CancelNoUSBForced": "Geen USB-drive geselecteerd ! U moet een USB-stick selecteren om door te gaan!",
    "MessageBox.CancelMy20": "Syn3 Updater heeft de installatiemodus ingesteld op {0} \nNIET DOORGAAN ALS JE EEN WAGEN HEBT DIE IS GEFABRICEERD IN 2020! \n\nALS JE DOORGAAT EN EEN WAGEN HEBT DIE IS GEFABRICEERD IN 2020, ZAL JE SYNC MODULE DEFECT GAAN!\n\nDoor op \"Ja\" te klikken begrijpt U de bovenstaande waarschuwing en bevestigt dat U geen wagen heeft die in 2020 is geproduceerd!",
    "MessageBox.CancelMy20Final": "LAATSTE WAARSCHUWING!  \n\nDoor op \"Ja\" te klikken, bevestigt u dat U geen wagen heeft die in 2020 is geproduceerd!",
    "MessageBox.CancelRegionMismatch": "Huidige regio en nieuwe regio zijn niet hetzelfde, dit werkt mogelijk niet!\nWenst U toch door te gaan?",
    "MessageBox.CancelDownloadIsDrive": "Het downloadpad en het USB-doelstation zijn hetzelfde, verander uw downloadpad of selecteer en andere USB-stick.",
    "MessageBox.CancelNoApps": "Geselecteerde Installmodus is herformatteren of downgraden en er is geen \"APPS\" pakket geselecteerd, maar Syn3 Updater heeft vastgesteld dat herformatteren of downgraden nodig is, dit zal resulteren in een niet-opstartsysteem. Afbreken!",
    "MessageBox.CancelFormatUSB": "WAARSCHUWING, ALLE GEGEVENS OP DE GESELECTEERDE SCHIJF ZULLEN VERLOREN GAAN {0} \nHardeschijf Letter: {1} \n\nKlik op JA om te formatteren en door te gaan.",
    "MessageBox.DownloadInProgress": "Er wordt al een download of kopie uitgevoerd, wacht even of annuleer eerst de download.",
    "MessageBox.CopyVerificationFailed": "Kan bestand 3 keer niet verifiëren, controleer of USB-stick en poort volledig functioneel zijn of probeer het met een andere USB-stick. Proces wordt afgebroken!",
    "MessageBox.DownloadVerificationFailed": "Het gedownloade bestand kan 3 keer niet worden geverifieerd, Controleer je internetverbinding en probeer het opnieuw. Het proces wordt afgebroken!",
    "MessageBox.DownloadOnlyComplete": "Alle bestanden zijn met succes gedownload en gevalideerd, er is niet gekopieerd!",
    "MessageBox.OptionalFormatUSB": "Deze USB-drive is al gebruikt door Syn3 Updater. \n\n{0}  \nSchijf Letter: {1}\n\nAls u bestaande bestanden op de USB-drive wilt gebruiken, klik dan op Nee  \nAls u de USB-drive wilt formatteren, klik dan op Ja\n\nWilt U de geselecteerde USB-drive formatteren?",
    "MessageBox.FailedToValidate3": "Kan {0} 3 keer niet valideren, PROCES WORDT AFGEBROKEN!",
    "MessageBox.WebException": "Kan geen verbinding maken met de downloadserver, {0}",
    "MessageBox.UpdateCurrentversion": "Wilt U uw huidige in de app bijwerken van {0} naar {1} zodat deze correct is voor toekomstig gebruik?",
    "MessageBox.Completed": "Het downloaden en kopiëren van de bestanden is nu voltooid.\nNeem deze USB uit uw computer en plaats deze in uw auto.\nZorg ervoor dat de motor draait, en wacht tot de installatie begint!\n\nSyn3 Updater gaat U nu rechtstreeks naar het relevante deel van de CyanLabs handleiding leiden om te volgen in uw auto.\n\nAls je problemen hebt ga dan naar onze discord of forum, de links kunnen op de website worden gevonden.\n\nAls U vindt dat Syn3 Updater nuttig voor U was, overweeg dan om te doneren via het tabblad \"Over\".",
    "String.NonNavAPIM": "APIM zonder navigatie",
    "MessageBox.LogUtilityComplete": "De voorbereiding van de Interrogator (Logging) USB-stick is voltooid!\n\nVerwijder de USB-drive uit uw computer en plaats deze in uw auto, zorg ervoor dat het contact is ingeschakeld en wacht enkele ogenblikken na het plaatsen van de USB, de melding \"Installatie Voltooid\" verschijnt.\n\nPlaats de USB-drive opnieuw in uw pc en druk op \"Stap 3\"",
    "String.KeepExistingMaps": "Behoud bestaande kaarten",
    "String.NoMaps": "Geen kaarten",
    "String.Required": "VERPLICHT!",
    "String.Completed": "SUCCESVOL VOLTOOID",
    "String.Copied": "gekopieerd",
    "String.Downloaded": "gedownload",
    "String.Validated": "gevalideerd",
    "Utility.CreateLogTitle": "Maak een Interrogator Log USB aan",
    "Utility.CreateLogDesc": "Maak een speciaal USB-station dat wordt gebruikt om een logbestand te genereren met verschillende details met betrekking tot uw eenheid, volg de onderstaande stappen om aan de slag te gaan.",
    "Utility.CreateLogStep1": "1. Bereid de rit voor",
    "Utility.CreateLogStep2": "2. Plaats de drive in de auto en \nwacht op \"Install Complete\"",
    "Utility.CreateLogStep3": "3. Open het Interrogator-logboek",
    "Utility.LogXMLTitle": "Details",
    "Utility.APIMModel": "Model APIM:",
    "Utility.APIMSize": "Grootte APIM:",
    "Utility.APIMType": "Type APIM:",
    "Utility.APIMFree": "Vrije Ruimte APIM:",
    "MessageBox.UpdateCurrentVersionUtility": "We hebben vastgesteld dat de geïnstalleerde versie niet overeenkomt met uw huidige geselecteerde versie in de instellingen. Wilt U dit automatisch updaten van {0} naar {1}",
    "MessageBox.LogUtilityInvalidFile": "Het XML-bestand dat u heeft geselecteerd, kon niet worden gelezen. Zorg ervoor dat dit het juiste bestand is. Als U er zeker van bent dat dit bestand correct is, neem dan contact op met CyanLabs zodat we het verder kunnen onderzoeken.",
    "Utility.GracenotesRemovalTitle": "Maak Gracenotes Removal USB",
    "Utility.GracenotesRemovalDesc": "Gebruik deze functie om een USB te maken om de verwijdering van Gracenotes van uw eenheid te forceren.",
    "Utility.GracenotesButton": "USB voorbereiden",
    "MessageBox.GenericUtilityComplete": "De voorbereiding van de USB-Stick is voltooid!\n\nVerwijder de USB-stick uit uw computer en plaats deze in uw auto, zorg ervoor dat het contact aan staat en wacht een paar momenten tot hij zegt \"Installatie voltooid\"",
    "Utility.VoiceShrinkerTitle": "Maak een vervangende USB voor Small Voice-pakket",
    "Utility.VoiceShrinkerDesc": "Gebruik deze functie als u na het verwijderen van gracenotes nog steeds MEM_ERR's heeft.",
    "Utility.DowngradeTitle": "Maak een downgrade USB",
    "Utility.DowngradeDesc": "Gebruik deze functie als U na het verwijderen van gracenotes en het verkleinen van uw spraakpakket nog steeds MEM_ERR's krijgt",
    "Utility.TroubleshootTitle": "Stappen voor probleemoplossing",
    "Utility.TroubleshootDesc": "Gebruik de onderstaande functies om problemen op te lossen en verschillende MEM_ERR's die U mogelijk ontvangt, op te lossen.",
    "Utility.TroubleshootMoreDetails": "Meer details!",
    "Utility.ViewAsBuilt": "Bekijk gedetailleerde AsBuilt",
    "About.Endorsed": "Noch de software noch CyanLabs zijn gelicensieerd of ondersteund door Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "WAARSCHUWING: Dit gaat je VIN doorsturen naar onze automatische online decodeer service, door je VIN door te sturen verbetert dit de accuraatheid van onze database.\n\nAls U niet wenst om uw VIN door te sturen, klik dan op Annuleren.",
    "Utility.UploadLog": "Upload Log",
    "MessageBox.UploadLog": "Om U te helpen in het opsporen van potentiële fouten zouden we aanraden om je Syn3 Updater log naar onze database te uploaden, dit log-bestand bevat details over welke opties er waren geselecteerd.\n\nAls U ervoor kiest om deze upload nu niet te doen, kan je deze nog altijd later doen via de tab \"Gereedschap\"  en dan te klikken op de \"Upload Log\" knop.\n\nWilt U de log nu uploaden?",
    "MessageBox.UploadLogNoDrive": "De USB-stick die U heeft geselecteerd bevat geen log.txt bestand",
    "Settings.ReleaseType": "Application Release Type:",
    "MessageBox.ChangeApplicationReleaseBranch": "Veranderen van tak zal Syn3 Updater heropstarten en automatisch de correcte versie downloaden.\n\nVeranderen van Ci naar Beta/Release kan voor fouten zorgen en dan moet U uw instellingen resetten!\n\n\nWeet u zeker dat u de 'Release Branch' van Syn3 Updater wilt wijzigen?",
    "Home.NoUSBDir": "Kies een Directory",
    "MessageBox.CancelDeleteFiles": "WAARSCHUWING, ALLE GEGEVENS IN DE GESELECTEERDE DIRECTORY ZULLEN WORDEN VERLOREN GAAN\nPath: {0}\n\nKlik JA om door te gaan.",
    "MessageBox.CompletedFolder": "Het downloaden en Kopiëren van alle files is nu voltooid.\n\nAls U een folder had geselecteerd in plaats van een USB-stick moet je de files nog kopiëren naar een ExFAT (MBR) geformatteerde USB-stick\n\nAls je problemen hebt ga dan naar onze discord of forum, de links kunnen op de website gevonden worden.\n\nIndien Syn3 Updater nuttig is geweest voor U, Gelieve dan in overweging te nemen om een donatie te doen via de tab \"Over\".",
    "MessageBox.CancelDownloadIsFolder": "De geselecteerde download directory en bestemming-directory zijn dezelfde, verander een van deze folders om verder te gaan.",
    "About.FHubButton": "F-HUB",
    "Settings.EnterVersion": "Voer uw versie in (Instellingen> Algemeen> Over)",
    "Home.Version": "Versie:",
    "Home.Region": "Regio:",
    "Home.Nav": "Navigatie:",
    "Home.MapVersion": "Kaartversie:",
    "Home.NewVersion": "Nieuwe Versie",
    "Settings.FullVersion": "Volledige Versie:",
    "Settings.Region": "Regio:",
    "Settings.Navigation": "Navigatie:",
    "MessageBox.NoVersionOrRegionSelected": "U heeft uw huidige versie/regio niet ingesteld!",
    "MessageBox.My20Detected": "Syn3 Updater heeft gedetecteerd dat U probeert de installatiemodus te forceren of 'My20 Mode' probeert uit te schakelen hoewel er een MY20 of nieuwere APIM is gedetecteerd! Door dit te doen en de USB te gebruiken op een MY20 of nieuwere APIM,  ZULT U DEZE ONBRUIKBAAR MAKEN !!\n\nDoor op 'Ja' te klikken zult U alle MY20 beveiligingen uitschakelen in de Syn3 Updater\n\nBent U er zeker van dat je de installatiemodus niet wil veranderen?",
    "MessageBox.My20Check": "WAARSCHUWING, VERKEERD ANTWOORDEN KAN ERVOOR ZORGEN DAT JE APIM PERMANENT DEFECT GAAT!\n\nIs uw auto gebouwd in 2020 of later?\n\nAls dit zo is of U bent niet zeker klik dan op 'Ja' en Syn3 Updater gaat U verder begeleiden om de officiele 'Interrogator tool' te gebruiken om te controleren of U een MY20 APIM hebt of niet\n\nAls het 2019 of ouder is, klik dan op 'Nee' om verder te gaan als gepland.",
    "MessageBox.My20Found": "Syn3 Updater heeft vastgesteld dat uw APIM MY20 is (Bouwjaar 2020) of nieuwer, Syn3 Updater gaat nu autoinstall mode gebruiken om defecten te voorkomen van de APIM!",
    "MessageBox.My20NotFound": "Syn3 Updater heeft vastgesteld dat uw APIM NIET MY20 is en het veilig is om alle functies van Syn3 Updater te gebruiken",
    "MessageBox.LogUtilityCompleteMy20": "Voorbereiding van de Interrogator (Logging) USB-stick is gelukt!\n\nVerwijder de USB-stick van uw PC en steek deze in uw wagen, zorg dat het contact aan staat en wacht enkele momenten tot U de melding \"Installatie voltooid\" krijgt of de APIM herstart.\n\nEens dit gelukt is steek de USB-stick opnieuw in uw PC, klik dan op 'OK' and selecteer het XML bestand van uw SyncMyRide map op de USB-stick",
    "String.OnlyMaps": "Enkel Kaarten Updaten",
    "Settings.My20Mode": "Schakel de MY20 Bescherming:",
    "News.ImportantNoticeTitle": "Belangrijke Meldingen",
    "News.NoticeTitle": "Andere Meldingen",
    "News.Changelog": "Aanpassingen"
}