{
    "Main.Home": "Thuis",
    "Main.About": "Over",
    "Main.Downloads": "Downloads",
    "Main.News": "Nieuws",
    "Main.Crashme": "Botsing",
    "Main.Settings": "Instellingen",
    "Main.Utility": "Gereedschap",
    "Home.Refresh": "Vernieuwen",
    "Home.CurrentConfiguration": "Huidige configuratie",
    "Home.DownloadPath": "Pad downloaden:",
    "Home.SelectUSBDrive": "Selecteer een USB-station of folder",
    "Home.DriveName": "Bestemming:",
    "Home.DriveLetter": "Schijf Letter:",
    "Home.RecommendedUSBFlashDriveTitle": "Aanbevolen formaten van USB-flashstations",
    "Home.DriveFileSystem": "Bestandssysteem:",
    "Home.RecommendedUSBFlashDriveNonNav": "Niet-navigatie-APIM's zouden in orde moeten zijn met 8 GB",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW, ANZ APIM's hebben ten minste 16 GB nodig",
    "Home.RecommendedUSBFlashDriveEU": "Voor EU APIM's is minimaal 32GB nodig",
    "Home.Notes": "Opmerkingen:",
    "Home.SelectPackages": "Selecteer pakketten",
    "Home.InstallMode": "Installatiemodus:",
    "Home.NoUSB": "Alleen downloaden (GEEN USB)",
    "Home.StartButton": "Begin",
    "About.AboutTitle": "Over Syn3 Updater",
    "About.ForumButton": "CYAANLABS FORUM",
    "About.DonateButton": "SCHENK",
    "About.DocumentationTitle": "Documentatie",
    "About.Documentation": "Om er zeker van te zijn dat de documentatie altijd up-to-date is, verwijzen wij u naar de onderstaande webpagina. Als u geïnteresseerd bent om deze naar uw eigen taal te vertalen, kunt u aanvullende informatie vinden op dezelfde pagina.",
    "About.DocumentationButton": "DOCUMENTATIE",
    "About.DisclaimerTitle": "Disclaimer",
    "About.Disclaimer": "CyanLabs is niet aansprakelijk voor enig verlies of enige schade, met inbegrip van, maar niet beperkt tot, indirecte of gevolgschade of schade, of enig verlies of welke schade dan ook die voortvloeit uit het gebruik of verlies van gebruik van gegevens of winsten, voortvloeiend uit of in verband met de gebruik van deze applicatie of de bijbehorende handleidingen. Dit proces is door geen enkele voertuigfabrikant goedgekeurd en kan eventuele bestaande garanties / overeenkomsten ongeldig maken",
    "About.DisclaimerAgreement": "Ik begrijp en accepteer de risico's die in de bovenstaande disclaimer worden beschreven.",
    "Download.Queue": "Wachtrij",
    "Download.Log": "Logboek",
    "Download.CancelButton": "annuleren",
    "Download.StartButton": "Begin",
    "Download.VerifyingFile": "Controle van de integriteit van",
    "Download.TotalDownload": "Totale vooruitgang",
    "Settings.CarConfiguration": "Auto configuratie",
    "Settings.EnterRegionNav": "Voer uw REGIO in en geef aan of u NAVIGATIE heeft",
    "Settings.Warning": "ONJUISTE INFORMATIE KAN JE APIM TIJDELIJK OF PERMANENT ONBRUIKBAAR MAKEN",
    "Settings.Configuration": "Configuratie",
    "Settings.DownloadLocation": "Download locatie:",
    "Settings.Language": "Taal:",
    "Settings.AdvancedOptions": "Geavanceerde mogelijkheden",
    "Settings.InstallMode": "Installatiemodus:",
    "Settings.PaidOptions": "Betaalde opties",
    "Settings.LicenseKeyInfo": "Voer hieronder uw licentiesleutel in om toegang te krijgen tot eventuele aangepaste pakketten die u heeft gekocht!",
    "Settings.LicenseKey": "Licentiesleutel:",
    "Settings.Apply": "Instellingen toepassen",
    "Settings.Downloads": "Bladeren",
    "Settings.Theme": "Thema:",
    "MessageBox.DisclaimerNotAccepted": "Lees en accepteer de disclaimer voordat u verder gaat. U kunt pas doorgaan als u akkoord gaat met de voorwaarden.",
    "MessageBox.DownloadPathChangeCopy": "Wilt u bestaande bestanden verplaatsen van {0} naar {1}",
    "MessageBox.NoDownloads": "Er staat momenteel niets in uw downloadwachtrij, bezoek de hoofdpagina om te kiezen wat u wilt downloaden.",
    "MessageBox.CancelNoUSB": "Geen USB-drive geselecteerd wilt u doorgaan met alleen downloaden?",
    "MessageBox.CancelNoUSBForced": "Geen USB-drive geselecteerd ! U moet een USB-stick selecteren om door te gaan!",
    "MessageBox.CancelMy20": "Syn3 Updater heeft de installatiemodus ingesteld op {0} \nNIET DOORGAAN ALS JE EEN AUTO HEBT GEFABRICEERD IN 2020! \n\nALS JE DOORGAAT EN EEN AUTO HEBT GEFABRICEERD IN 2020, ZAL JE SYNC MODULE DEFECT GAAN!\n\nDoor op \"Ja\" te klikken begrijpt U de bovenstaande waarschuwing en bevestigt dat u geen auto heeft die in 2020 is geproduceerd!",
    "MessageBox.CancelMy20Final": "LAATSTE WAARSCHUWING!  \n\nDoor op \"Ja\" te klikken, bevestigt u dat u geen auto heeft die in 2020 is geproduceerd!",
    "MessageBox.CancelRegionMismatch": "Huidige regio en nieuwe regio zijn niet hetzelfde, dit werkt mogelijk niet!\nWil je toch doorgaan?",
    "MessageBox.CancelDownloadIsDrive": "Het downloadpad en het USB-doelstation zijn hetzelfde, verander uw downloadpad of selecteer en andere USB-stick.",
    "MessageBox.CancelNoApps": "Modus is opnieuw formatteren of downgraden en er is geen \"APPS\" pakket geselecteerd maar Syn3 Updater heeft vastgesteld dat het formatteren of downgraden nodig is, dit zal resulteren in een niet-opstartsysteem. Afbreken!",
    "MessageBox.CancelFormatUSB": "WAARSCHUWING, ALLE GEGEVENS OP DE GESELECTEERDE SCHIJF ZULLEN VERLOREN GAAN {0} \nHardeschijf Letter: {1} \n\nKlik op JA om te formatteren en door te gaan.",
    "MessageBox.DownloadInProgress": "Er wordt al een download of kopie uitgevoerd, wacht even of annuleer eerst de download.",
    "MessageBox.CopyVerificationFailed": "Kan bestand 3 keer niet verifiëren, controleer of USB-stick en poort volledig functioneel zijn of probeer met een andere USB-stick. Proces wordt afgebroken!",
    "MessageBox.DownloadVerificationFailed": "Het gedownloade bestand kan 3 keer niet worden geverifieerd, Controleer je internetverbinding en probeer opnieuw. Het proces wordt afgebroken!",
    "MessageBox.DownloadOnlyComplete": "Alle bestanden zijn met succes gedownload en gevalideerd, er is niet gekopieerd!",
    "MessageBox.OptionalFormatUSB": "Deze USB-drive is al gebruikt door Syn3 Updater. \n\n{0}  \nSchijf Letter: {1}\n\nAls u bestaande bestanden op de USB-drive wilt gebruiken, klikt u op Nee  Als u de USB-drive wilt formatteren, klikt u op Ja\n\nWilt U de geselecteerde USB-drive formatteren?",
    "MessageBox.FailedToValidate3": "Kan {0} 3 keer niet valideren, PROCES WORDT AFGEBROKEN!",
    "MessageBox.WebException": "Kan geen verbinding maken met de downloadserver, {0}",
    "MessageBox.UpdateCurrentversion": "Wilt u uw huidige in de app bijwerken zodat deze correct is voor toekomstig gebruik?",
    "MessageBox.Completed": "Het downloaden en kopiëren van de bestanden is nu voltooid.\nNeem deze USB uit uw computer en plaats hem in uw auto.\nZorg ervoor dat de motor draait, en wacht op het starten van de installatie!\n\nSyn3 Updater gaat u nu rechtstreeks naar het relevante deel van de CyanLabs handleiding om in uw auto te volgen.\n\nAls je problemen hebt ga dan naar onze discord of forum, de links kunnen op de website gevonden worden.\n\nAls Syn3 Updater nuttig voor u is geweest, overweeg dan om te doneren via het tabblad \"Over\".",
    "String.NonNavAPIM": "APIM zonder navigatie",
    "MessageBox.LogUtilityComplete": "De voorbereiding van de USB-log is voltooid!\n\nVerwijder de USB-drive uit uw computer en plaats deze in uw auto, zorg ervoor dat het contact is ingeschakeld en wacht enkele ogenblikken na het plaatsen van de USB er komt en melding \"Installatie Voltooid\"\n\nPlaats de USB-drive opnieuw in uw pc en druk op \"Stap 3\"",
    "String.KeepExistingMaps": "Behoud bestaande kaarten",
    "String.NoMaps": "Geen kaarten",
    "String.Required": "VERPLICHT!",
    "String.Completed": "SUCCESVOL VOLTOOID",
    "String.Copied": "gekopieerd",
    "String.Downloaded": "gedownload",
    "String.Validated": "gevalideerd",
    "Utility.CreateLogTitle": "Maak een Interrogator Log USB aan",
    "Utility.CreateLogDesc": "Maak een speciaal USB-station dat wordt gebruikt om een logbestand te genereren met verschillende details met betrekking tot uw eenheid, volg de onderstaande stappen om aan de slag te gaan.",
    "Utility.CreateLogStep1": "1. Bereid de rit voor",
    "Utility.CreateLogStep2": "2. Plaats de drive in de auto  n wacht op \"Install Complete\"",
    "Utility.CreateLogStep3": "3. Open het Interrogator-logboek",
    "Utility.LogXMLTitle": "vens",
    "Utility.APIMModel": "APIM-model:",
    "Utility.APIMSize": "APIM-grootte:",
    "Utility.APIMType": "APIM-type:",
    "Utility.APIMFree": "APIM-vrije ruimte:",
    "MessageBox.UpdateCurrentVersionUtility": "We hebben vastgesteld dat de geïnstalleerde versie niet overeenkomt met uw huidige geselecteerde versie in de instellingen. Wilt u dit automatisch updaten naar {0}",
    "MessageBox.LogUtilityInvalidFile": "Het XML-bestand dat u heeft geselecteerd, kon niet worden gelezen. Zorg ervoor dat dit het juiste bestand is. Als u zeker weet dat dit bestand correct is, neem dan contact op met CyanLabs zodat we het verder kunnen onderzoeken.",
    "Utility.GracenotesRemovalTitle": "Maak Gracenotes Removal USB",
    "Utility.GracenotesRemovalDesc": "Gebruik deze functie om een USB te maken om de verwijdering van Gracenotes van uw eenheid te forceren.",
    "Utility.GracenotesButton": "Bereid USB voor",
    "MessageBox.GenericUtilityComplete": "De voorbereiding van de USB-Stick is voltooid!\n\nVerwijder de USB-stick uit uw computer en plaats deze in uw auto, zorg ervoor dat het contact aan staat en wacht een paar momenten tot hij zegt \"Installatie voltooid\"",
    "Utility.VoiceShrinkerTitle": "Maak een vervangende USB voor Small Voice-pakket",
    "Utility.VoiceShrinkerDesc": "Gebruik deze functie als u na het verwijderen van gracenotes nog steeds MEM_ERR's heeft.",
    "Utility.DowngradeTitle": "Maak een downgrade USB",
    "Utility.DowngradeDesc": "Gebruik deze functie als u na het verwijderen van gracenotes en het verkleinen van uw spraakpakket nog steeds MEM_ERR's krijgt",
    "Utility.TroubleshootTitle": "Stappen voor probleemoplossing",
    "Utility.TroubleshootDesc": "Gebruik de onderstaande functies om problemen op te lossen en verschillende MEM_ERR's die u mogelijk ontvangt, op te lossen.",
    "Utility.TroubleshootMoreDetails": "Meer details!",
    "Utility.ViewAsBuilt": "View Detailed AsBuilt",
    "About.Endorsed": "This software nor CyanLabs is licensed or endorsed by Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "WAARSCHUWING: Dit gaat je VIN nummer doorsturen naar onze automatische online decodeer service, door je VIN door te sturen helpt dit om de accuraatheid van onze database te verbeteren.\n\nAl je wenst je VIN niet door te sturen klik dan op Annuleren.",
    "Utility.UploadLog": "Upload Log",
    "MessageBox.UploadLog": "Om U te helpen in het opsporen van potentiële fouten zouden we aanraden om je Syn3 Updater log naar onze database te uploaden, dit log-bestand bevat details over welke opties er geselecteerd waren.\n\nAls je kiest om deze upload niet te doen nu kan je deze altijd later nog doen via de \"Gereedschap\" tab en dan te klikken op \"Upload Log\" knop.\n\nWil je de log nu uploaden?",
    "MessageBox.UploadLogNoDrive": "De USB-stick die U heeft geselecteerd bevat geen log.txt bestand",
    "Settings.ReleaseType": "Application Release Type:",
    "MessageBox.ChangeApplicationReleaseBranch": "Changing branch will restart Syn3 Updater and automatically download the relevant build.\n\nChanging from Ci to Beta/Release may result in unhandled exceptions and require you to reset your settings!\n\nRefer to the documentation for further information\n\nAre you sure you want to change the 'Release Branch' of Syn3 Updater?",
    "Home.NoUSBDir": "Select A Directory",
    "MessageBox.CancelDeleteFiles": "WARNING, ALL DATA IN THE SELECTED DIRECTORY WILL BE LOST\nPath: {0}\n\nClick YES to continue.",
    "MessageBox.CompletedFolder": "Het downloaden en Kopiëren van alle files is nu voltooid.\n\nAls je een folder had geselecteerd in plaats van een USB-stick moet je de files nog kopiëren naar een ExFAT (MBR) geformatteerde USB-stick\n\nAls je problemen hebt ga dan naar onze discord of forum, de links kunnen op de website gevonden worden.\n\nAls Syn3 Updater nuttig is geweest voor je wil je dan alstublieft in overweging nemen op een donatie te doen via de \"About\" tab.",
    "MessageBox.CancelDownloadIsFolder": "De geselecteerde download folder en bestemming-folder zijn dezelfde, verander een van deze folders om verder te gaan.",
    "About.FHubButton": "F-HUB",
    "Settings.EnterVersion": "Voer uw versie in (Instellingen> Algemeen> Over)",
    "Home.Version": "Versie:",
    "Home.Region": "Regio:",
    "Home.Nav": "Navigatie:",
    "Home.MapVersion": "Kaartversie:",
    "Home.NewVersion": "Nieuwe",
    "Settings.FullVersion": "Volledige:",
    "Settings.Region": "regio:",
    "Settings.Navigation": "Navigatie:",
    "MessageBox.NoVersionOrRegionSelected": "U heeft uw huidige niet ingesteld!",
    "MessageBox.My20Detected": "Syn3 Updater heeft gedetecteerd dat je probeert de installatiemodus probeert te forceren of 'My20 Mode' probeert uit te schakelen hoewel er een MY20 of nieuwere APIM gedetecteerd is geweest! Door dit te doen en de USB te gebrijken op een MY20 of een nieuwere APIM ZAL GE DEZE ONBRUIKBAAR MAKEN !!\n\nDoor op 'Ja' te klikken zal je alle MY20 beveiligingen uitschakelen in de Syn3 Updater\n\nBen je zeker dat je de installatiemodus niet wil veranderen?",
    "MessageBox.My20Check": "WAARSCHUWING, VERKEERD ANTWOORDEN KAN ERVOOR ZORGEN DAT JE APIM PERMANENT DEFECT GAAT!\n\nIs je auto gebouwd in 2020 of eerder?\n\nAls dit is of je bent niet zeker klik dan op 'Ja' en Syn3 Updater gaat je verder begeleiden om de officieele 'ondervragingstool' te gebruiken om zo te zien of je een MY20 APIM hebt of niet\n\nAls het 2019 of ouder is, klik dan op 'Nee' om verder te gaan als gepland.",
    "MessageBox.My20Found": "Syn3 Updater heeft vastgesteld dat je APIM MY20 is (Bouwjaar 2020) of nieuwe, Syn3 Updater gaat nu autoinstall mode gebruiken om mogelijk het defect maken van de APIM te voorkomen!",
    "MessageBox.My20NotFound": "Syn3 Updater heeft vastgesteld dat je APIM NIET MY20 is and het veilig is om alle functies van Syn3 Updater te gebruiken",
    "MessageBox.LogUtilityCompleteMy20": "Voorbereiding van de ondervrager (Logging) USB-stick is gelukt!\n\nVerwijder de USB-stick van je PC en steek deze in je auto, zorg dat het contact aan staat en wacht enkele momenten zodat je de melding \"Installatie voltooid\" krijgt of de APIM herstart.\n\nEens dit gelukt is steek de USB-stick opnieuw in je PC, klik dan op 'OK' and selecteer het XML bestand van you SyncMyRide folder op de USB-stick",
    "String.OnlyMaps": "Enkel Maps Updaten",
    "Settings.My20Mode": "MY20 Bescherming Inschakelen:",
    "News.ImportantNoticeTitle": "Belangrijke Meldingen",
    "News.NoticeTitle": "Andere Meldingen",
    "News.Changelog": "Aanpassingslijst "
}