{
    "Main.Home": "Start",
    "Main.About": "Over",
    "Main.Downloads": "Downloads",
    "Main.News": "Nieuws",
    "Main.Crashme": "Crash",
    "Main.Settings": "Instellingen",
    "Main.Utility": "Gereedschap",
    "Home.Refresh": "Vernieuwen",
    "Home.CurrentConfiguration": "Huidige configuratie",
    "Home.DownloadPath": "Download Pad",
    "Home.SelectUSBDrive": "Selecteer een USB-station of Directory",
    "Home.DriveName": "Bestemming",
    "Home.RecommendedUSBFlashDriveTitle": "Aanbevolen groottes van USB-flashstations",
    "Home.DriveFileSystem": "Bestandssysteem",
    "Home.RecommendedUSBFlashDriveNonNav": "Voor APIM's zonder Navigatie zou 8GB voldoende moeten zijn",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW, ANZ APIM's hebben ten minste 16 GB nodig",
    "Home.RecommendedUSBFlashDriveEU": "Voor EU APIM's is minimaal 32GB vereist",
    "Home.Notes": "Opmerkingen",
    "Home.SelectPackages": "Selecteer Pakketten",
    "Home.InstallMode": "Installatiemodus",
    "Home.StartButton": "Begin",
    "About.AboutTitle": "Over Syn3 Updater",
    "About.ForumButton": "CYANLABS FORUM",
    "About.DonateButton": "DONEER",
    "About.DocumentationTitle": "Documentatie",
    "About.Documentation": "Om er zeker van te zijn dat de documentatie altijd up-to-date is, verwijzen wij U naar de webpagina hiernaast. Als u geïnteresseerd bent om deze naar uw eigen taal te vertalen, kunt U aanvullende informatie vinden op dezelfde pagina.",
    "About.DocumentationButton": "DOCUMENTATIE",
    "About.DisclaimerTitle": "Disclaimer",
    "About.Disclaimer": "CyanLabs is niet aansprakelijk voor enig verlies of enige schade, met inbegrip van, maar niet beperkt tot, indirecte of gevolgschade of schade, of enig verlies of welke schade dan ook die voortvloeit uit het gebruik of verlies van gebruik van gegevens of winsten, voortvloeiend uit of in verband met de gebruik van deze applicatie of de bijbehorende handleidingen. Dit proces is door geen enkele voertuigfabrikant goedgekeurd en kan eventuele bestaande garanties / overeenkomsten ongeldig maken",
    "About.DisclaimerAgreement": "Ik begrijp en accepteer de risico's die in de bovenstaande disclaimer worden beschreven.",
    "Download.Queue": "Wachtrij",
    "Download.Log": "Logboek",
    "Download.CancelButton": "Annuleren",
    "Download.TotalDownload": "Totale Vooruitgang",
    "Settings.CarConfiguration": "SYNC 3 Configuratie",
    "Settings.EnterRegionNav": "Voer uw REGIO in en geef aan of uw APIM over NAVIGATIE beschikt",
    "Settings.Warning": "WAARSCHUWING! ONJUISTE INFORMATIE KAN UW APIM TIJDELIJK OF PERMANENT ONBRUIKBAAR MAKEN!",
    "Settings.Configuration": "Instellingen",
    "Settings.DownloadLocation": "Download locatie",
    "Settings.Language": "Taal",
    "Settings.AdvancedOptions": "Geavanceerde Opties",
    "Settings.InstallMode": "Installatiemodus",
    "Settings.LicenseKey": "Licentiesleutel (Betaalde Features)",
    "Settings.Apply": "Instellingen Toepassen",
    "Settings.Theme": "Thema",
    "MessageBox.DisclaimerNotAccepted": "Lees en accepteer de disclaimer voordat U verder gaat. U kunt pas doorgaan als U akkoord gaat met de voorwaarden.",
    "MessageBox.DownloadPathChangeCopy": "Wilt U bestaande bestanden verplaatsen van {0} naar {1}",
    "MessageBox.CancelRegionMismatch": "Huidige regio en nieuwe regio zijn niet dezelfde, dit werkt mogelijk niet!\nWenst U toch door te gaan?",
    "MessageBox.CancelDownloadIsDrive": "Het downloadpad en de USB-stick zijn hetzelfde, verander uw downloadpad of selecteer een andere USB-stick.",
    "MessageBox.CancelNoApps": "Geselecteerde InstallModus is herformatteren of downgraden en er is geen \"APPS\" pakket geselecteerd, maar Syn3 Updater heeft vastgesteld dat herformatteren of downgraden nodig is, dit zal resulteren in een niet-werkend systeem. Afbreken!",
    "MessageBox.CancelFormatUSB": "ALLE GEGEVENS OP DE GESELECTEERDE SCHIJF ZULLEN VERLOREN GAAN {0} \nHardeschijf Letter: {1} \n\nKlik op JA om te formatteren en door te gaan.",
    "MessageBox.DownloadInProgress": "Er wordt al een download of kopie uitgevoerd, wacht even of annuleer eerst de download.",
    "MessageBox.OptionalFormatUSB": "Deze USB-drive is al gebruikt door Syn3 Updater. \n\n{0}  \nSchijf Letter: {1}\n\nAls U bestaande bestanden op de USB-drive wilt gebruiken, klik dan op Nee  \nAls U de USB-drive wilt formatteren, klik dan op Ja\n\nWilt U de geselecteerde USB-drive formatteren?",
    "MessageBox.FailedToValidate3": "Kan {0} 3 keer niet verifiëren, PROCES WORDT AFGEBROKEN!",
    "MessageBox.UpdateCurrentversion": "Wilt U uw \"Huidige Versie\" in de app bijwerken van {0} naar {1} zodat deze correct is voor toekomstig gebruik?",
    "MessageBox.Completed": "Het downloaden en kopiëren van de bestanden is nu voltooid.\nNeem deze USB uit uw computer en plaats deze in uw auto.\nZorg ervoor dat de motor draait, en wacht tot de installatie begint!\n\nSyn3 Updater gaat U nu rechtstreeks naar het relevante deel van de CyanLabs handleiding leiden om te volgen in uw auto.\n\nAls je problemen hebt ga dan naar onze discord of forum, de links kunnen op de website worden gevonden.\n\nAls U vindt dat Syn3 Updater nuttig was voor U, overweeg dan om te doneren via het tabblad \"Over\".",
    "String.NonNavAPIM": "APIM zonder navigatie",
    "MessageBox.LogUtilityComplete": "De voorbereiding van de Interrogator (Logging) USB-stick is voltooid!\n\nVerwijder de USB-drive uit uw computer en plaats deze in uw auto, zorg ervoor dat het contact is ingeschakeld en wacht enkele ogenblikken na het plaatsen van de USB, de melding \"Installatie Voltooid\" verschijnt.\n\nPlaats de USB-drive opnieuw in uw pc en druk op \"Stap 3\"",
    "String.KeepExistingMaps": "Behoud bestaande kaarten",
    "String.NoMaps": "Geen kaarten",
    "String.Completed": "SUCCESVOL VOLTOOID",
    "String.Copied": "gekopieerd",
    "String.Downloaded": "gedownload",
    "String.Validated": "geverifieerd",
    "Utility.CreateLogTitle": "Maak een Interrogator Log USB aan",
    "Utility.CreateLogDesc": "Maak een speciale USB-stick dat wordt gebruikt om een logbestand te genereren met verschillende details met betrekking tot uw eenheid, volg de onderstaande stappen om aan de slag te gaan.",
    "Utility.CreateLogStep1": "1. Bereid de USB-stick voor",
    "Utility.CreateLogStep2": "2. Plaats de USB-stick in de wagen \nen wacht op \"Installatie Voltooid\"",
    "Utility.CreateLogStep3": "3. Open het Interrogator-logboek",
    "Utility.APIMModel": "Model APIM",
    "Utility.APIMSize": "Grootte APIM",
    "Utility.APIMType": "Type APIM",
    "Utility.APIMFree": "Vrije Ruimte APIM",
    "MessageBox.UpdateCurrentVersionUtility": "We hebben vastgesteld dat de geïnstalleerde versie niet overeenkomt met uw huidige geselecteerde versie in de instellingen. Wilt U dit automatisch updaten van {0} naar {1}",
    "MessageBox.LogUtilityInvalidFile": "The XML file you have selected could not be read, please ensure this is the correct file. If you are sure this file is correct please contact CyanLabs via our forum or discord server so we can investigate further.",
    "Utility.GracenotesRemovalTitle": "Maak Gracenotes Verwijder USB",
    "Utility.GracenotesRemovalDesc": "Gebruik deze functie om een ​​USB te maken om de verwijdering van Gracenotes te forceren van uw apparaat.",
    "Utility.GracenotesButton": "USB voorbereiden",
    "MessageBox.GenericUtilityComplete": "De voorbereiding van de USB-Stick is voltooid!\n\nVerwijder de USB-stick uit uw computer en plaats deze in uw auto, zorg ervoor dat het contact aan staat en wacht een paar momenten tot hij zegt \"Installatie voltooid\"",
    "Utility.VoiceShrinkerTitle": "Maak een vervangende USB voor Small Voice-pakket",
    "Utility.VoiceShrinkerDesc": "Gebruik deze functie als U na het verwijderen van Gracenotes nog steeds MEM_ERR's krijgt.",
    "Utility.DowngradeTitle": "Maak een downgrade USB",
    "Utility.DowngradeDesc": "Gebruik deze functie als U na het verwijderen van Gracenotes en het verkleinen van uw spraakpakket nog steeds MEM_ERR's krijgt.",
    "Utility.TroubleshootTitle": "Stappen voor Probleemoplossing",
    "Utility.TroubleshootDesc": "Gebruik de onderstaande functies om problemen op te lossen, evenals de verschillende MEM_ERR's die U mogelijk ontvangt.",
    "Utility.TroubleshootMoreDetails": "Meer details!",
    "Utility.ViewAsBuilt": "Bekijk Gedetailleerde AsBuilt",
    "About.Endorsed": "Noch de software noch CyanLabs zijn gelicensieerd of ondersteund door Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "Dit gaat je VIN doorsturen naar onze automatische online decodeer service, door je VIN door te sturen verbetert dit de accuraatheid van onze database.\n\nAls U niet wenst om uw VIN door te sturen, klik dan op Annuleren.",
    "Utility.UploadLog": "Log uploaden",
    "MessageBox.UploadLog": "Om U te helpen bij het opsporen van potentiële problemen, zouden we U aanraden om uw Syn3 Updater log naar onze database te uploaden. Dit log-bestand bevat zowel details over welke opties er werden geselecteerd als ook uw computernaam. \n\nAls U ervoor kiest om deze upload nu niet te doen, kan dit nog altijd later via de tab \"Gereedschap\"  en dan te klikken op de \"Upload Log\" knop.\n\nWilt U de log nu uploaden?",
    "Settings.ReleaseType": "Release Tak",
    "MessageBox.ChangeApplicationReleaseBranch": "Veranderen van tak zal Syn3 Updater heropstarten en automatisch de correcte versie downloaden.\n\nVeranderen van Ci naar Beta/Release kan voor fouten zorgen en dan moet U uw instellingen resetten!\n\nRaadpleeg de documentatie voor verder informatie!\n\nWeet u zeker dat u de 'Release Branch' van Syn3 Updater wilt wijzigen?",
    "Home.NoUSBDir": "Kies een Directory",
    "MessageBox.CancelDeleteFiles": "ALLE GEGEVENS OP DE GESELECTEERDE DIRECTORY ZULLEN VERLOREN GAAN\nPath: {0}\n\nKlik JA om door te gaan.",
    "MessageBox.CompletedFolder": "The Download and Copying of all required files is now complete.\n\nAs you have selected a directory rather than a USB drive you will need to copy the contents of your chosen directory to a ExFAT (MBR) formatted USB drive\n\nIf you have found Syn3 Updater useful considering donating at https://cyanlabs.net/support-us/\n\nIf you are having issues join our discord or community forum, links can be found in the \"About\" tab and on our website.",
    "MessageBox.CancelDownloadIsFolder": "De geselecteerde download directory en bestemming-directory zijn dezelfde, verander een van deze directories om verder te gaan.",
    "About.FHubButton": "F-HUB",
    "Settings.EnterVersion": "Voer uw versie in (Instellingen > Algemeen > Over)",
    "Home.Version": "Versie",
    "Home.Region": "Regio",
    "Home.Nav": "Navigatie",
    "Home.MapVersion": "Kaartversie",
    "Home.NewVersion": "Nieuwe Versie",
    "Settings.FullVersion": "Volledige Versie",
    "Settings.Region": "Regio",
    "Settings.Navigation": "Navigatie",
    "MessageBox.NoVersionOrRegionSelected": "U heeft uw huidige Versie/Regio niet ingesteld!",
    "MessageBox.My20Detected": "Syn3 Updater has detected that you are potentially trying to force the install mode or disable 'My20 Mode' however a APIM Manufactured in 2020 or newer has been previously detected or My20 Mode was manually enabled previously!\n\nUsing the created USB drive on a APIM manufactured in 2020 or newer may result in a bricked unit if you continue with My20 Protection disabled.\n\nBy clicking 'Yes' you will disable all MY20 protection methods embedded in Syn3 Updater\n\nAre you sure you want to override this protection?",
    "MessageBox.My20Found": "Syn3 Updater has determined that your APIM is MY20 (Manufacture Year 2020) or newer, Syn3 Updater will now enforce AutoInstall mode to prevent possible bricking of the APIM!",
    "MessageBox.My20NotFound": "Syn3 Updater has determined that your APIM is NOT MY20 and it is safe to use all functions of Syn3 Updater\n\nPlease note that this detection is not 100% accurate and if you are unsure or believe that the APIM has been replaced in your vehicle please consult CyanLabs via our forum or discord server or you may end up with a bricked APIM!",
    "MessageBox.LogUtilityCompleteMy20": "Voorbereiding van de Interrogator (Logging) USB-stick is gelukt!\n\nVerwijder de USB-stick van uw PC en steek deze in uw wagen, zorg dat het contact aan staat en wacht enkele momenten tot U de melding \"Installatie voltooid\" krijgt of de APIM herstart.\n\nEens dit gelukt is steek de USB-stick opnieuw in uw PC, klik dan op 'OK' and selecteer het XML bestand van uw SyncMyRide map op de USB-stick",
    "String.OnlyMaps": "Update enkel Kaarten",
    "Settings.My20Mode": "Schakel de MY20 Beveiliging",
    "News.ImportantNoticeTitle": "Belangrijke Meldingen",
    "News.NoticeTitle": "Andere Meldingen",
    "News.Changelog": "Aanpassingen",
    "Main.Logs": "Logbestanden",
    "Logs.Path": "Pad Logbestanden",
    "Logs.ViewLog": "Toon",
    "Logs.Delete": "Verwijder Geselecteerde Logbestanden",
    "Logs.OpenFolder": "Open de map \"Logs\"",
    "Settings.AppOptions": "Opties",
    "Settings.AdvancedModeToggle": "Bewerk Geavanceerde Opties?",
    "Settings.LogLocation": "Locatie Logbestand",
    "MessageBox.AdvancedSettings": "Deze instellingen kunnen ervoor zorgen dat de USB, gecreëerd door Syn3 Updater, niet compatibel is met de instellingen van uw wagen, niet tegenstaande veel YouTube video's dit tonen, zou U geen enkele instelling moeten veranderen, enkel indien U weet wat U aan het doen bent.\n\nBent U er zeker van dat U wenst verder te gaan?",
    "MessageBox.My20CheckCancelled": "Geen Interrogator Log bestand geselecteerd, procedure gestopt!",
    "Main.Profiles": "Profielen",
    "Profiles.DeleteProfile": "Verwijder",
    "Profiles.SelectProfile": "Selecteer",
    "Profiles.Rename": "Hernoem",
    "Profiles.CurrentProfile": "Huidig Profiel",
    "Profiles.NewProfile": "Naam Profiel",
    "Profiles.CreateAndSet": "Maak en Configureer Profiel",
    "Home.Profile": "Profiel",
    "MessageBox.InvalidProfile": "U kunt het huidige profiel niet verwijderen. Gelieve eerst een ander profiel te kiezen om daarna het andere profiel te verwijderen.",
    "MessageBox.RemovableDriveFolder": "De map die U hebt geselecteerd, bevindt zich op een niet-vaste schijf, U kunt overwegen de USB zelf te selecteren in plaats van een map op de USB-schijf\n\nAls U toch wenst verder te gaan, klik 'OK'",
    "MessageBox.OptionalFormat": "{0} bevat reeds bestanden.\n\nWenst U {0} ledigen?",
    "Home.DriveSize": "Grootte",
    "Home.DriveFreeSpace": "Ongebruikt",
    "String.Downloading": "Bezig met downloaden",
    "String.Attempt": "Aan het proberen",
    "String.Copying": "Bezig met kopiëren",
    "String.Validating": "Bezig met verifiëren",
    "String.CheckingExistingFile": "Controleert Bestaand Bestand",
    "Home.InstallModeForced": "Beveiliging overschreven",
    "Home.MY20Protection": "MY20 Beveiliging",
    "String.Enabled": "Aan",
    "String.Disabled": "Uit / Geen MY20",
    "String.Yes": "Ja",
    "String.No": "Neen",
    "Settings.DownloadConnections": "Gelijktijdige Downloads",
    "MessageBox.ConnectionClosedByRemoteHost": "Deze fout is meestal tijdelijk en wordt veroorzaakt door een verbroken verbinding op de externe server. Probeer de download opnieuw en Syn3 Updater zal alleen de resterende bestanden downloaden, als het probleem aanhoudt, probeer het op een ander tijdstip van de dag of neem contact op met CyanLabs",
    "String.OK": "OK",
    "String.Error": "Fout",
    "String.Upload": "Upload",
    "String.Warning": "WAARSCHUWING",
    "Home.StartDownloadOnly": "Enkel Downloaden",
    "MessageBox.DownloadOnlyComplete": "Alle bestanden gedownload en met succes geverifeerd!",
    "String.DownloadComplete": "Downloaden Voltooid",
    "MessageBox.DownloadOnlyMode": "U hebt 'Alleen downloaden' geselecteerd. Dit zal alle gevraagde bestanden naar uw downloadmap downloaden en verifiëren, maar ZAL GEEN installatiebestanden voorbereiden. Het kopiëren van deze gedownloade bestanden naar uw USB-station op een later tijdstip zal niet werken zonder handmatige creatie van lst-bestanden !\n\nGebruik a.u.b. 'Selecteer een Directory' uit de USB-drivelijst als u de bestanden wilt voorbereiden voordat U ze naar een USB-drive kopieert of selecteer een USB-drive om de USB-drive direct voor te bereiden!\n\nZodra een USB-drive of Directory is geselecteerd, drukt U op 'Begin' om het proces te starten!\n\nWeet u zeker dat U alleen de bestanden wilt downloaden zonder een USB-drive of Directory voor te bereiden?",
    "Home.FeedbackButton": "Feedback Thread",
    "String.Notice": "Opmerking",
    "String.AutoDetect": "Auto-Detect",
    "Utility.CopyAsBuilt": "Kopieer AsBuilt",
    "Profiles.RenameProfile": "Hernoem",
    "Profiles.Save": "Opslaan",
    "String.Encrypted": "Versleuteld",
    "MessageBox.EncryptedDrive": "Het USB-station dat U hebt geselecteerd, is versleuteld, hetzij door Bitlocker of software van derden. U kunt deze USB-drive pas gebruiken als U de encryptie uitschakelt.\n\nSchakel de encryptie uit en druk op OK om de lijst met USB-drives te vernieuwen.",
    "MessageBox.NoPackagesSelected": "Er zijn geen pakketten geselecteerd, selecteer ten minste één pakket voordat U verdergaat",
    "MessageBox.NoBrowser": "Onmogelijk om de webpagina te openen in de standaard browser, link gekopieerd naar klembord, plak de link in je browser voor bijkomende begeleiding.",
    "MessageBox.MY20InvalidConfiguration": "You have specified that you have a MY20 SYNC unit, You can not create a update USB to go from 3.0 or below to 3.4 while My20 Protection is enabled.\n\nPlease recheck your settings and if you need further assistance visit our forum at https://community.cyanlabs.net\n\nDO NOT DISABLE MY20 PROTECTION IF YOU ARE UNSURE!",
    "Settings.MapKey": "Generator Key",
    "Settings.UpdateLanguages": "Download Latest Localizations",
    "MessageBox.LogUtilityNoModelFound": "The XML file you have selected does not contain a valid 'ECU Delivery Assembly Number' therefore Syn3 Updater can not determine if this is a MY20+ APIM or not!\n\nPost on our Community Forum or our Discord server to see how to proceed from here! \n\nDO NOT CONTINUE WITHOUT GETTING HELP FROM AN EXPERT!",
    "MessageBox.My20CheckV2": "!!! ANSWERING INCORRECTLY WILL RESULT IN YOUR APIM BEING BRICKED !!!\n\nIS YOUR CAR MANUFACTURED IN 2020 OR NEWER?\nor\nIS YOUR SYNC 3 UNIT (APIM) MANUFACTURED IN 2020 OR NEWER? \n(warranty repair, replacement unit, etc) \nor\nIS YOUR SYNC 3 SCREENE MANUFACTURED IN 2020 OR NEWER? \n(warranty repair, replacement unit, etc) \n\nIf you are unsure click 'Yes' and Syn3 Updater will guide you through running the official 'interrogator tool' to validate if you have a MY20 APIM or not, this process is not 100% accurate, the only way to tell for 100% sure is to take your APIM out and check the manufacturer year\n\nCyanLabs are not responsible if you answer incorrectly!"
}