{
    "Main.Home": "Home",
    "Main.About": "Om",
    "Main.Downloads": "Nedlastinger",
    "Main.News": "Nyheter",
    "Main.Crashme": "Brak",
    "Main.Settings": "Innstillinger",
    "Main.Utility": "Verktøy",
    "Home.Refresh": "Forfriske",
    "Home.CurrentConfiguration": "Gjeldende konfigurasjon",
    "Home.DownloadPath": "Last ned bane:",
    "Home.SelectUSBDrive": "Velg A USB-stasjon",
    "Home.DriveName": "Kjøreopplysninger:",
    "Home.DriveLetter": "Stasjonsbokstav:",
    "Home.RecommendedUSBFlashDriveTitle": "Anbefalte USB Flash Drive-størrelser",
    "Home.DriveFileSystem": "Filsystem:",
    "Home.RecommendedUSBFlashDriveNonNav": "Ikke-navigasjons-APIM-er skal være fine med 8 GB",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW, ANZ APIM vil kreve minst 16 GB",
    "Home.RecommendedUSBFlashDriveEU": "EU APIM vil kreve minst 32 GB",
    "Home.Notes": "Merknader:",
    "Home.SelectPackages": "Velg pakker",
    "Home.InstallMode": "Installasjonsmodus:",
    "Home.NoUSB": "Bare nedlasting (INGEN USB)",
    "Home.StartButton": "Start",
    "About.AboutTitle": "Om Syn3 Updater",
    "About.ForumButton": "CYANLABS FORUM",
    "About.DonateButton": "DONERE",
    "About.DocumentationTitle": "Dokumentasjon",
    "About.Documentation": "For å sikre at dokumentasjonen alltid er oppdatert, se nedenstående webside. Hvis du er interessert i å oversette dette til ditt eget språk, kan du finne ytterligere informasjon på samme side.",
    "About.DocumentationButton": "DOKUMENTASJON",
    "About.DisclaimerTitle": "Ansvarsfraskrivelse",
    "About.Disclaimer": "CyanLabs vil ikke være ansvarlig for tap eller skade inkludert, uten begrensning, indirekte eller følgeskader eller skade, eller tap eller skade som helst som følge av bruk eller tap av bruk av data eller fortjeneste, som oppstår ut av eller i forbindelse med bruk av dette programmet eller tilhørende guider. Denne prosessen er ikke godkjent av noen bilprodusent og kan annullere enhver garanti / avtale du måtte ha på plass",
    "About.DisclaimerAgreement": "Jeg forstår og aksepterer risikoen som er beskrevet i ansvarsfraskrivelsen ovenfor.",
    "Download.Queue": "Kø",
    "Download.Log": "Logg",
    "Download.CancelButton": "Avbryt",
    "Download.StartButton": "Start",
    "Download.VerifyingFile": "Verifisere integriteten til",
    "Download.TotalDownload": "Total fremgang",
    "Settings.CarConfiguration": "Bilkonfigurasjon",
    "Settings.EnterRegionNav": "Skriv inn ditt REGION og spesifiser om du har NAVIGASJON",
    "Settings.Warning": "FEIL INFORMASJON KAN GJØRE  n APIMEN DIN MÅLLIG ELLER PERMANENT UBRUKbar",
    "Settings.Configuration": "Konfigurasjon",
    "Settings.DownloadLocation": "Nedlastingssted:",
    "Settings.Language": "Språk:",
    "Settings.AdvancedOptions": "Avanserte instillinger",
    "Settings.InstallMode": "Installasjonsmodus:",
    "Settings.ShowAllReleases": "Vis alle utgivelser:",
    "Settings.PaidOptions": "Betalte alternativer",
    "Settings.LicenseKeyInfo": "Skriv inn lisensnøkkelen din nedenfor for å få tilgang til tilpassede pakker du har kjøpt!",
    "Settings.LicenseKey": "Lisensnøkkel:",
    "Settings.Apply": "Bruk innstillinger",
    "Settings.Downloads": "Bla gjennom",
    "Settings.Theme": "Tema:",
    "MessageBox.DisclaimerNotAccepted": "Les og godta ansvarsfraskrivelsen før du fortsetter. Du vil ikke kunne fortsette med mindre du godtar vilkårene.",
    "MessageBox.DownloadPathChangeCopy": "Vil du flytte eksisterende filer fra {0} til {1}",
    "MessageBox.NoDownloads": "Det er for øyeblikket ingenting i nedlastingskøen din. Gå til hovedsiden for å velge hva du vil laste ned.",
    "MessageBox.CancelNoUSB": "Ingen USB-stasjon valgt. Vil du fortsette med bare nedlastingen?",
    "MessageBox.CancelNoUSBForced": "Ingen USB-stasjon valgt. Du må velge en USB for å fortsette!",
    "MessageBox.CancelMy20": "Syn3 Updater har satt installasjonsmodus til {0}  n IKKE FORTSETT HVIS DU HAR BILTILVIRKT I 2020!  N  nHVIS DU FORTSETTER OG HAR BILTILVIRKT I 2020, MURERER DU SYNKRANSEN!  N  nVed å klikke \" Ja \"du forstår advarselen ovenfor og bekrefter at du ikke har en bil produsert i 2020!",
    "MessageBox.CancelMy20Final": "SISTE ADVARSEL!  n  n Ved å klikke \"Ja\" bekrefter du at du ikke har produsert en bil i 2020!",
    "MessageBox.CancelRegionMismatch": "Nåværende region og ny region er ikke den samme, dette fungerer kanskje ikke. Vil du fortsette uansett?",
    "MessageBox.CancelDownloadIsDrive": "Nedlastingsstien og destinasjons-USB-stasjonen er den samme. Endre nedlastingsstien.",
    "MessageBox.CancelNoApps": "Modus er omformatert eller nedgradert og ingen apppakker er valgt, dette vil resultere i et system som ikke starter opp, ABORTING! Ingen \"APPS\" -pakke er valgt, men Syn3 Updater har bestemt at en nedgradering eller omformatering er nødvendig. Dette vil resultere i et system som ikke starter opp. Avbryter!",
    "MessageBox.CancelFormatUSB": "ADVARSEL, ALLE DATA PÅ DET VALGTE DREVET MISTES {0}  nDrive Letter: {1}  n  nKlikk på YES for å formatere og fortsette.",
    "MessageBox.DownloadInProgress": "En nedlasting eller kopi pågår allerede. Vennligst vent eller avbryt nedlastingen først.",
    "MessageBox.CopyVerificationFailed": "Kunne ikke bekrefte filen tre ganger, sørg for at USB-stasjonen og porten er fullstendig funksjonell, avbryter prosessen!",
    "MessageBox.DownloadVerificationFailed": "Kunne ikke bekrefte nedlastet fil tre ganger, avbryter prosessen!",
    "MessageBox.DownloadOnlyComplete": "Alle filene ble lastet ned og validert, uten kopiering!",
    "MessageBox.OptionalFormatUSB": "Denne USB-stasjonen har allerede blitt brukt av Syn3 Updater.  N  n {0}  nDrive Letter: {1}  n  nFor å bruke eksisterende filer på USB-stasjonen, klikk Nei  nFor å formatere USB-stasjonen, klikk Ja  n  nGjør vil du formatere den valgte USB-stasjonen?",
    "MessageBox.FailedToValidate3": "Kunne ikke validere {0} tre ganger, ABORTING PROCESS!",
    "MessageBox.WebException": "Kunne ikke koble til nedlastingsserveren, {0}",
    "MessageBox.UpdateCurrentversion": "Would you like to update the \"Current Version\" from {0} to {1} so that it is correct for future use?",
    "MessageBox.Completed": "Nedlastingen og kopieringen av filene er nå fullført, bare kast ut denne USB-en fra datamaskinen og sett den inn i bilen din, sørg for at motoren går!  NSyn3Updater åpner deg nå direkte til den relevante delen av CyanLabs-opplæringen for deg å følge i bilen.  n  nHvis Syn3 Updater har vært nyttig for deg, kan du vurdere å donere fra \"Om\" -fanen.",
    "String.NonNavAPIM": "Ikke Nav APIM",
    "MessageBox.LogUtilityComplete": "Klargjøring av logg-USB er fullført, fjern USB-stasjonen fra datamaskinen og sett den inn i bilen din, sørg for at tenningen er på. Noen øyeblikk etter at USB er satt inn, står installasjonen fullført. Sett USB-stasjonen inn på datamaskinen din og trykk \"Trinn 3\"",
    "String.KeepExistingMaps": "Behold eksisterende kart",
    "String.NoMaps": "Ingen kart",
    "String.Required": "PÅKREVET!",
    "String.Completed": "FERDIG FULLT",
    "String.Copied": "kopiert",
    "String.Downloaded": "lastet ned",
    "String.Validated": "validert",
    "Utility.CreateLogTitle": "Opprett Interrogator Log USB",
    "Utility.CreateLogDesc": "Lag en spesiell USB-stasjon som brukes til å generere en loggfil med forskjellige detaljer knyttet til enheten din, følg trinnene nedenfor for å komme i gang.",
    "Utility.CreateLogStep1": "1. Forbered stasjonen",
    "Utility.CreateLogStep2": "2. Sett inn stasjonen i bilen  n og vent på \"Installasjon fullført\"",
    "Utility.CreateLogStep3": "3. Åpne Interrogator Log",
    "Utility.LogXMLTitle": "Synkroniser detaljer",
    "Utility.APIMModel": "APIM-modell:",
    "Utility.APIMSize": "APIM-størrelse:",
    "Utility.APIMType": "APIM-type:",
    "Utility.APIMFree": "APIM ledig plass:",
    "MessageBox.UpdateCurrentVersionUtility": "We have detected that the version installed does not match your currently selected version in the settings, would you like to automatically update this from {0} to {1}",
    "MessageBox.LogUtilityInvalidFile": "XML-filen du valgte, kunne ikke leses. Forsikre deg om at det er riktig fil. Hvis du er sikker på at denne filen er riktig, kan du kontakte CyanLabs slik at vi kan undersøke nærmere.",
    "Utility.GracenotesRemovalTitle": "Opprett fjerning av Gracenotes USB",
    "Utility.GracenotesRemovalDesc": "Bruk denne funksjonen til å lage en USB for å tvinge fjerning av Gracenotes fra enheten.",
    "Utility.GracenotesButton": "Forbered USB",
    "MessageBox.GenericUtilityComplete": "Forberedelsen av USB er fullført, fjern USB-stasjonen fra datamaskinen og sett den inn i bilen din.",
    "Utility.VoiceShrinkerTitle": "Lag liten USB-erstatningspakke",
    "Utility.VoiceShrinkerDesc": "Bruk denne funksjonen hvis du fortsatt har MEM_ERR etter å ha fjernet gracenotes.",
    "Utility.DowngradeTitle": "Opprett nedgradere USB",
    "Utility.DowngradeDesc": "Bruk denne funksjonen hvis du fremdeles får MEM_ERR etter å ha fjernet gracenotes og krympet stemmepakken",
    "Utility.TroubleshootTitle": "Trinn for feilsøking",
    "Utility.TroubleshootDesc": "Bruk funksjonene nedenfor til å feilsøke og løse forskjellige MEM_ERR-er som du kan motta.",
    "Utility.TroubleshootMoreDetails": "Mer informasjon!",
    "Utility.ViewAsBuilt": "View Detailed AsBuilt",
    "About.Endorsed": "This software nor CyanLabs is licensed or endorsed by Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "NOTE: This will submit your vehicles VIN number to Cyanlabs's online decoding service. By submitting your VIN, this will help increase our database's accuracy. Click OK if your happy with this, otherwise click Cancel",
    "Utility.UploadLog": "Upload Log",
    "MessageBox.UploadLog": "To assist in troubleshooting any potential issues we would recommend uploading your log to our database, this log file contains details on what options were selected, if you choose not to upload this log you can do at a later date from the \"Utility\" tab and clicking \"Upload Log\".\n\nDo you want to upload your log now?",
    "MessageBox.UploadLogNoDrive": "You must select a drive that has been used previously and contains a log.txt file to upload your log.",
    "Settings.ReleaseType": "Application Release Type:",
    "MessageBox.ChangeApplicationReleaseBranch": "Changing branch will restart Syn3 Updater and automatically download the relevant build.\n\nChanging from Ci to Beta/Release may result in unhandled exceptions and require you to reset your settings!\n\nRefer to the documentation for further information\n\nAre you sure you want to change the 'Release Branch' of Syn3 Updater?",
    "Home.NoUSBDir": "Select A Directory",
    "MessageBox.CancelDeleteFiles": "WARNING, ALL DATA IN THE SELECTED DIRECTORY WILL BE LOST\nPath: {0}\n\nClick YES to continue.",
    "MessageBox.CompletedFolder": "The download and copying of the files is now complete\nAs you have selected a directory rather than a USB drive you will need to copy the contents of your chosen directory to a ExFAT (MBR) formatted USB drive\n\nIf Syn3 Updater has been useful to you please consider donating from the \"About\" tab.",
    "MessageBox.CancelDownloadIsFolder": "Download directory and selected destination directory are the same, please change one of these directories",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "Skriv inn versjonen din (Innstillinger> Generelt> Om)",
    "Home.Version": "Versjon:",
    "Home.Region": "Region:",
    "Home.Nav": "Navigasjon:",
    "Home.MapVersion": "Kartversjon:",
    "Home.NewVersion": "Ny synkroniseringsversjon",
    "Settings.FullVersion": "Full synkroniseringsversjon:",
    "Settings.Region": "region:",
    "Settings.Navigation": "Navigasjon:",
    "MessageBox.NoVersionOrRegionSelected": "Du har ikke angitt den nåværende versjonen eller regionen!",
    "MessageBox.My20Detected": "Syn3 Updater has detected that you are trying to force the install mode but a MY20 or newer APIM was previously detected! By doing this and using the created USB drive on a MY20 or newer APIM YOU WILL BRICK IT!!\n\nBy clicking 'Yes' you will disable all MY20 protection methods embedded in Syn3 Updater\n\nAre you sure you want to change this install mode?",
    "MessageBox.My20Check": "WARNING, ANSWERING INCORRECTLY COULD RESULT IN YOUR APIM BEING BRICKED!\n\nIs you car manufactured in 2020 or newer?\n\nIf it is click 'Yes' and Syn3 Updater will guide you through running the official 'interrogator tool' to validate if you have a MY20 APIM or not\n\nIf it 2019 or older, click 'No' to continue as planned.",
    "MessageBox.My20Found": "Syn3 Updater has determined that your APIM is MY20 (Manufacture Year 2020) or newer, Syn3 Updater will now enforce autoinstall mode to prevent possible bricking of the APIM!",
    "MessageBox.My20NotFound": "Syn3 Updater has determined that your APIM is NOT MY20 and it is safe to use all functions of Syn3 Updater",
    "MessageBox.LogUtilityCompleteMy20": "Preparation of the Interrogator (Logging) USB Drive completed successfully!\n\nRemove the USB drive from your computer and insert it in to your car, ensure the ignition is on and wait a few moments for it to say \"Installation Complete\" or for the APIM to reboot.\n\nOnce done re-insert the USB drive in to your pc, click 'OK' and select the XML file from your SyncMyRide folder of your USB drive",
    "String.OnlyMaps": "Only Update Maps"
}