{
    "Main.Home": "Hjem",
    "Main.About": "Om",
    "Main.Downloads": "Nedlastinger",
    "Main.News": "Nyheter",
    "Main.Crashme": "Kræsj",
    "Main.Settings": "Innstillinger",
    "Main.Utility": "Verktøy",
    "Home.Refresh": "Oppdater",
    "Home.CurrentConfiguration": "Gjeldende konfigurasjon",
    "Home.DownloadPath": "Last ned bane",
    "Home.SelectUSBDrive": "Velg A USB-stasjon eller mappe",
    "Home.DriveName": "Destinasjon",
    "Home.RecommendedUSBFlashDriveTitle": "Anbefalte USB Flash Drive-størrelser",
    "Home.DriveFileSystem": "Fil System",
    "Home.RecommendedUSBFlashDriveNonNav": "Ikke-navigasjons-APIM-er skal være OK med 8 GB",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW, ANZ APIM vil kreve minst 16 GB",
    "Home.RecommendedUSBFlashDriveEU": "EU APIM vil kreve minst 32 GB",
    "Home.Notes": "Merknader",
    "Home.SelectPackages": "Velg pakker",
    "Home.InstallMode": "Installasjonsmodus",
    "Home.StartButton": "Start",
    "About.AboutTitle": "Om Syn3 Updater",
    "About.ForumButton": "CYANLABS FORUM",
    "About.DonateButton": "DONERE",
    "About.DocumentationTitle": "Dokumentasjon",
    "About.Documentation": "For å sikre at dokumentasjonen alltid er oppdatert, se nedenstående webside. Hvis du er interessert i å oversette dette til ditt eget språk, kan du finne ytterligere informasjon på samme side.",
    "About.DocumentationButton": "DOKUMENTASJON",
    "About.DisclaimerTitle": "Ansvarsfraskrivelse",
    "About.Disclaimer": "CyanLabs vil ikke være ansvarlig for tap eller skade inkludert, uten begrensning, indirekte eller følgeskader eller skade, eller tap eller skade som helst som følge av bruk eller tap av bruk av data eller fortjeneste, som oppstår ut av eller i forbindelse med bruk av dette programmet eller tilhørende guider. Denne prosessen er ikke godkjent av noen bilprodusent og kan annullere enhver garanti / avtale du måtte ha på plass",
    "About.DisclaimerAgreement": "Jeg forstår og aksepterer risikoen som er beskrevet i ansvarsfraskrivelsen ovenfor.",
    "Download.Queue": "Kø",
    "Download.Log": "Logg",
    "Download.CancelButton": "Avbryt",
    "Download.TotalDownload": "Total fremgang",
    "Settings.CarConfiguration": "Bilkonfigurasjon",
    "Settings.EnterRegionNav": "Skriv inn ditt REGION og spesifiser om du har NAVIGASJON",
    "Settings.Warning": "FEIL INFORMASJON KAN GJØRE  n APIMEN DIN MÅLLIG ELLER PERMANENT UBRUKbar",
    "Settings.Configuration": "Konfigurasjon",
    "Settings.DownloadLocation": "Nedlastingssted",
    "Settings.Language": "Språk",
    "Settings.AdvancedOptions": "Avanserte instillinger",
    "Settings.InstallMode": "Installasjonsmodus",
    "Settings.Apply": "Bruk innstillinger",
    "Settings.Theme": "Syn3 Updater tema",
    "MessageBox.DisclaimerNotAccepted": "Les og godta ansvarsfraskrivelsen før du fortsetter. Du vil ikke kunne fortsette med mindre du godtar vilkårene.",
    "MessageBox.DownloadPathChangeCopy": "Vil du flytte eksisterende filer fra {0} til {1}",
    "MessageBox.CancelRegionMismatch": "Nåværende region og ny region er ikke den samme, dette fungerer kanskje ikke. Vil du fortsette uansett?",
    "MessageBox.CancelDownloadIsDrive": "Nedlastingsstien og destinasjons-USB-stasjonen er den samme. Endre nedlastingsstien.",
    "MessageBox.CancelNoApps": "Modus er omformatert eller nedgradert og ingen apppakker er valgt, dette vil resultere i et system som ikke starter opp, ABORTING! Ingen \"APPS\" -pakke er valgt, men Syn3 Updater har bestemt at en nedgradering eller omformatering er nødvendig. Dette vil resultere i et system som ikke starter opp. Avbryter!",
    "MessageBox.CancelFormatUSB": "ADVARSEL, ALLE DATA PÅ DEN VALGTE DRIVE MISTES {0}  nDrive Letter: {1}  n  nKlikk på YES for å formatere og fortsette.",
    "MessageBox.DownloadInProgress": "En nedlasting eller kopi pågår allerede. Vennligst vent eller avbryt nedlastingen først.",
    "MessageBox.OptionalFormatUSB": "Denne USB-stasjonen har allerede blitt brukt av Syn3 Updater.  N  n {0}  nDrive Letter: {1}  n  nFor å bruke eksisterende filer på USB-stasjonen, klikk Nei  nFor å formatere USB-stasjonen, klikk Ja  n  nGjør vil du formatere den valgte USB-stasjonen?",
    "MessageBox.FailedToValidate3": "Kunne ikke validere {0} tre ganger, ABORTING PROCESS!",
    "MessageBox.Completed": "Nedlastingen og kopieringen av filene er nå fullført, bare kast ut denne USB-en fra datamaskinen og sett den inn i bilen din, sørg for at motoren går!  NSyn3Updater åpner deg nå direkte til den relevante delen av CyanLabs-opplæringen for deg å følge i bilen.  n  nHvis Syn3 Updater har vært nyttig for deg, kan du vurdere å donere fra \"Om\" -fanen.",
    "String.NonNavAPIM": "Ikke Nav APIM",
    "MessageBox.LogUtilityComplete": "Klargjøring av logg-USB er fullført, fjern USB-stasjonen fra datamaskinen og sett den inn i bilen din, sørg for at tenningen er på. Noen øyeblikk etter at USB er satt inn, står installasjonen fullført. Sett USB-stasjonen inn på datamaskinen din og trykk \"Trinn 3\"",
    "String.KeepExistingMaps": "Behold eksisterende kart",
    "String.NoMaps": "Ingen kart",
    "String.Completed": "Fullført uten feil",
    "String.Copied": "kopiert",
    "String.Downloaded": "lastet ned",
    "String.Validated": "validert",
    "Utility.CreateLogTitle": "Opprett Interrogator Log USB",
    "Utility.CreateLogDesc": "Lag en spesiell USB-stasjon som brukes til å generere en loggfil med forskjellige detaljer knyttet til enheten din, følg trinnene nedenfor for å komme i gang.",
    "Utility.CreateLogStep1": "1. Forbered stasjonen",
    "Utility.CreateLogStep2": "2. Sett inn stasjonen i bilen  n og vent på \"Installasjon fullført\"",
    "Utility.CreateLogStep3": "3. Åpne Interrogator Log",
    "Utility.APIMModel": "APIM-modell:",
    "Utility.APIMSize": "APIM-størrelse:",
    "Utility.APIMType": "APIM-type:",
    "Utility.APIMFree": "APIM ledig plass:",
    "MessageBox.UpdateCurrentVersionUtility": "Vi har oppdaget at ",
    "MessageBox.LogUtilityInvalidFile": "The XML file you have selected could not be read, please ensure this is the correct file. If you are sure this file is correct please contact CyanLabs via our forum or discord server so we can investigate further.",
    "Utility.GracenotesRemovalTitle": "Opprett fjerning av Gracenotes USB",
    "Utility.GracenotesRemovalDesc": "Bruk denne funksjonen til å lage en USB for å tvinge fjerning av Gracenotes fra enheten.",
    "Utility.GracenotesButton": "Forbered USB",
    "MessageBox.GenericUtilityComplete": "Forberedelsen av USB er fullført, fjern USB-stasjonen fra datamaskinen og sett den inn i bilen din.",
    "Utility.VoiceShrinkerTitle": "Lag liten USB-erstatningspakke",
    "Utility.VoiceShrinkerDesc": "Bruk denne funksjonen hvis du fortsatt har MEM_ERR etter å ha fjernet gracenotes.",
    "Utility.DowngradeTitle": "Opprett nedgradere USB",
    "Utility.DowngradeDesc": "Bruk denne funksjonen hvis du fremdeles får MEM_ERR etter å ha fjernet gracenotes og krympet stemmepakken",
    "Utility.TroubleshootTitle": "Trinn for feilsøking",
    "Utility.TroubleshootDesc": "Bruk funksjonene nedenfor til å feilsøke og løse forskjellige MEM_ERR-er som du kan motta.",
    "Utility.TroubleshootMoreDetails": "Mer informasjon!",
    "Utility.ViewAsBuilt": "View Detailed AsBuilt",
    "About.Endorsed": "This software nor CyanLabs is licensed or endorsed by Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "This will submit your vehicles VIN along to our automatic online decoding service, by submitting your VIN this will help increase the accuracy of our database. \n\nIf you do not wish to submit your VIN click Cancel.",
    "Utility.UploadLog": "Upload Log",
    "MessageBox.UploadLog": "To assist in troubleshooting any potential issues we would recommend uploading your Syn3Updater log to our database, this log file contains details on what options were selected as well as your computer name to link all logs to one identity.\n\nIf you choose not to upload this log you can do so at a later date from the \"Utility\" tab and clicking the \"Upload Log\" button.\n\nDo you want to upload your log now?",
    "Settings.ReleaseType": "Release Branch",
    "MessageBox.ChangeApplicationReleaseBranch": "Changing branch will restart Syn3 Updater and automatically download the relevant build.\n\nChanging from Alpha to Beta/Release may result in unhandled exceptions and require you to reset your settings!\n\nRefer to the documentation for further information\n\nAre you sure you want to change the 'Release Branch' of Syn3 Updater?",
    "Home.NoUSBDir": "Select A Directory",
    "MessageBox.CancelDeleteFiles": "ALL DATA IN THE SELECTED DIRECTORY WILL BE LOST\nPath: {0}\n\nClick YES to continue.",
    "MessageBox.CompletedFolder": "The Download and Copying of all required files is now complete.\n\nAs you have selected a directory rather than a USB drive you will need to copy the contents of your chosen directory to a ExFAT (MBR) formatted USB drive\n\nIf you have found Syn3 Updater useful considering donating at https://cyanlabs.net/support-us/\n\nIf you are having issues join our discord or community forum, links can be found in the \"About\" tab and on our website.",
    "MessageBox.CancelDownloadIsFolder": "The selected download directory and destination directory are the same, you must change one of these directories to continue.",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "Skriv inn versjonen din (Innstillinger> Generelt> Om)",
    "Home.Version": "Versjon:",
    "Home.Region": "Region:",
    "Home.Nav": "Navigasjon:",
    "Home.MapVersion": "Kartversjon:",
    "Home.NewVersion": "Ny versjon",
    "Settings.FullVersion": "Full versjon:",
    "Settings.Region": "Region:",
    "Settings.Navigation": "Navigasjon:",
    "MessageBox.NoVersionOrRegionSelected": "Du har ikke angitt den nåværende versjonen eller regionen!",
    "MessageBox.My20Detected": "Syn3 Updater has detected that you are potentially trying to force the install mode or disable 'My20 Mode' however a APIM Manufactured in 2020 or newer has been previously detected or My20 Mode was manually enabled previously!\n\nUsing the created USB drive on a APIM manufactured in 2020 or newer may result in a bricked unit if you continue with My20 Protection disabled.\n\nBy clicking 'Yes' you will disable all MY20 protection methods embedded in Syn3 Updater\n\nAre you sure you want to override this protection?",
    "MessageBox.My20Found": "Syn3 Updater has determined that your APIM is MY20 (Manufacture Year 2020) or newer, Syn3 Updater will now enforce AutoInstall mode to prevent possible bricking of the APIM!",
    "MessageBox.My20NotFound": "Syn3 Updater has determined that your APIM is NOT MY20 and it is safe to use all functions of Syn3 Updater\n\nPlease note that this detection is not 100% accurate and if you are unsure or believe that the APIM has been replaced in your vehicle please consult CyanLabs via our forum or discord server or you may end up with a bricked APIM!",
    "MessageBox.LogUtilityCompleteMy20": "Preparation of the Interrogator (Logging) USB Drive completed successfully!\n\nRemove the USB drive from your computer and insert it in to your car, ensure the ignition is on and wait a few moments for it to say \"Installation Complete\" or for the APIM to reboot.\n\nOnce done re-insert the USB drive in to your pc, click 'OK' and select the XML file from your SyncMyRide folder of your USB drive",
    "String.OnlyMaps": "Bare oppdatér kart",
    "Settings.My20Mode": "Skru på MY20 Beskyttelse",
    "News.ImportantNoticeTitle": "Viktige beskjeder",
    "News.NoticeTitle": "Andre beskjeder",
    "News.Changelog": "Endringslogg",
    "Main.Logs": "Logs",
    "Logs.Path": "Log Path",
    "Logs.ViewLog": "View",
    "Logs.Delete": "Delete Selected Logs",
    "Logs.OpenFolder": "Open Log folder",
    "Settings.AppOptions": "Application Options",
    "Settings.AdvancedModeToggle": "Edit Advanced Options?",
    "Settings.LogLocation": "Log File Location",
    "MessageBox.AdvancedSettings": "These settings may cause the USB created by Syn3 Updater to be incompatible with your car configuration, despite what many YouTube videos say you should not change any of these settings unless you know what you are doing!\n\nAre you sure you want to continue?",
    "MessageBox.My20CheckCancelled": "No interrogator log file was selected, aborting process!",
    "Main.Profiles": "Profiles",
    "Profiles.DeleteProfile": "Delete",
    "Profiles.SelectProfile": "Select",
    "Profiles.Rename": "Rename",
    "Profiles.CurrentProfile": "Current Profile",
    "Profiles.NewProfile": "Profile Name",
    "Profiles.CreateAndSet": "Create and Set Profile",
    "Home.Profile": "Profile",
    "MessageBox.InvalidProfile": "You can not delete the currently active profile, please select another profile and then delete this profile\n",
    "MessageBox.RemovableDriveFolder": "The folder you have selected is located on a non fixed drive, you should consider selecting the USB itself rather than selecting a folder on the USB drive\n\nIf you wish to continue anyway click 'OK'",
    "MessageBox.OptionalFormat": "{0} already contains files.\n\nDo you want to empty {0}?",
    "Home.DriveSize": "Size",
    "Home.DriveFreeSpace": "Free",
    "String.Downloading": "Downloading",
    "String.Attempt": "Attempt",
    "String.Copying": "Copying",
    "String.Validating": "Validating",
    "String.CheckingExistingFile": "Checking Existing File",
    "Home.InstallModeForced": "Forced",
    "Home.MY20Protection": "MY20 Protection",
    "String.Enabled": "Enabled",
    "String.Disabled": "Disabled / Not MY20",
    "String.Yes": "Yes",
    "String.No": "No",
    "Settings.DownloadConnections": "Download Connections",
    "MessageBox.ConnectionClosedByRemoteHost": "This error is usually temporary and caused by a connection drop on the remote server. Re-attempt the download and Syn3 Updater will only download the remaining files, if the issue persists try at another time of day or contact CyanLabs",
    "String.OK": "OK",
    "String.Error": "Error",
    "String.Upload": "Upload",
    "String.Warning": "WARNING",
    "Home.StartDownloadOnly": "Download Only",
    "MessageBox.DownloadOnlyComplete": "All files downloaded and verified successfully!",
    "String.DownloadComplete": "Download Complete",
    "MessageBox.DownloadOnlyMode": "You have selected 'Download Only' this will download all the files requested to your download directory and verify them but WILL NOT prepare any install files, copying these downloaded files to your USB drive at a later date will not work without manual creation of lst files!\n\nPlease use 'Select A Directory' from the USB Drive list if you wish to prepare the files before copying to a USB drive or select a USB Drive to prepare the USB Drive directly!\n\nOnce a USB Drive or Directory has been selected press 'Start' to begin the process!\n\nAre you sure you want to only download the files without preparing a USB Drive or Directory?",
    "Home.FeedbackButton": "Feedback Thread",
    "String.Notice": "Notice",
    "String.AutoDetect": "Auto-Detect",
    "Utility.CopyAsBuilt": "Copy AsBuilt",
    "Profiles.RenameProfile": "Rename",
    "Profiles.Save": "Save",
    "String.Encrypted": "Encrypted",
    "MessageBox.EncryptedDrive": "The USB drive you have selected has been detected as being encrypted, either by Bitlocker or some third party software. You will not be able to use this USB Drive until you disable the encryption.\n\nPlease disable the encryption and press OK to refresh the USB Drive list.",
    "MessageBox.NoPackagesSelected": "No packages have been selected, please select atleast one package before continuing",
    "MessageBox.NoBrowser": "Unable to open webpage using default web browser, link copied to clipboard, please paste the link in to your browser for additional guidance.",
    "MessageBox.MY20InvalidConfiguration": "You have specified that you have a MY20 SYNC unit, You can not create a update USB to go from 3.0 or below to 3.4 while My20 Protection is enabled.\n\nPlease recheck your settings and if you need further assistance visit our forum at https://community.cyanlabs.net\n\nDO NOT DISABLE MY20 PROTECTION IF YOU ARE UNSURE!",
    "Settings.MapKey": "Generator Key",
    "Settings.UpdateLanguages": "Download Latest Localizations",
    "MessageBox.LogUtilityNoModelFound": "The XML file you have selected does not contain a valid 'ECU Delivery Assembly Number' therefore Syn3 Updater can not determine if this is a MY20+ APIM or not!\n\nPost on our Community Forum or our Discord server to see how to proceed from here! \n\nDO NOT CONTINUE WITHOUT GETTING HELP FROM AN EXPERT!",
    "MessageBox.My20CheckV2": "!!! ANSWERING INCORRECTLY WILL RESULT IN YOUR APIM BEING BRICKED !!!\n\nIS YOUR CAR MANUFACTURED IN 2020 OR NEWER?\nor\nIS YOUR SYNC 3 UNIT (APIM) MANUFACTURED IN 2020 OR NEWER? \n(warranty repair, replacement unit, etc) \nor\nIS YOUR SYNC 3 SCREEN MANUFACTURED IN 2020 OR NEWER? \n(warranty repair, replacement unit, etc) \n\nIf you are unsure click 'Yes' and Syn3 Updater will guide you through running the official 'interrogator tool' to validate if you have a MY20 APIM or not, this process is not 100% accurate, the only way to tell for 100% sure is to take your APIM out and check the manufacturer year\n\nCyanLabs are not responsible if you answer incorrectly!"
}