{
    "Main.Home": "Dom",
    "Main.About": "O",
    "Main.Downloads": "Pliki do pobrania",
    "Main.News": "Aktualności",
    "Main.Crashme": "Wypadek",
    "Main.Settings": "Ustawienia",
    "Main.Utility": "Narzędzia",
    "Home.Refresh": "Odświeżać",
    "Home.CurrentConfiguration": "Bieżąca konfiguracja",
    "Home.DownloadPath": "Ścieżka pobierania:",
    "Home.SelectUSBDrive": "Wybierz napęd USB",
    "Home.DriveName": "Szczegóły dysku:",
    "Home.DriveLetter": "Litera dysku:",
    "Home.RecommendedUSBFlashDriveTitle": "Zalecane rozmiary pamięci flash USB",
    "Home.DriveFileSystem": "System plików:",
    "Home.RecommendedUSBFlashDriveNonNav": "APIM bez nawigacji powinno być w porządku z 8 GB",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW, ANZ APIM będą wymagały co najmniej 16 GB",
    "Home.RecommendedUSBFlashDriveEU": "EU APIM wymagają co najmniej 32 GB",
    "Home.Notes": "Uwagi:",
    "Home.SelectPackages": "Wybierz Pakiety",
    "Home.InstallMode": "Tryb instalacji:",
    "Home.NoUSB": "Tylko pobierz (BEZ USB)",
    "Home.StartButton": "Zacznij",
    "About.AboutTitle": "O Syn3 Updater",
    "About.ForumButton": "CYANLABS FORUM",
    "About.DonateButton": "DAROWIZNA",
    "About.DocumentationTitle": "Dokumentacja",
    "About.Documentation": "Aby upewnić się, że dokumentacja jest zawsze aktualna, zapoznaj się z poniższą stroną internetową, jeśli jesteś zainteresowany przetłumaczeniem jej na swój język, dodatkowe informacje można znaleźć na tej samej stronie.",
    "About.DocumentationButton": "DOKUMENTACJA",
    "About.DisclaimerTitle": "Zrzeczenie się",
    "About.Disclaimer": "CyanLabs nie będzie ponosić odpowiedzialności za jakiekolwiek straty lub szkody, w tym między innymi straty lub szkody pośrednie lub następcze lub jakiekolwiek straty lub szkody wynikające z użytkowania lub utraty użytkowania danych lub zysków, wynikające z lub w związku z korzystanie z tej aplikacji lub powiązanych przewodników. Ten proces nie jest zatwierdzony przez żadnego producenta pojazdu i może unieważnić jakąkolwiek gwarancję / umowę, którą możesz mieć",
    "About.DisclaimerAgreement": "Rozumiem i akceptuję ryzyko opisane w powyższym zrzeczeniu się odpowiedzialności.",
    "Download.Queue": "Kolejka",
    "Download.Log": "Log",
    "Download.CancelButton": "Anuluj",
    "Download.StartButton": "Początek",
    "Download.VerifyingFile": "Weryfikacja integralności",
    "Download.TotalDownload": "Całkowity postęp",
    "Settings.CarConfiguration": "Konfiguracja samochodu",
    "Settings.EnterRegionNav": "Podaj swój REGION i określ, czy masz NAWIGACJĘ",
    "Settings.Warning": "NIEPRAWIDŁOWE INFORMACJE MOGĄ SPOWODOWAĆ, ŻE  n TWÓJ APIM NIE JEST TYMCZASOWO LUB TRWAŁE",
    "Settings.Configuration": "Konfiguracja",
    "Settings.DownloadLocation": "Lokalizacja pobierania:",
    "Settings.Language": "Język:",
    "Settings.AdvancedOptions": "Zaawansowane opcje",
    "Settings.InstallMode": "Tryb instalacji:",
    "Settings.ShowAllReleases": "Pokaż wszystkie wydania:",
    "Settings.PaidOptions": "Płatne opcje",
    "Settings.LicenseKeyInfo": "Wpisz swój klucz licencyjny poniżej, aby uzyskać dostęp do zakupionych niestandardowych pakietów!",
    "Settings.LicenseKey": "Klucz licencyjny:",
    "Settings.Apply": "Zastosuj ustawienia",
    "Settings.Downloads": "Przeglądaj",
    "Settings.Theme": "Motyw:",
    "MessageBox.DisclaimerNotAccepted": "Przeczytaj i zaakceptuj wyłączenie odpowiedzialności, zanim przejdziesz dalej. Nie będziesz mógł kontynuować, jeśli nie zaakceptujesz warunków.",
    "MessageBox.DownloadPathChangeCopy": "Czy chcesz przenieść istniejące pliki z {0} do {1}",
    "MessageBox.NoDownloads": "Obecnie nie ma nic w Twojej kolejce pobierania. Odwiedź stronę główną, aby wybrać, co chcesz pobrać.",
    "MessageBox.CancelNoUSB": "Nie wybrano dysku USB, czy chcesz kontynuować tylko pobieranie?",
    "MessageBox.CancelNoUSBForced": "Nie wybrano napędu USB, aby kontynuować, musisz wybrać USB!",
    "MessageBox.CancelMy20": "Syn3 Updater ustawił tryb instalacji na {0}  n NIE KONTYNUUJ, JEŚLI MASZ SAMOCHÓD WYKONANY W 2020 ROKU!  N  nJEŚLI KONTYNUUJESZ I MASZ SAMOCHÓD WYKONANY W 2020 ROKU, ZBUDUJESZ SWOJĄ!  N  nKlikając \" Tak, rozumiesz powyższe ostrzeżenie i potwierdzasz, że nie masz samochodu wyprodukowanego w 2020 roku!",
    "MessageBox.CancelMy20Final": "OSTATNIE OSTRZEŻENIE!  n  nKlikając „Tak”, potwierdzasz, że nie masz samochodu wyprodukowanego w 2020 roku!",
    "MessageBox.CancelRegionMismatch": "Obecny region i nowy region nie są takie same, może to nie działać. Czy chciałbyś kontynuować pomimo tego?",
    "MessageBox.CancelDownloadIsDrive": "Ścieżka pobierania i docelowy dysk USB są takie same, zmień ścieżkę pobierania.",
    "MessageBox.CancelNoApps": "Tryb jest przeformatowany lub obniżony i nie wybrano żadnego pakietu aplikacji, spowoduje to brak uruchamiania systemu, PRZERWANIE! Nie wybrano żadnego pakietu „APPS”, ale Syn3 Updater stwierdził, że wymagana jest zmiana wersji na starszą lub ponowne formatowanie, co spowoduje, że system się nie uruchomi. Przerwanie!",
    "MessageBox.CancelFormatUSB": "OSTRZEŻENIE, WSZYSTKIE DANE NA WYBRANYM DYSKU ZOSTANĄ UTRACONE {0}  nLiter dysku: {1}  n  nKliknij TAK, aby sformatować i kontynuować.",
    "MessageBox.DownloadInProgress": "Pobieranie lub kopiowanie jest już w toku, najpierw poczekaj lub anuluj pobieranie.",
    "MessageBox.CopyVerificationFailed": "Nie udało się zweryfikować pliku 3 razy, upewnij się, że dysk USB i port są w pełni funkcjonalne, przerywając proces!",
    "MessageBox.DownloadVerificationFailed": "Nie udało się zweryfikować pobranego pliku 3 razy, przerywanie procesu!",
    "MessageBox.DownloadOnlyComplete": "Wszystkie pliki zostały pobrane i sprawdzone pomyślnie, kopiowanie nie zostało wykonane!",
    "MessageBox.OptionalFormatUSB": "Ten napęd USB był już używany przez Syn3 Updater.  N  n {0}  nLiter dysku: {1}  n  nAby użyć istniejących plików na dysku USB, kliknij Nie  nAby sformatować dysk USB, kliknij Tak  n  nDo chcesz sformatować wybrany dysk USB?",
    "MessageBox.FailedToValidate3": "Nie udało się zweryfikować {0} 3 razy, PRZERWANIE PROCESU!",
    "MessageBox.WebException": "Nie udało się połączyć z serwerem pobierania, {0}",
    "MessageBox.UpdateCurrentversion": "Would you like to update the \"Current Version\" from {0} to {1} so that it is correct for future use?",
    "MessageBox.Completed": "Pobieranie i kopiowanie plików zostało zakończone, po prostu wyjmij to USB z komputera i włóż do samochodu, upewnij się, że silnik działa!  NSyn3Updater otworzy teraz bezpośrednio odpowiednią część samouczka CyanLabs. do podążania w samochodzie.  n  nJeśli Syn3 Updater był dla Ciebie przydatny, rozważ przekazanie darowizny z zakładki „Informacje”.",
    "String.NonNavAPIM": "Non Nav APIM",
    "MessageBox.LogUtilityComplete": "Przygotowanie logu USB zakończone, wyjmij dysk USB z komputera i włóż go do samochodu, upewnij się, że zapłon jest włączony. Kilka chwil po włożeniu USB wyświetli się komunikat o zakończeniu instalacji. Ponownie włóż dysk USB do komputera i naciśnij „Krok 3”",
    "String.KeepExistingMaps": "Zachowaj istniejące mapy",
    "String.NoMaps": "Brak map",
    "String.Required": "WYMAGANY!",
    "String.Completed": "ZAKOŃCZONO SUKCESEM",
    "String.Copied": "skopiowane",
    "String.Downloaded": "pobrane",
    "String.Validated": "zwalidowany",
    "Utility.CreateLogTitle": "Utwórz dziennik XML na USB",
    "Utility.CreateLogDesc": "Utwórz specjalny dysk USB używany do generowania pliku XML dotyczącego jednostki, wykonaj poniższe czynności, aby rozpocząć.",
    "Utility.CreateLogStep1": "1. Przygotuj dysk",
    "Utility.CreateLogStep2": "2. Włóż dysk do samochodu\n poczekaj „Instalacja zakończona”",
    "Utility.CreateLogStep3": "3. Otwórz dziennik Interrogatora",
    "Utility.LogXMLTitle": "szczegóły",
    "Utility.APIMModel": "Model APIM:",
    "Utility.APIMSize": "Rozmiar APIM:",
    "Utility.APIMType": "Typ APIM:",
    "Utility.APIMFree": "Wolna przestrzeń APIM:",
    "MessageBox.UpdateCurrentVersionUtility": "We have detected that the version installed does not match your currently selected version in the settings, would you like to automatically update this from {0} to {1}",
    "MessageBox.LogUtilityInvalidFile": "Nie można odczytać wybranego pliku XML. Upewnij się, że jest to poprawny plik. Jeśli jesteś pewien, że ten plik jest poprawny, skontaktuj się z CyanLabs, abyśmy mogli dokładniej zbadać sprawę.",
    "Utility.GracenotesRemovalTitle": "Utwórz USB do usuwania Gracenotes",
    "Utility.GracenotesRemovalDesc": "Użyj tej funkcji, aby utworzyć USB, aby wymusić usunięcie Gracenotes z jednostki.",
    "Utility.GracenotesButton": "Przygotuj USB",
    "MessageBox.GenericUtilityComplete": "Przygotowanie USB jest zakończone, wyjmij dysk USB z komputera i włóż go do samochodu.",
    "Utility.VoiceShrinkerTitle": "Utwórz mały pakiet głosowy zastępujący USB",
    "Utility.VoiceShrinkerDesc": "Użyj tej funkcji, jeśli po usunięciu gracenotes nadal masz MEM_ERR.",
    "Utility.DowngradeTitle": "Utwórz downgrade USB",
    "Utility.DowngradeDesc": "Użyj tej funkcji, jeśli po usunięciu gracenotes i zmniejszeniu pakietu głosowego nadal otrzymujesz MEM_ERR",
    "Utility.TroubleshootTitle": "Kroki rozwiązywania problemów",
    "Utility.TroubleshootDesc": "Użyj poniższych funkcji, aby rozwiązać problemy i rozwiązać różne MEM_ERR, które możesz otrzymać.",
    "Utility.TroubleshootMoreDetails": "Więcej szczegółów!",
    "Utility.ViewAsBuilt": "Zobacz szczegółowe AsBuilt",
    "About.Endorsed": "To oprogramowanie CyanLabs nie są licencjonowane ani zatwierdzane przez Ford / FoMoCo",
    "MessageBox.AsBuiltVinWarning": "UWAGA: Spowoduje to przesłanie numeru VIN pojazdu do usługi dekodowania online Cyanlabs. Podanie numeru VIN pomoże zwiększyć dokładność naszej bazy danych. Kliknij OK, jeśli jesteś z tego zadowolony, w przeciwnym razie kliknij Anuluj",
    "Utility.UploadLog": "Zobacz Dziennik",
    "MessageBox.UploadLog": "Aby pomóc w rozwiązywaniu potencjalnych problemów, zalecamy przesłanie dziennika do naszej bazy danych. Ten plik dziennika zawiera szczegółowe informacje na temat wybranych opcji. Jeśli zdecydujesz się nie przesyłać tego dziennika, możesz to zrobić później, korzystając z zakładki „Narzędzia” klikając „Prześlij dziennik”.  n  nCzy chcesz teraz przesłać swój dziennik?",
    "MessageBox.UploadLogNoDrive": "Aby przesłać dziennik, musisz wybrać dysk, który był używany wcześniej i zawiera plik log.txt.",
    "Settings.ReleaseType": "Application Release Type:",
    "MessageBox.ChangeApplicationReleaseBranch": "Changing branch will restart Syn3 Updater and automatically download the relevant build.\n\nChanging from Ci to Beta/Release may result in unhandled exceptions and require you to reset your settings!\n\nRefer to the documentation for further information\n\nAre you sure you want to change the 'Release Branch' of Syn3 Updater?",
    "Home.NoUSBDir": "Select A Directory",
    "MessageBox.CancelDeleteFiles": "WARNING, ALL DATA IN THE SELECTED DIRECTORY WILL BE LOST\nPath: {0}\n\nClick YES to continue.",
    "MessageBox.CompletedFolder": "The download and copying of the files is now complete\nAs you have selected a directory rather than a USB drive you will need to copy the contents of your chosen directory to a ExFAT (MBR) formatted USB drive\n\nIf Syn3 Updater has been useful to you please consider donating from the \"About\" tab.",
    "MessageBox.CancelDownloadIsFolder": "Download directory and selected destination directory are the same, please change one of these directories",
    "About.FHubButton": "CENTRUM F",
    "Settings.EnterVersion": "Wprowadź swoją wersję (Ustawienia> Ogólne> Informacje)",
    "Home.Version": "Wersja:",
    "Home.Region": "Region:",
    "Home.Nav": "Nawigacja:",
    "Home.MapVersion": "Wersja mapy:",
    "Home.NewVersion": "Nowa wersja",
    "Settings.FullVersion": "Pełna wersja:",
    "Settings.Region": "Region:",
    "Settings.Navigation": "Nawigacja:",
    "MessageBox.NoVersionOrRegionSelected": "Nie ustawiłeś aktualnej wersji lub regionu!",
    "MessageBox.My20Detected": "",
    "MessageBox.My20Check": "",
    "MessageBox.My20Found": "",
    "MessageBox.My20NotFound": "",
    "MessageBox.LogUtilityCompleteMy20": "",
    "String.OnlyMaps": ""
}