{
    "Main.Home": "Home",
    "Main.About": "Sobre",
    "Main.Downloads": "Downloads",
    "Main.News": "Noticias",
    "Main.Crashme": "Crash",
    "Main.Settings": "Configurações",
    "Main.Utility": "Utilidades",
    "Home.Refresh": "Recerregar",
    "Home.CurrentConfiguration": "Configuração atual",
    "Home.DownloadPath": "Pasta para Download",
    "Home.SelectUSBDrive": "Selecione um USB ou Pasta",
    "Home.DriveName": "Destino",
    "Home.RecommendedUSBFlashDriveTitle": "Tamanhos recomendados de pen drive",
    "Home.DriveFileSystem": "Sistema de Arquivos",
    "Home.RecommendedUSBFlashDriveNonNav": "APIM sem GPS pode usar 8GB",
    "Home.RecommendedUSBFlashDriveNA": "APIM NA, ROW e ANZ requerem pelo menos 16GB",
    "Home.RecommendedUSBFlashDriveEU": "APIM EU requer pelo menos 32GB",
    "Home.Notes": "Notas",
    "Home.SelectPackages": "Selecione os pacotes",
    "Home.InstallMode": "Modo de Instalação",
    "Home.StartButton": "Iniciar",
    "About.AboutTitle": "Sobre Syn3 Updater",
    "About.ForumButton": "Fórum CYANLABS",
    "About.DonateButton": "DOE",
    "About.DocumentationTitle": "Documentação",
    "About.Documentation": "Para se certificar que a documentação está sempre atualizada, favor conferir na página abaixo, se estiver interessado em traduzir para o seu idioma, você pode achar informações nesta mesma página.",
    "About.DocumentationButton": "DOCUMENTAÇÃO",
    "About.DisclaimerTitle": "Responsabilidade",
    "About.Disclaimer": "Cyanlabs não é responsável por perdas ou danos, incluindo, sem limites, perdas ou danos conseguenciais ou indiretos, ou qualquer perda ou dano que possa ser ocasionada pelo uso ou ou perda de uso, como dados ou lucros relacionados ou conectados ao uso desta aplicação ou dos guias associados. Este processo não é aprovado por nenhum fabricante de veículos e pode invalidar sua garantia.",
    "About.DisclaimerAgreement": "Eu entendo e aceito os riscos apresentados no Disclaimer acima",
    "Download.Queue": "Fila",
    "Download.Log": "Log",
    "Download.CancelButton": "Cancelar",
    "Download.TotalDownload": "Progresso Total",
    "Settings.CarConfiguration": "Configuração do Veículo",
    "Settings.EnterRegionNav": "Entre sua REGIÃO e especifique se tem GPS",
    "Settings.Warning": "INFORMAÇÃO INCORRETA PODE DEIXAR SUA APIM INUTILIZADA",
    "Settings.Configuration": "Configuração",
    "Settings.DownloadLocation": "Pasta de Download",
    "Settings.Language": "Idioma",
    "Settings.AdvancedOptions": "Opções Avançadas",
    "Settings.InstallMode": "Modo de Instalação",
    "Settings.LicenseKey": "Chave de Licença (Itens Pagos)",
    "Settings.Apply": "Aplicar Configurações",
    "Settings.Theme": "Tema",
    "MessageBox.DisclaimerNotAccepted": "Favor ler e aceitar a responsabilidade antes de continuar. Você não poderá continuar se não aceitar os termos.",
    "MessageBox.DownloadPathChangeCopy": "Você deseja mover os arquivos existentes de {0} para {1}",
    "MessageBox.CancelRegionMismatch": "A região atual e a região selecionada não são iguais, isto pode causar problemas!\nDeseja continuar mesmo assim?",
    "MessageBox.CancelDownloadIsDrive": "Pasta de Download e USB de destino são os mesmos, favor selecionar nova pasta de download ou outro pen-drive.",
    "MessageBox.CancelNoApps": "Selecionada reformatação ou downgrade, mas nenhum pacote de APPS foi selecionado. SYN3 Updater determinou que downgrade ou reformatação são necessários, isto resultará num sistema travado. ABORTANDO!\n",
    "MessageBox.CancelFormatUSB": "TODOS OS DADOS NO PEN-DRIVE SERÃO APAGADOS {0}\nLetra do Drive: {1}\n\nClique SIM para formatar e continuar.",
    "MessageBox.DownloadInProgress": "Outra operação já está sendo executada, favor aguardar o fim desta antes de continuar.",
    "MessageBox.OptionalFormatUSB": "Este pen-drive já foi utilizado pelo Syn3 Updater.\n\n{0}\nLetra do Drive: {1}\n\nPara usar os arquivos que já estão no pen drive clique Não\nPara formatar o pen drive clique Sim\n\nVocê deseja formatar este pen drive?",
    "MessageBox.FailedToValidate3": "Falha ao validar {0} por 3 vezes, ABORTANDO!",
    "MessageBox.UpdateCurrentversion": "Você deseja atualizar a \"Versão Atual\" de {0} para {1} para corrigir a informção para uso futuro?",
    "MessageBox.Completed": "O download e a cópia dos arquivos terminou.\nEjete o pen-drive do computador e insira no carro.\nLigue o motor e espere a instalação começar!\n\nSyn3Updater irá abrir o tutorial da CyanLabs que você deve seguir no carro.\n\nSe você estiver tendo problemas, junte-se ao nosso discord ou fórum da comunidade, os links estão no nosso website.\n\nSe Syn3 Updater foi útil para você, considere uma doação na aba \"Sobre\".",
    "String.NonNavAPIM": "APIM sem GPS",
    "MessageBox.LogUtilityComplete": "Preparação do log de interrogatório, pen drive USB completado com sucesso!\n\nRemova o pen drive USB do computador e o insira na porta USB do carro, se certifique de que a ignição esteja ligada e aguarde alguns minutos até que apareça a mensagem  \"Instalação  completa\" \n\nRe-insira o pen drive USB no seu PC e pressione \"passo 3\"",
    "String.KeepExistingMaps": "Manter Mapas Atuais",
    "String.NoMaps": "Sem Mapas",
    "String.Completed": "COMPLETADO COM SUCESSO",
    "String.Copied": "copiado",
    "String.Downloaded": "baixado",
    "String.Validated": "validado",
    "Utility.CreateLogTitle": "Criar pen drive do Interrogador",
    "Utility.CreateLogDesc": "Crie um pen drive especial para gerar um arquivo de log com vários detalhes sobre sua unidade, siga os passos abaixo para começar.",
    "Utility.CreateLogStep1": "1. Prepare o pen drive",
    "Utility.CreateLogStep2": "2. Insira o pen drive no carro\nespere \"Instalação Concluída\"",
    "Utility.CreateLogStep3": "3. Log do interrogatorio",
    "Utility.APIMModel": "Modelo da APIM",
    "Utility.APIMSize": "Tamanho da APIM",
    "Utility.APIMType": "Tipo da APIM",
    "Utility.APIMFree": "Espaço Livre da APIM",
    "MessageBox.UpdateCurrentVersionUtility": "Detectamos que a versão instalada não corresponde à versão selecionada nas configurações, você gostaria de atualizar automaticamente de {0} para {1}",
    "MessageBox.LogUtilityInvalidFile": "O arquivo XML que você selecionou não pôde ser lido, certifique-se de que é o arquivo correto. Se você tem certeza de que é o arquivo correto, favor contactar CyanLabs para podermos investigar melhor.",
    "Utility.GracenotesRemovalTitle": "Criar um pen drive de remoção de Gracenotes",
    "Utility.GracenotesRemovalDesc": "Use esta função para criar um pen-drive para remover o Gracenotes do seu sistema",
    "Utility.GracenotesButton": "Preparar pen drive",
    "MessageBox.GenericUtilityComplete": "Preparação do pen drive completada com sucesso!\n\nRemova o pen drive do computador e insira no carro, assegurando-se de que a ignição esteja ligada e espere até que ele confirme \"Instalação Completa\"",
    "Utility.VoiceShrinkerTitle": "Criar pequeno pacote repo de voz USB",
    "Utility.VoiceShrinkerDesc": "Use esta função se depois de remover o Gracenotes você ainda esteja tendo MEM_ERRs",
    "Utility.DowngradeTitle": "Criar pen drive de Downgrade",
    "Utility.DowngradeDesc": "Use esta função se depois de remover o Gracenotes e zipar o pacote de voz você ainda esteja tendo MEM_ERRs",
    "Utility.TroubleshootTitle": "Passos de resolução de problemas",
    "Utility.TroubleshootDesc": "Use as funções abaixo para identificar e resolver os vários MEM_ERRs que possam estar ocorrendo.",
    "Utility.TroubleshootMoreDetails": "Mais Detalhes!",
    "Utility.ViewAsBuilt": "Ver AsBuilt Detalhado",
    "About.Endorsed": "Este programa e o CyanLabs não são licenciados ou apoiados pela Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "Isto irá enviar seu chassi para nosso serviço de decodificação online, enviando seu chassi você auxilia a melhorar a precisão do nosso banco de dados.\n\nSe você não quiser enviar seu chassi, clique Cancelar.",
    "Utility.UploadLog": "Upload o Log",
    "MessageBox.UploadLog": "Para podermos ajudar em quaisquer problemas, recomendamos fazer o upload do seu log do Syn3Updater para nossa base de dados, este log contém detalhes das opções que você selecionou, bem como a o nome do seu computador para podermos ligar todos os logs aos respectivos usuários.\n\nSe você preferir não enviar o log agora, pode fazê-lo mais tarde da aba \"Utilitários\" e clicar no botão \"Upload Log\".\n\nVocê deseja fazer o upload do seu log agora?",
    "Settings.ReleaseType": "Versão do Release",
    "MessageBox.ChangeApplicationReleaseBranch": "Mudar a versão do release irá reiniciar Syn3 Updater e irá automaticamente baixar a versão selecionada.\n\nMudar de Alfa para Beta/Estável pode resultar em comportamento indesejado e necessitar de reconfiguração!\n\nConsulte a documentação para mais informações\n\nVocê tem certeza que quer mudar a 'Versão do Release' do Syn3 Updater?",
    "Home.NoUSBDir": "Seleciona uma pasta",
    "MessageBox.CancelDeleteFiles": "TODOS OS DADOS NA PASTA SELECIONADA SERÃO APAGADOS\nCaminho: {0}\n\nClique SIM para continuar",
    "MessageBox.CompletedFolder": "O download e a cópia de todos os arquivos terminou.\n\nComo você selecionou uma pasta e não um pen-drive você deve copiar o conteúdo desta pasta para um pen-drive formatado em ExFAT (MBR)\n\nSe estiver tendo problemas junte-se ao nosso Discord ou ao fórum da comunidade, os links estão no nosso site.\n\nSe Syn3 Updater foi útil para você, considere fazer uma doação através da aba \"Sobre\".",
    "MessageBox.CancelDownloadIsFolder": "O diretório de download selecionado e o diretório de destino são os mesmos, você deve mudar um dos diretórios para continuar.",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "Entre sua versão (Configurações > Geral > Sobre)",
    "Home.Version": "Versão",
    "Home.Region": "Região",
    "Home.Nav": "GPS",
    "Home.MapVersion": "Versão do Mapa",
    "Home.NewVersion": "Nova Versão",
    "Settings.FullVersion": "Versão Completa",
    "Settings.Region": "Região",
    "Settings.Navigation": "GPS",
    "MessageBox.NoVersionOrRegionSelected": "Você não selecionou sua versão atual ou região!",
    "MessageBox.My20Detected": "Syn3 Updater detectou que você está tentando forçar um modo de instalação ou desabilitar o 'modo MY20' no entanto uma APIM fabricada em 2020 ou depois foi detectada!\n\n(ou a proteção MY20 foi ligada manualmente)\n\nFazer isto e usar o pen-drive em uma APIM MY20 ou mais nova IRÁ INUTILIZÁ-LA!!\n\nClicando 'Sim' você desabilita a proteção MY20 do Syn3 Updater\n\nTem certeza de que deseja desligar esta proteção?",
    "MessageBox.My20Check": "Responder incorretamente pode resultar em dano e perca total da sua APIM! \"Bricked\"\n\nSeu carro é de fabricação 2020 ou mais novo?\nSe é ou você não tem certeza clique 'sim' e o sync3 Updater vai guia-lo através da ferramenta de interrogatório para validar se sua APIM é MY20 ou não.\nSe é 2017/19, clique 'não' para continuar.",
    "MessageBox.My20Found": "Sync3 Updater determinou que sua APIM é MY20 (fabricação 2020) ou mais, sync3 Updater vai forçar o modo autoinstall para prevenir possível dano \"bricking\" a APIM.",
    "MessageBox.My20NotFound": "Syn3 Updater detectou que sua APIM NÃO É modelo 2020 e é possível usar todas as funções do Syn3 Updater\n\nSe sua APIM ou tela são adaptadas, esta informação pode não estar correta!",
    "MessageBox.LogUtilityCompleteMy20": "Preparação do pen drive interrogador (Log) terminado com sucesso!\n\nRemova o pen drive do computador e insira no carro, com a ignição ligada e espere alguns momentos até a mensagem \"Instalação Completa\" aparecer ou a APIM reinicia.\n\nFeito isto, reinsira o pen drive no PC, clique 'OK' e selecione o arquivo XML da pasta SyncMyRide do pen drive",
    "String.OnlyMaps": "Atualizar Mapas Apenas",
    "Settings.My20Mode": "Ligar/Desligar proteção Mod20",
    "News.ImportantNoticeTitle": "Notícias importantes",
    "News.NoticeTitle": "Outras notícias ",
    "News.Changelog": "Mudar log",
    "Main.Logs": "Logs",
    "Logs.Path": "Caminho do Log",
    "Logs.ViewLog": "Visualizar",
    "Logs.Delete": "Apagar Logs Selecionados",
    "Logs.OpenFolder": "Abrir pasta de Logs",
    "Settings.AppOptions": "Opções da Aplicação",
    "Settings.AdvancedModeToggle": "Editar Opções Avançadas?",
    "Settings.LogLocation": "Local do Arquivo de Log",
    "MessageBox.AdvancedSettings": "Estas configurações podem fazer que o pen drive criado pelo Syn3 Updater seja incompatível com a configuração do seu carro, apesar do que muitos vídeos do YouTube dizem, você não deve mexer nisso a não ser que saiba o que está fazendo!\n\nTem certeza de que quer continuar?",
    "MessageBox.My20CheckCancelled": "Nenhum log de interrogador selecionado, abortando o proceso!",
    "Main.Profiles": "Perfis",
    "Profiles.DeleteProfile": "Apagar",
    "Profiles.SelectProfile": "Selecionar",
    "Profiles.Rename": "Renomear",
    "Profiles.CurrentProfile": "Perfil Atual",
    "Profiles.NewProfile": "Nome do perfil",
    "Profiles.CreateAndSet": "Criar e Selecionar Perfil",
    "Home.Profile": "Perfil",
    "MessageBox.InvalidProfile": "Você não pode apagar o perfil ativo no momento, favor selecionar outro perfil para apagar.",
    "MessageBox.RemovableDriveFolder": "A pasta selecionada está num drive removível, você deveria selecionar o pen drive inteiro em vez de uma pasta dele\n\nSe quiser continuar assim, clique 'OK'",
    "MessageBox.OptionalFormat": "{0} não está vazio.\n\nVocê deseja apagar tudo em {0}?",
    "Home.DriveSize": "Tamanho",
    "Home.DriveFreeSpace": "Livre",
    "String.Downloading": "Baixando",
    "String.Attempt": "Tentativa",
    "String.Copying": "Copiando",
    "String.Validating": "Validando",
    "String.CheckingExistingFile": "Checando arquivo existente",
    "Home.InstallModeForced": "Forçado",
    "Home.MY20Protection": "Proteção Mod20",
    "String.Enabled": "Habilitado",
    "String.Disabled": "Desabilitado / Não Mod20",
    "String.Yes": "Sim",
    "String.No": "Não",
    "Settings.DownloadConnections": "Conexões de Download",
    "MessageBox.ConnectionClosedByRemoteHost": "Este erro normalmente é temporário e causado pela queda de conexão com o servidor. Tente novamente o download e o Syn3 Updater irá baixar apenas os arquvos faltantes, se o erro continuar, tente em outra hora ou contacte CyanLabs",
    "String.OK": "OK",
    "String.Error": "Erro",
    "String.Upload": "Upload",
    "String.Warning": "AVISO",
    "Home.StartDownloadOnly": "Download Apenas",
    "MessageBox.DownloadOnlyComplete": "Todos os arquivos foram baixados e verificados com sucesso!",
    "String.DownloadComplete": "Download Finalizado",
    "MessageBox.DownloadOnlyMode": "Você selecionou 'Apenas Download' isto baixará e verificará todos os arquivos necessários para a sua pasta de download, mas NÃO IRÁ preparar nenhum arquivo de instalação, copiar estes arquivos para um pen-drive em outro momento não funcionará sem a criação manual dos arquivos lst!\n\nFavor usar 'Selecione uma Pasta' da lista de pen-drives se você deseja preparar os arquivos antes de copiar para o pen-drive ou seleciona um pen-drive para prepará-lo diretamente!\n\nUma vez que um pen-drive ou pasta foi selecionado, pressione Iniciar para começar o procedimento!\n\nVocê tem certeza de quer apenas baixar os arquivos sem preparar um pen-drive ou pasta?",
    "Home.FeedbackButton": "Feedback no Fórum",
    "String.Notice": "Aviso",
    "String.AutoDetect": "Auto-Detectar",
    "Utility.CopyAsBuilt": "Copiar AsBuilt",
    "Profiles.RenameProfile": "Renomear",
    "Profiles.Save": "Salvar",
    "String.Encrypted": "Criptografado",
    "MessageBox.EncryptedDrive": "O pen drive selecionado foi detectado como encriptado por Bitlocker ou outro programa. Você não conseguirá usar o pen drive até que desligue a criptografia.\n\nFavor desligar a criptografia e clique OK para recarregar a lista de pen drives.",
    "MessageBox.NoPackagesSelected": "Nenhum pacote selecionado, favor selecionar ao menos um pacote para continuar",
    "MessageBox.NoBrowser": "A página não pôde ser aberta no navegador padrão, link copiado para a área de transferência, favor copiar o link no navegador para mais informações."
}