{
    "Main.Home": "Casa",
    "Main.About": "Sobre",
    "Main.Downloads": "Transferências",
    "Main.News": "Notícias",
    "Main.Crashme": "Bloqueio",
    "Main.Settings": "Configurações",
    "Main.Utility": "Utilitários",
    "Home.Refresh": "Atualizar",
    "Home.CurrentConfiguration": "Configuração atual",
    "Home.DownloadPath": "Caminho de download:",
    "Home.SelectUSBDrive": "Selecione uma unidade USB",
    "Home.DriveName": "Detalhes da unidade:",
    "Home.DriveLetter": "Letra da unidade:",
    "Home.RecommendedUSBFlashDriveTitle": "Tamanhos recomendados da unidade flash USB",
    "Home.DriveFileSystem": "Sistema de arquivo:",
    "Home.RecommendedUSBFlashDriveNonNav": "APIMs sem navegação devem funcionar com 8 GB",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW, ANZ APIM's exigirão pelo menos 16 GB",
    "Home.RecommendedUSBFlashDriveEU": "O APIM da UE exigirá pelo menos 32 GB",
    "Home.Notes": "Notas:",
    "Home.SelectPackages": "Selecione os pacotes",
    "Home.InstallMode": "Modo de instalação:",
    "Home.NoUSB": "Transferir apenas (SEM USB)",
    "Home.StartButton": "Começar",
    "About.AboutTitle": "Sobre o Syn3 Updater",
    "About.ForumButton": "FÓRUM DE CYANLABS",
    "About.DonateButton": "DOAR",
    "About.DocumentationTitle": "Documentação",
    "About.Documentation": "Para garantir que a documentação esteja sempre atualizada, consulte a página web abaixo, se estiver interessado em traduzi-la para o seu idioma, pode encontrar informações adicionais na mesma página.",
    "About.DocumentationButton": "DOCUMENTAÇÃO",
    "About.DisclaimerTitle": "Aviso legal",
    "About.Disclaimer": "CyanLabs não será responsável por qualquer perda ou dano, incluindo, sem limitações, perda ou dano indireto ou consequencial, ou qualquer perda ou dano resultante do uso ou perda de uso de dados ou lucros, decorrentes de ou relacionados com o uso desta aplicação ou dos guias associados. Este processo não é aprovado por nenhum fabricante de veículos e pode anular qualquer garantia / acordo que possa ter em vigor",
    "About.DisclaimerAgreement": "Entendo e aceito os riscos descritos no aviso acima.",
    "Download.Queue": "Fila",
    "Download.Log": "Registo",
    "Download.CancelButton": "Cancelar",
    "Download.StartButton": "Começar",
    "Download.VerifyingFile": "A verificar integridade de",
    "Download.TotalDownload": "Progresso total",
    "Settings.CarConfiguration": "Configuração do veículo",
    "Settings.EnterRegionNav": "Insira a sua REGIÃO e especifique se tem NAVEGAÇÃO",
    "Settings.Warning": "INFORMAÇÕES INCORRETAS PODEM PROVOCAR  QUE O SEU APIM FIQUE TEMPORARIAMENTE OU PERMANENTEMENTE INUTILIZÁVEL ",
    "Settings.Configuration": "Configuração",
    "Settings.DownloadLocation": "Local de download:",
    "Settings.Language": "Língua:",
    "Settings.AdvancedOptions": "Opções avançadas",
    "Settings.InstallMode": "Modo de instalação:",
    "Settings.ShowAllReleases": "Mostrar todos os lançamentos:",
    "Settings.PaidOptions": "Opções Pagas",
    "Settings.LicenseKeyInfo": "Introduza a  sua chave de licença abaixo para obter acesso a qualquer pacote personalizado que tenha comprado!",
    "Settings.LicenseKey": "Chave de licença:",
    "Settings.Apply": "Aplicar configurações",
    "Settings.Downloads": "Pesquisar",
    "Settings.Theme": "Tema:",
    "MessageBox.DisclaimerNotAccepted": "Leia e aceite a isenção de responsabilidade antes de continuar. Não poderá continuar a menos que concorde com os termos.",
    "MessageBox.DownloadPathChangeCopy": "Gostaria de mover os ficheiros existentes de {0} para {1}",
    "MessageBox.NoDownloads": "No momento, não há nada na fila de download, visite a página principal para escolher o que descarregar.",
    "MessageBox.CancelNoUSB": "Nenhuma unidade USB selecionada. Gostaria de continuar apenas com o download?",
    "MessageBox.CancelNoUSBForced": "Nenhuma unidade USB selecionada, deve selecionar uma unidade USB para continuar!",
    "MessageBox.CancelMy20": "O Syn3 Updater configurou o modo de instalação para {0}  NÃO CONTINUE SE TIVER UM VEÍCULO FABRICADO EM 2020! SE CONTINUAR E TIVER UM VEÍCULO FABRICADO EM 2020, IRÁ DANIFICAR SEU SISTEMA!  Clicando em \" Sim\" entende o aviso acima e confirma que não tem um veículo fabricado em 2020!",
    "MessageBox.CancelMy20Final": "AVISO FINAL!  Ao clicar em \"Sim\", você confirma que não tem um veículo fabricado em 2020!",
    "MessageBox.CancelRegionMismatch": "A região atual e a nova região não são iguais, isso pode não funcionar. Gostaria de continuar, de que forma?",
    "MessageBox.CancelDownloadIsDrive": "O caminho de download e a unidade USB de destino são iguais, altere o caminho de download.",
    "MessageBox.CancelNoApps": "O modo é reformatação ou downgrade e nenhum pacote de aplicações foi selecionado, o que resultará num sistema que não inicializa, ABORTANDO! Nenhum pacote \"APPS\" foi selecionado, mas o Syn3 Updater determinou que um downgrade ou reformatação é necessário, o que resultará num sistema sem inicialização. Abortando!",
    "MessageBox.CancelFormatUSB": "AVISO, TODOS OS DADOS DA DRIVE SELECIONADA SERÃO PERDIDOS {0}  Letra da unidade: {1}  Clique em SIM para formatar e continuar.",
    "MessageBox.DownloadInProgress": "Um download ou cópia já está em andamento, aguarde ou cancele o download primeiro.",
    "MessageBox.CopyVerificationFailed": "Falha ao verificar o arquivo 3 vezes, certifique-se de que a unidade e a porta USB estão totalmente funcionais, interrompendo o processo!",
    "MessageBox.DownloadVerificationFailed": "Falha ao verificar o arquivo descarregado 3 vezes, interrompendo o processo!",
    "MessageBox.DownloadOnlyComplete": "Todos os arquivos descarregados e validados com sucesso, nenhuma cópia foi feita!",
    "MessageBox.OptionalFormatUSB": "Esta unidade USB já foi usada pelo Syn3 Updater.  N  n {0}  n Letra da unidade: {1}  n  nPara usar os arquivos existentes na unidade USB, clique em Não  nPara formatar a unidade USB clique em Sim  n  nFaça você deseja formatar a unidade USB selecionada?",
    "MessageBox.FailedToValidate3": "Falha ao validar {0} 3 vezes, ABORTANDO PROCESSO!",
    "MessageBox.WebException": "Falha ao conectar ao servidor de download, {0}",
    "MessageBox.UpdateCurrentversion": "Gostaria de atualizar sua versão de sincronização atual no aplicativo para que esteja correta para uso futuro?",
    "MessageBox.Completed": "O download e a cópia dos arquivos agora estão completos, basta ejetar este USB do seu computador e inseri-lo no seu carro, certifique-se de que o motor esteja funcionando!  NSyn3Updater irá agora abrir diretamente para a parte relevante do tutorial do CyanLabs para você para seguir em seu carro.  n  nSe o Syn3 Updater foi útil para você, considere fazer uma doação na guia \"Sobre\".",
    "String.NonNavAPIM": "APIM sem navegação",
    "MessageBox.LogUtilityComplete": "A preparação do log USB está concluída, remova a unidade USB do computador e insira-a no carro, certifique-se de que a ignição esteja ligada. Alguns momentos após inserir o USB, ele dirá que a instalação foi concluída. Reinsira a unidade USB em seu PC e pressione \"Etapa 3\"",
    "String.KeepExistingMaps": "Mantenha os mapas existentes",
    "String.NoMaps": "Sem mapas",
    "String.Required": "REQUERIDOS!",
    "String.Completed": "COMPLETADO COM SUCESSO",
    "String.Copied": "copiado",
    "String.Downloaded": "baixado",
    "String.Validated": "validado",
    "Utility.CreateLogTitle": "Criar log do interrogador USB",
    "Utility.CreateLogDesc": "Crie uma unidade USB especial usada para gerar um arquivo de registro com vários detalhes relacionados à sua unidade; siga as etapas abaixo para começar.",
    "Utility.CreateLogStep1": "1. Prepare a unidade",
    "Utility.CreateLogStep2": "2. Insira a unidade no carro  n aguarde \"Instalação concluída\"",
    "Utility.CreateLogStep3": "3. Abra o registro do interrogador",
    "Utility.LogXMLTitle": "Detalhes de sincronização",
    "Utility.APIMModel": "Modelo APIM:",
    "Utility.APIMSize": "Tamanho APIM:",
    "Utility.APIMType": "Tipo APIM:",
    "Utility.APIMFree": "Espaço Livre APIM:",
    "MessageBox.UpdateCurrentVersionUtility": "Detectamos que a versão instalada não corresponde à versão atualmente selecionada nas configurações, você gostaria de atualizar automaticamente para {0}",
    "MessageBox.LogUtilityInvalidFile": "O arquivo XML que você selecionou não pôde ser lido, verifique se este é o arquivo correto. Se você tiver certeza de que este arquivo está correto, entre em contato com CyanLabs para que possamos investigar mais.",
    "Utility.GracenotesRemovalTitle": "Criar USB de remoção Gracenotes",
    "Utility.GracenotesRemovalDesc": "Use esta função para criar um USB para forçar a remoção de Gracenotes de sua unidade.",
    "Utility.GracenotesButton": "Prepare USB",
    "MessageBox.GenericUtilityComplete": "A preparação do USB está concluída, remova a unidade USB do computador e insira-a no carro.",
    "Utility.VoiceShrinkerTitle": "Criar pequeno pacote de voz USB de substituição",
    "Utility.VoiceShrinkerDesc": "Use esta função se depois de remover as notas gracenotes você ainda tiver MEM_ERRs.",
    "Utility.DowngradeTitle": "Criar Downgrade USB",
    "Utility.DowngradeDesc": "Use esta função se depois de remover gracenotes e encolher seu pacote de voz você ainda estiver recebendo MEM_ERRs",
    "Utility.TroubleshootTitle": "Etapas de solução de problemas",
    "Utility.TroubleshootDesc": "Use as funções abaixo para solucionar problemas e resolver vários MEM_ERRs que você pode receber.",
    "Utility.TroubleshootMoreDetails": "Mais detalhes!",
    "Utility.ViewAsBuilt": "View Detailed AsBuilt",
    "About.Endorsed": "This software nor CyanLabs is licensed or endorsed by Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "NOTE: This will submit your vehicles VIN number to Cyanlabs's online decoding service. By submitting your VIN, this will help increase our database's accuracy. Click OK if your happy with this, otherwise click Cancel",
    "Utility.UploadLog": "Upload Log",
    "MessageBox.UploadLog": "To assist in troubleshooting any potential issues we would recommend uploading your log to our database, this log file contains details on what options were selected, if you choose not to upload this log you can do at a later date from the \"Utility\" tab and clicking \"Upload Log\".\n\nDo you want to upload your log now?",
    "MessageBox.UploadLogNoDrive": "You must select a drive that has been used previously and contains a log.txt file to upload your log.",
    "Settings.ReleaseType": "Application Release Type:",
    "MessageBox.ChangeApplicationReleaseBranch": "Changing branch will restart Syn3 Updater and automatically download the relevant build.\n\nChanging from Ci to Beta/Release may result in unhandled exceptions and require you to reset your settings!\n\nRefer to the documentation for further information\n\nAre you sure you want to change the 'Release Branch' of Syn3 Updater?",
    "Home.NoUSBDir": "Select A Directory",
    "MessageBox.CancelDeleteFiles": "WARNING, ALL DATA IN THE SELECTED DIRECTORY WILL BE LOST\nPath: {0}\n\nClick YES to continue.",
    "MessageBox.CompletedFolder": "The download and copying of the files is now complete\nAs you have selected a directory rather than a USB drive you will need to copy the contents of your chosen directory to a ExFAT (MBR) formatted USB drive\n\nIf Syn3 Updater has been useful to you please consider donating from the \"About\" tab.",
    "MessageBox.CancelDownloadIsFolder": "Download directory and selected destination directory are the same, please change one of these directories",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "Insira a sua versão (Configurações> Geral> Sobre)",
    "Home.Version": "Versão:",
    "Home.Region": "Região:",
    "Home.Nav": "Navegação:",
    "Home.MapVersion": "Versão do mapa:",
    "Home.NewVersion": "Nova versão de sincronização",
    "Settings.FullVersion": "Versão de sincronização completa:",
    "Settings.Region": "Região:",
    "Settings.Navigation": "Navegação:",
    "MessageBox.NoVersionOrRegionSelected": "Não configurou a sua versão de sincronização atual ou região de sincronização!",
    "Utility.Version": "Versão de sincronização:"
}