{
  "Main.Home": "Acasă",
  "Main.About": "Despre",
  "Main.Downloads": "Descărcări",
  "Main.News": "Știri",
  "Main.Crashme": "Crash",
  "Main.Settings": "Setări",
  "Main.Utility": "Utilități",
  "Home.Refresh": "Actualizează",
  "Home.CurrentConfiguration": "Configurația curentă",
  "Home.DownloadPath": "Locația descărcării:",
  "Home.SelectUSBDrive": "Selectați un USB sau un Dosar",
  "Home.DriveName": "Destinația",
  "Home.RecommendedUSBFlashDriveTitle": "Dimensiuni Unitate USB recomandate",
  "Home.DriveFileSystem": "Sistemul de fișiere:",
  "Home.RecommendedUSBFlashDriveNonNav": "Pentru APIM-urile fără navigație ar trebui să fie suficient 8 GB",
  "Home.RecommendedUSBFlashDriveNA": "APIM-urile NA, ROW si ANZ au nevoide de minim 16 GB",
  "Home.RecommendedUSBFlashDriveEU": "APIM-urile UE au nevoie de minim 32 GB",
  "Home.Notes": "Note:",
  "Home.SelectPackages": "Selectați Pachetele",
  "Home.InstallMode": "Mod de instalare:",
  "Home.StartButton": "Start",
  "About.AboutTitle": "Despre Syn3 Updater",
  "About.ForumButton": "FORUMUL CYANLABS",
  "About.DonateButton": "DONEAZĂ",
  "About.DocumentationTitle": "Documentație",
  "About.Documentation": "Pentru a vă asigura că documentația este întotdeauna la zi, vă rugăm să consultați pagina web de mai jos, dacă sunteți interesat/ă să traduceți acest lucru în limba dvs., puteți găsi informații suplimentare pe aceeași pagină.",
  "About.DocumentationButton": "DOCUMENTAȚIE",
  "About.DisclaimerTitle": "Declinarea responsabilității",
  "About.Disclaimer": "CyanLabs nu va fi răspunzător pentru nicio pierdere sau daună inclusiv, fără limitare, pierderea, deteriorarea indirectă sau consecutivă, orice pierdere sau daună care rezultă din utilizare, pierderea utilizării datelor, sau a profiturilor, rezultate din sau în legătură cu utilizarea acestei aplicații sau a ghidurilor asociate. Acest proces nu este aprobat de niciun producător de vehicul și poate anula orice garanție / acord pe care îl aveți în vigoare",
  "About.DisclaimerAgreement": "Înțeleg și accept riscurile prezentate în declarația de responsabilitate de mai sus.",
  "Download.Queue": "Coadă",
  "Download.Log": "Jurnal",
  "Download.CancelButton": "Anulare",
  "Download.TotalDownload": "Progres total",
  "Settings.CarConfiguration": "Configurarea mașinii",
  "Settings.EnterRegionNav": "Introduceți REGIUNEA și specificați dacă aveți NAVIGAȚIE",
  "Settings.Warning": "INFORMAȚIILE INCORECTE POATE FACE CA APIM-UL DUMNEAVOASTRĂ SA FIE TEMPORAR SAU PERMANENT INUTILIZABIL",
  "Settings.Configuration": "Configurare",
  "Settings.DownloadLocation": "Locația Descărcării:",
  "Settings.Language": "Limba:",
  "Settings.AdvancedOptions": "Opțiuni avansate",
  "Settings.InstallMode": "Mod de instalare:",
  "Settings.Apply": "Aplicați setările",
  "Settings.Theme": "Temă:",
  "MessageBox.DisclaimerNotAccepted": "Vă rugăm să citiți și să acceptați responsabilitatea înainte de a continua. Nu veți putea continua decât dacă sunteți de acord cu termenii.",
  "MessageBox.DownloadPathChangeCopy": "Doriți să mutați fișierele existente din {0} în {1}",
  "MessageBox.CancelRegionMismatch": "Regiunea actuală și regiunea nouă nu sunt aceleași, este posibil să nu funcționeze. Doriți să continuați oricum?",
  "MessageBox.CancelDownloadIsDrive": "Calea de descărcare și unitatea USB de destinație sunt aceleași, vă rugăm să schimbați calea de descărcare.",
  "MessageBox.CancelNoApps": "Modul este reformatat sau retrogradat și nu a fost selectat niciun pachet de aplicații, ceea ce va duce la un sistem non-boot, ABORTARE! Nu a fost selectat niciun pachet „APPS”, dar Syn3 Updater a stabilit că este necesară o retrogradare sau reformatare, ceea ce va duce la un sistem care nu va porni. Abort!",
  "MessageBox.CancelFormatUSB": "TOATE DATELE PE UNITATEA SELECȚIONATĂ vor fi PIERDUTE {0} \nScrisoare de conducere: {1} \n\nFaceți clic pe DA pentru a formata și continua.",
  "MessageBox.DownloadInProgress": "O descărcare sau o copie este deja în desfășurare, vă rugăm să așteptați sau să anulați mai întâi descărcarea.",
  "MessageBox.OptionalFormatUSB": "Această unitate USB a fost deja utilizată de Syn3 Updater. \n\n{0}\nLITERA UNITATII: {1}\n\nPentru a utiliza fișierele existente pe unitatea USB, faceți clic pe Nu\nPentru a formata unitatea USB, faceți clic pe Da\n\nDo doriți să formatați unitatea USB selectată?",
  "MessageBox.FailedToValidate3": "Nu s-a validat {0} de 3 ori, SE INCETEAZA PROCESUL!",
  "MessageBox.Completed": "Descărcarea și copierea fișierelor sunt acum complete, pur și simplu scoateți acest USB de pe computer și introduceți-l în mașină, asigurați-vă că motorul funcționează!  NSyn3Updater vă va deschide acum direct la partea relevantă a tutorialului CyanLabs pentru dvs. să vă urmăriți mașina.  n  nDacă Syn3 Updater v-a fost util, vă rugăm să luați în considerare donarea din fila „Despre”.",
  "String.NonNavAPIM": "APIM Fara Navigație",
  "MessageBox.LogUtilityComplete": "Pregătirea jurnalului USB este completă, scoateți unitatea USB de pe computer și introduceți-o în mașină, asigurați-vă că contactul este pornit. Câteva momente după introducerea USB-ului, se va spune că instalarea a fost finalizată. Reintroduceți unitatea USB în computer și apăsați „Pasul 3”",
  "String.KeepExistingMaps": "Păstrați hărțile existente",
  "String.NoMaps": "Fără hărți",
  "String.Completed": "FINALIZAT CU SUCCES",
  "String.Copied": "copiat",
  "String.Downloaded": "descărcat",
  "String.Validated": "validat",
  "Utility.CreateLogTitle": "Creați jurnalul de interogator USB",
  "Utility.CreateLogDesc": "Creați o unitate USB specială utilizată pentru a genera un fișier jurnal cu diverse detalii referitoare la unitatea, urmați pașii de mai jos pentru a începe.",
  "Utility.CreateLogStep1": "1. Pregătiți unitatea",
  "Utility.CreateLogStep2": "2. Introduceți unitatea în mașină\nasteptati dupa „Instalare finalizată”",
  "Utility.CreateLogStep3": "3. Deschideți jurnalul de interogator",
  "Utility.APIMModel": "Modelul APIM:",
  "Utility.APIMSize": "Dimensiunea APIM:",
  "Utility.APIMType": "Tipul de APIM:",
  "Utility.APIMFree": "Stocare disponibila pe APIM:",
  "MessageBox.UpdateCurrentVersionUtility": "Nu există traducere aici. Încercați să verificați Istoricul\nAm detectat că versiunea instalată nu se potrivește cu versiunea selectată în prezent în setări, doriți să actualizați automat aceasta de la {0} la {1}",
  "MessageBox.LogUtilityInvalidFile": "The XML file you have selected could not be read, please ensure this is the correct file. If you are sure this file is correct please contact CyanLabs via our forum or discord server so we can investigate further.",
  "Utility.GracenotesRemovalTitle": "Creați eliminarea Gracenotes USB",
  "Utility.GracenotesRemovalDesc": "Utilizați această funcție pentru a crea un USB pentru a forța eliminarea Gracenotes din unitatea.",
  "Utility.GracenotesButton": "Pregătiți USB-ul",
  "MessageBox.GenericUtilityComplete": "Pregătirea USB-ului este completă!\n\nScoateți unitatea USB din computer și introduceți-o în mașină, asigurați-vă că este pus contactul si așteptați câteva momente până ce apare ”Installation Complete”",
  "Utility.VoiceShrinkerTitle": "Creați un mic pachet vocal de înlocuire USB",
  "Utility.VoiceShrinkerDesc": "Utilizați această funcție dacă după ce eliminați gracenotes aveți în continuare MEM_ERR.",
  "Utility.DowngradeTitle": "Creați Downgrade USB",
  "Utility.DowngradeDesc": "Utilizați această funcție dacă, după ce ați eliminat gracenotes și ați micșorat pachetul vocal, primiți în continuare MEM_ERR",
  "Utility.TroubleshootTitle": "Pași de depanare",
  "Utility.TroubleshootDesc": "Utilizați funcțiile de mai jos pentru a depana și rezolva diverse MEM_ERR pe care le puteți primi.",
  "Utility.TroubleshootMoreDetails": "Mai multe detalii!",
  "Utility.ViewAsBuilt": "View Detailed AsBuilt",
  "About.Endorsed": "This software nor CyanLabs is licensed or endorsed by Ford/FoMoCo",
  "MessageBox.AsBuiltVinWarning": "NOTE: This will submit your vehicles VIN number to Cyanlabs's online decoding service. By submitting your VIN, this will help increase our database's accuracy. Click OK if your happy with this, otherwise click Cancel",
  "Utility.UploadLog": "Upload Log",
  "MessageBox.UploadLog": "To assist in troubleshooting any potential issues we would recommend uploading your log to our database, this log file contains details on what options were selected, if you choose not to upload this log you can do at a later date from the \"Utility\" tab and clicking \"Upload Log\".\n\nDo you want to upload your log now?",
  "Settings.ReleaseType": "Application Release Type:",
  "MessageBox.ChangeApplicationReleaseBranch": "Changing branch will restart Syn3 Updater and automatically download the relevant build.\n\nChanging from Ci to Beta/Release may result in unhandled exceptions and require you to reset your settings!\n\nRefer to the documentation for further information\n\nAre you sure you want to change the 'Release Branch' of Syn3 Updater?",
  "Home.NoUSBDir": "SELECTEAZA UN FOLDER",
  "MessageBox.CancelDeleteFiles": "TOATE DATELE DIN FOLDERUL SELECTAT VOR FI PIERDUTE\nPATH:{0}\n\nApasa DA sa continui",
  "MessageBox.CompletedFolder": "The Download and Copying of all required files is now complete.\n\nAs you have selected a directory rather than a USB drive you will need to copy the contents of your chosen directory to a ExFAT (MBR) formatted USB drive\n\nIf you have found Syn3 Updater useful considering donating at https://cyanlabs.net/support-us/\n\nIf you are having issues join our discord or community forum, links can be found in the \"About\" tab and on our website.",
  "MessageBox.CancelDownloadIsFolder": "DIRECTORUL SELECTAT SI SI DIRECTORUL DESTINATIE SUNT ACELEASI ,TREBUIE SA SCHIMBI UNUL DIN DIRECTOARE SA POTI CONTINUA",
  "About.FHubButton": "F DIRECTOR",
  "Settings.EnterVersion": "Introduceți versiunea (Setări> General> Despre)",
  "Home.Version": "Versiune:",
  "Home.Region": "Regiune:",
  "Home.Nav": "Navigare:",
  "Home.MapVersion": "Versiune hartă:",
  "Home.NewVersion": "Versiune nouă de sincronizare",
  "Settings.FullVersion": "Versiune de sincronizare completă:",
  "Settings.Region": "Regiunea:",
  "Settings.Navigation": "Navigare:",
  "MessageBox.NoVersionOrRegionSelected": "Nu ați setat versiunea actuală de sincronizare sau regiunea de sincronizare!",
  "MessageBox.My20Detected": "Syn3 Updater has detected that you are potentially trying to force the install mode or disable 'My20 Mode' however a APIM Manufactured in 2020 or newer has been previously detected or My20 Mode was manually enabled previously!\n\nUsing the created USB drive on a APIM manufactured in 2020 or newer may result in a bricked unit if you continue with My20 Protection disabled.\n\nBy clicking 'Yes' you will disable all MY20 protection methods embedded in Syn3 Updater\n\nAre you sure you want to override this protection?",
  "MessageBox.My20Found": "Syn3 Updater has determined that your APIM is MY20 (Manufacture Year 2020) or newer, Syn3 Updater will now enforce AutoInstall mode to prevent possible bricking of the APIM!",
  "MessageBox.My20NotFound": "Syn3 Updater has determined that your APIM is NOT MY20 and it is safe to use all functions of Syn3 Updater\n\nPlease note that this detection is not 100% accurate and if you are unsure or believe that the APIM has been replaced in your vehicle please consult CyanLabs via our forum or discord server or you may end up with a bricked APIM!",
  "MessageBox.LogUtilityCompleteMy20": "Pregătirea unității USB Interrogator (Logging) a fost finalizată cu succes!\n\nScoateți unitatea USB de pe computer și introduceți-o în mașină, asigurați-vă că contactul este pornit și așteptați câteva momente pentru ca acesta să spună „Instalare finalizată” sau ca APIM să repornească.\n\nDupă ce ați terminat, reintroduceți unitatea USB în computer, faceți clic pe „OK” și selectați fișierul XML din folderul SyncMyRide al unității USB",
  "String.OnlyMaps": "Actualizati numai hartile",
  "Settings.My20Mode": "Comutați protecția MY20 ",
  "News.ImportantNoticeTitle": "Observații importante ",
  "News.NoticeTitle": "Alte notificări",
  "News.Changelog": "Jurnal de schimbări",
  "Main.Logs": "Jurnale",
  "Logs.Path": "Calea jurnalului",
  "Logs.ViewLog": "Vedere",
  "Logs.Delete": "Ștergeți jurnalele selectate",
  "Logs.OpenFolder": "Deschideți folderul Jurnal",
  "Settings.AppOptions": "Opțiuni de aplicație",
  "Settings.AdvancedModeToggle": "Editați opțiunile avansate",
  "Settings.LogLocation": "Locație fișier jurnal",
  "MessageBox.AdvancedSettings": "Aceste setări pot face ca USB-ul creat de Syn3 Updater să fie incompatibil cu configurația mașinii dvs., în ciuda a ceea ce spun multe videoclipuri de pe YouTube că nu ar trebui să modificați niciuna dintre aceste setări decât dacă știți ce faceți!\n\nEsti sigur ca vrei sa continui?",
  "MessageBox.My20CheckCancelled": "Nu a fost selectat niciun fișier jurnal al interogatorului, interupeti procesul?",
  "Main.Profiles": "Profiluri",
  "Profiles.DeleteProfile": "Stergere",
  "Profiles.SelectProfile": "Selectare",
  "Profiles.Rename": "Redenumire",
  "Profiles.CurrentProfile": "Profil curent",
  "Profiles.NewProfile": "Numele profilului",
  "Profiles.CreateAndSet": "Creați și setați profilul",
  "Home.Profile": "Profil",
  "MessageBox.InvalidProfile": "Nu puteți șterge profilul activ în prezent, selectați un alt profil și apoi ștergeți acest profil",
  "MessageBox.RemovableDriveFolder": "Dosarul pe care l-ați selectat se află pe o unitate non-fixă, ar trebui să luați în considerare selectarea USB-ului în loc să selectați un folder pe unitatea USB\n\nDacă doriți să continuați oricum, faceți clic pe „OK”",
  "MessageBox.OptionalFormat": "{0} conține deja fișiere.\n\nDoriți să goliți {0}? ",
  "Home.DriveSize": "Marime",
  "Home.DriveFreeSpace": "Liber",
  "String.Downloading": "Descarcare",
  "String.Attempt": "Incercare",
  "String.Copying": "Copiere",
  "String.Validating": "Validare",
  "String.CheckingExistingFile": "Verificarea fișierului existent",
  "Home.InstallModeForced": "Forţat",
  "Home.MY20Protection": "Protecția MY20",
  "String.Enabled": "Activat",
  "String.Disabled": "Dezactivat / Nu MY20",
  "String.Yes": "Da",
  "String.No": "Nu",
  "Settings.DownloadConnections": "Conexiuni de descarcare",
  "MessageBox.ConnectionClosedByRemoteHost": "Această eroare este de obicei temporară și cauzată de o cădere a conexiunii pe serverul de la distanță. Reîncercați descărcarea și Syn3 Updater va descărca doar fișierele rămase, dacă problema persistă, încercați la un alt moment al zilei sau contactați CyanLabs",
  "String.OK": "Bine",
  "String.Error": "Eroare",
  "String.Upload": "încărcați",
  "String.Warning": "AVERTIZARE",
  "Home.StartDownloadOnly": "Download Only",
  "MessageBox.DownloadOnlyComplete": "Toate fișierele descărcate și verificate cu succes!",
  "String.DownloadComplete": "Descarcare completa",
  "MessageBox.DownloadOnlyMode": "Ați selectat „Numai descărcare”, aceasta va descărca toate fișierele solicitate în directorul dvs. de descărcare și le va verifica, dar NU va pregăti niciun fișier de instalare, copierea acestor fișiere descărcate pe unitatea USB la o dată ulterioară nu va funcționa fără crearea manuală a fișierelor lst !\n\nVă rugăm să utilizați „Selectați un director” din lista unității USB dacă doriți să pregătiți fișierele înainte de a copia pe o unitate USB sau selectați o unitate USB pentru a pregăti direct unitatea USB!\n\nOdată ce a fost selectată o unitate USB sau un director, apăsați „Start” pentru a începe procesul!\n\nSigur doriți să descărcați numai fișierele ,fără a pregăti o unitate USB sau un director?",
  "Home.FeedbackButton": "Subiectul  parerii",
  "String.Notice": "Înștiințare",
  "String.AutoDetect": "Auto detectare",
  "Utility.CopyAsBuilt": "Copiați ca construit",
  "Profiles.RenameProfile": "Redenumire",
  "Profiles.Save": "Salvare",
  "String.Encrypted": "Criptat",
  "MessageBox.EncryptedDrive": "Unitatea USB pe care ați selectat-o a fost detectată ca fiind criptată, fie de Bitlocker, fie de un software terț. Nu veți putea utiliza această unitate USB până nu dezactivați criptarea.\n\nVă rugăm să dezactivați criptarea și să apăsați OK pentru a actualiza lista unității USB.",
  "MessageBox.NoPackagesSelected": "Nu au fost selectate pachete, vă rugăm să selectați cel puțin un pachet înainte de a continua",
  "MessageBox.NoBrowser": "Imposibil de deschis pagina web utilizând browserul web implicit, linkul copiat în clipboard, lipiți linkul în browser-ul dvs. pentru îndrumări suplimentare.",
  "MessageBox.MY20InvalidConfiguration": "You have specified that you have a MY20 SYNC unit, You can not create a update USB to go from 3.0 or below to 3.4 while My20 Protection is enabled.\n\nPlease recheck your settings and if you need further assistance visit our forum at https://community.cyanlabs.net\n\nDO NOT DISABLE MY20 PROTECTION IF YOU ARE UNSURE!",
  "Settings.MapKey": "Generator Key",
  "Settings.UpdateLanguages": "Download Latest Localizations",
  "MessageBox.LogUtilityNoModelFound": "The XML file you have selected does not contain a valid 'ECU Delivery Assembly Number' therefore Syn3 Updater can not determine if this is a MY20+ APIM or not!\n\nPost on our Community Forum or our Discord server to see how to proceed from here! \n\nDO NOT CONTINUE WITHOUT GETTING HELP FROM AN EXPERT!",
  "MessageBox.My20CheckV2": "!!! ANSWERING INCORRECTLY WILL RESULT IN YOUR APIM BEING BRICKED !!!\n\nIS YOUR CAR MANUFACTURED IN 2020 OR NEWER?\nor\nIS YOUR SYNC 3 UNIT (APIM) MANUFACTURED IN 2020 OR NEWER? \n(warranty repair, replacement unit, etc) \nor\nIS YOUR SYNC 3 SCREEN MANUFACTURED IN 2020 OR NEWER? \n(warranty repair, replacement unit, etc) \n\nIf you are unsure click 'Yes' and Syn3 Updater will guide you through running the official 'interrogator tool' to validate if you have a MY20 APIM or not, this process is not 100% accurate, the only way to tell for 100% sure is to take your APIM out and check the manufacturer year\n\nCyanLabs are not responsible if you answer incorrectly!",
  "Utility.RWDataCleanerTitle": "Create RW Data Cleaner USB",
  "Utility.RWDataCleanerDesc": "Use this function to create a USB to manually cleanup RWData from your unit.",
  "Utility.RWDataCleanerButton": "Prepare USB",
  "Utility.SelectUSBDrive": "Select A USB Drive",
  "MessageBox.LogUtilityIncompatibleVersion": "The XML file you have selected does not contain the expected output\n\nSyn3 Updater has determined you are on {0} and may be using overlays\n\nSyn3 Updater is unable to determine the configuration of your APIM\n\nPlease request assistance on our forum at https://community.cyanlabs.net"
}