{
    "Main.Home": "Главная",
    "Main.About": "Около",
    "Main.Downloads": "Загрузки",
    "Main.News": "Новости",
    "Main.Crashme": "Сбой",
    "Main.Settings": "Настройки",
    "Main.Utility": "Утилиты",
    "Home.Refresh": "Обновить",
    "Home.CurrentConfiguration": "Текущая конфигурация",
    "Home.SyncVersion": "Версия:",
    "Home.SyncRegion": "Область:",
    "Home.SyncNav": "Навигация:",
    "Home.SyncMapVersion": "Версия карты:",
    "Home.DownloadPath": "Путь загрузки:",
    "Home.SelectUSBDrive": "Выберите USB-накопитель",
    "Home.DriveName": "Сведения о диске:",
    "Home.DriveLetter": "Буква диска:",
    "Home.RecommendedUSBFlashDriveTitle": "Рекомендуемые размеры USB-накопителя",
    "Home.DriveFileSystem": "Файловая система:",
    "Home.RecommendedUSBFlashDriveNonNav": "Не навигационные APIM должны работать с 8 ГБ",
    "Home.RecommendedUSBFlashDriveNA": "Для APIM NA, ROW, ANZ потребуется не менее 16 ГБ",
    "Home.RecommendedUSBFlashDriveEU": "Для APIM ЕС потребуется как минимум 32 ГБ",
    "Home.Notes": "Ноты:",
    "Home.NewSyncVersion": "Новая версия синхронизации",
    "Home.SelectPackages": "Выбрать пакеты",
    "Home.InstallMode": "Режим установки:",
    "Home.NoUSB": "Только загрузка (без USB)",
    "Home.StartButton": "Начало",
    "About.AboutTitle": "О Syn3 Updater",
    "About.About": "Syn3 Updater - это приложение для Windows, созданное, чтобы максимально упростить процесс обновления Ford Sync 3.",
    "About.ForumButton": "ФОРУМ CYANLABS",
    "About.DonateButton": "ПОЖЕРТВОВАТЬ",
    "About.FordHubButton": "FORD HUB",
    "About.DocumentationTitle": "Документация",
    "About.Documentation": "Чтобы документация всегда была в актуальном состоянии, обратитесь к указанной ниже веб-странице. Если вы хотите перевести ее на свой родной язык, вы можете найти дополнительную информацию на этой же странице.",
    "About.DocumentationButton": "ДОКУМЕНТАЦИЯ",
    "About.DisclaimerTitle": "Отказ от ответственности",
    "About.Disclaimer": "CyanLabs не несет ответственности за какие-либо убытки или ущерб, включая, помимо прочего, косвенные или косвенные убытки или ущерб, или любые убытки или ущерб, возникшие в результате использования или потери использования данных или прибыли, возникающие из или в связи с использование этого приложения или связанных руководств. Этот процесс не одобрен ни одним производителем транспортных средств и может привести к аннулированию любой гарантии / соглашения, которое у вас может быть.",
    "About.DisclaimerAgreement": "Я понимаю и принимаю риски, указанные в отказе от ответственности выше.",
    "Download.Queue": "Очередь",
    "Download.Log": "Журнал",
    "Download.CancelButton": "отменить",
    "Download.StartButton": "Начало",
    "Download.VerifyingFile": "Проверка целостности",
    "Download.TotalDownload": "Общий прогресс",
    "Settings.CarConfiguration": "Конфигурация автомобиля",
    "Settings.EnterSyncVersion": "Введите свою версию SYNC (Настройки> Общие> О синхронизации)",
    "Settings.EnterRegionNav": "Введите свой РЕГИОН и укажите, есть ли у вас НАВИГАЦИЯ",
    "Settings.Warning": "НЕПРАВИЛЬНАЯ ИНФОРМАЦИЯ МОЖЕТ ПРЕДОСТАВИТЬ  n ВАШ APIM ВРЕМЕННО ИЛИ НАСТОЯЩИМ НЕИСПОЛЬЗОВАНИЕМ",
    "Settings.FullSyncVersion": "Полная версия синхронизации:",
    "Settings.SyncRegion": "SYNC регион:",
    "Settings.SyncNavigation": "Навигация:",
    "Settings.Configuration": "Конфигурация",
    "Settings.DownloadLocation": "Место загрузки:",
    "Settings.Language": "Язык:",
    "Settings.AdvancedOptions": "Расширенные настройки",
    "Settings.InstallMode": "Режим установки:",
    "Settings.ShowAllReleases": "Показать все выпуски:",
    "Settings.PaidOptions": "Платные опции",
    "Settings.LicenseKeyInfo": "Введите лицензионный ключ ниже, чтобы получить доступ к любым приобретенным вами пользовательским пакетам!",
    "Settings.LicenseKey": "Лицензионный ключ:",
    "Settings.Apply": "Применить настройки",
    "Settings.Downloads": "Просматривать",
    "Settings.Theme": "Тема:",
    "MessageBox.DisclaimerNotAccepted": "Пожалуйста, прочтите и примите отказ от ответственности, прежде чем продолжить. Вы не сможете продолжить, если не согласитесь с условиями.",
    "MessageBox.NoSyncVersionOrRegionSelected": "Вы не установили текущую версию синхронизации или регион синхронизации!",
    "MessageBox.DownloadPathChangeCopy": "Хотите переместить существующие файлы из {0} в {1}",
    "MessageBox.NoDownloads": "В настоящее время в вашей очереди загрузки ничего нет. Посетите главную страницу, чтобы выбрать, что загрузить.",
    "MessageBox.CancelNoUSB": "USB-накопитель не выбран. Хотите продолжить только загрузку?",
    "MessageBox.CancelNoUSBForced": "USB-накопитель не выбран, вы должны выбрать USB, чтобы продолжить!",
    "MessageBox.CancelMy20": "Syn3 Updater установил режим установки на {0}  n НЕ ПРОДОЛЖАЙТЕ, ЕСЛИ У ВАС АВТОМОБИЛЬ, ПРОИЗВЕДЕННЫЙ В 2020 ГОДУ!  N  nЕсли ВЫ ПРОДОЛЖИТЕ И ИМЕЕТЕ АВТОМОБИЛЬ, ИЗГОТОВЛЕННЫЙ В 2020 ГОДУ, ВЫ СОБИЕТЕ СИНХРОНИЗАЦИЮ!  N  nНажмите \" Да \", вы понимаете приведенное выше предупреждение и подтверждаете, что у вас нет автомобиля, произведенного в 2020 году!",
    "MessageBox.CancelMy20Final": "ПОСЛЕДНЕЕ ПРЕДУПРЕЖДЕНИЕ!  n  nНажав «Да», вы подтверждаете, что у вас нет машины 2020 года выпуска!",
    "MessageBox.CancelRegionMismatch": "Текущий регион и новый регион не совпадают, это может не сработать. Вы все равно хотите продолжить?",
    "MessageBox.CancelDownloadIsDrive": "Путь загрузки и целевой USB-накопитель совпадают, измените путь загрузки.",
    "MessageBox.CancelNoApps": "Режим переформатирован или понижен, и пакет приложений не был выбран, это приведет к тому, что система не загружается, ABORTING! Пакет «APPS» не был выбран, но Syn3 Updater определил, что требуется возврат к более ранней версии или переформатирование, это приведет к тому, что система не загрузится. Прерывание!",
    "MessageBox.CancelFormatUSB": "ВНИМАНИЕ! ВСЕ ДАННЫЕ НА ВЫБРАННОМ ДИСКЕ БУДУТ УТЕРЯНЫ {0}  nПисьмо на диске: {1}  n  nНажмите ДА, чтобы отформатировать и продолжить.",
    "MessageBox.DownloadInProgress": "Загрузка или копирование уже выполняется, сначала подождите или отмените загрузку.",
    "MessageBox.CopyVerificationFailed": "Не удалось проверить файл 3 раза, убедитесь, что USB-накопитель и порт полностью работоспособны, процесс прерывается!",
    "MessageBox.DownloadVerificationFailed": "Не удалось проверить загруженный файл 3 раза, процесс прерывается!",
    "MessageBox.DownloadOnlyComplete": "Все файлы загружены и проверены успешно, копирование не производилось!",
    "MessageBox.OptionalFormatUSB": "Этот USB-накопитель уже использовался Syn3 Updater.  N  n {0}  nПисьмо диска: {1}  n  nЧтобы использовать существующие файлы на USB-накопителе, нажмите «Нет»  nЧтобы отформатировать USB-накопитель, нажмите «Да»  n  nДействовать вы хотите отформатировать выбранный USB-накопитель?",
    "MessageBox.FailedToValidate3": "Не удалось подтвердить {0} 3 раза, ПРОЦЕСС ПРЕРЫВАНИЯ!",
    "MessageBox.WebException": "Не удалось подключиться к серверу загрузки, {0}",
    "MessageBox.UpdateCurrentversion": "Хотели бы вы обновить текущую версию синхронизации в приложении, чтобы ее можно было использовать в будущем?",
    "MessageBox.Completed": "На этом загрузка и копирование файлов завершены, просто извлеките этот USB-накопитель из своего компьютера и вставьте его в машину, убедитесь, что двигатель работает!  NSyn3Updater теперь откроет вам соответствующую часть руководства CyanLabs. за вами в автомобиле.  n  nЕсли Syn3 Updater был вам полезен, рассмотрите возможность пожертвования на вкладке «О программе».",
    "String.NonNavAPIM": "Без навигации APIM",
    "MessageBox.LogUtilityComplete": "Подготовка журнала USB завершена, выньте USB-накопитель из компьютера и вставьте его в машину, убедитесь, что зажигание включено. Через несколько секунд после подключения USB появится сообщение о завершении установки. Снова вставьте USB-накопитель в компьютер и нажмите «Шаг 3».",
    "String.KeepExistingMaps": "Сохранить существующие карты",
    "String.NoMaps": "Нет карт",
    "String.Required": "ОБЯЗАТЕЛЬНЫЙ!",
    "String.Completed": "ЗАВЕРШЕНО УСПЕШНО",
    "String.Copied": "скопировано",
    "String.Downloaded": "скачано",
    "String.Validated": "подтверждено",
    "Utility.CreateLogTitle": "Создать журнал опросчика USB",
    "Utility.CreateLogDesc": "Создайте специальный USB-накопитель, используемый для создания файла журнала с различными деталями, относящимися к вашему устройству SYNC, выполните следующие действия, чтобы начать.",
    "Utility.CreateLogStep1": "1. Подготовить диск",
    "Utility.CreateLogStep2": "2. Вставьте диск в машину  n дождитесь \"Установка завершена\"",
    "Utility.CreateLogStep3": "3. Откройте журнал опросчика.",
    "Utility.LogXMLTitle": "Детали синхронизации",
    "Utility.SyncVersion": "Версия синхронизации:",
    "Utility.APIMModel": "Модель APIM:",
    "Utility.APIMSize": "Размер APIM:",
    "Utility.APIMType": "Тип APIM:",
    "Utility.APIMFree": "Свободное пространство APIM:",
    "MessageBox.UpdateCurrentVersionUtility": "Мы обнаружили, что установленная версия не соответствует вашей текущей версии, выбранной в настройках, вы хотите автоматически обновить ее до {0}",
    "MessageBox.LogUtilityInvalidFile": "Выбранный XML-файл не может быть прочитан, убедитесь, что это правильный файл. Если вы уверены, что этот файл правильный, свяжитесь с CyanLabs, чтобы мы могли продолжить расследование.",
    "Utility.GracenotesRemovalTitle": "Создание USB для удаления Gracenotes",
    "Utility.GracenotesRemovalDesc": "Используйте эту функцию для создания USB-накопителя для принудительного удаления Gracenotes из вашего устройства SYNC.",
    "Utility.GracenotesButton": "Подготовьте USB",
    "MessageBox.GenericUtilityComplete": "Подготовка USB завершена, извлеките USB-накопитель из компьютера и вставьте его в машину.",
    "Utility.VoiceShrinkerTitle": "Создание компактного голосового пакета для замены USB",
    "Utility.VoiceShrinkerDesc": "Используйте эту функцию, если после удаления Gracenotes у вас все еще есть MEM_ERR.",
    "Utility.DowngradeTitle": "Создать USB для перехода на более раннюю версию",
    "Utility.DowngradeDesc": "Используйте эту функцию, если после удаления Gracenotes и сжатия вашего голосового пакета вы все еще получаете MEM_ERR",
    "Utility.TroubleshootTitle": "Действия по устранению неполадок",
    "Utility.TroubleshootDesc": "Используйте следующие функции для поиска и устранения различных ошибок MEM_ERR, которые вы можете получить.",
    "Utility.TroubleshootMoreDetails": "Подробнее!",
    "Utility.ViewAsBuilt": "View Detailed AsBuilt",
    "About.Endorsed": "This software nor CyanLabs is licensed or endorsed by Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "NOTE: This will submit your vehicles VIN number to Cyanlabs's online decoding service. By submitting your VIN, this will help increase our database's accuracy. Click OK if your happy with this, otherwise click Cancel",
    "Utility.UploadLog": "Upload Log",
    "MessageBox.UploadLog": "To assist in troubleshooting any potential issues we would recommend uploading your log to our database, this log file contains details on what options were selected, if you choose not to upload this log you can do at a later date from the \"Utility\" tab and clicking \"Upload Log\".\n\nDo you want to upload your log now?",
    "MessageBox.UploadLogNoDrive": "You must select a drive that has been used previously and contains a log.txt file to upload your log.",
    "Settings.ReleaseType": "Application Release Type:",
    "MessageBox.ChangeApplicationReleaseBranch": "Changing branch will restart Syn3 Updater and automatically download the relevant build.\n\nChanging from Ci to Beta/Release may result in unhandled exceptions and require you to reset your settings!\n\nRefer to the documentation for further information\n\nAre you sure you want to change the 'Release Branch' of Syn3 Updater?"
}