{
    "Main.Home": "Domov",
    "Main.About": "O nás",
    "Main.Downloads": "Stiahnuté",
    "Main.News": "Novinky",
    "Main.Crashme": "Chyba",
    "Main.Settings": "Nastavenia",
    "Main.Utility": "Služby",
    "Home.Refresh": "Obnoviť",
    "Home.CurrentConfiguration": "Aktuálna konfigurácia",
    "Home.DownloadPath": "Cesta k stiahnutiu:",
    "Home.SelectUSBDrive": "Vyberte jednotku USB alebo adresár",
    "Home.DriveName": "Detaily disku:",
    "Home.DriveLetter": "Písmeno jednotky:",
    "Home.RecommendedUSBFlashDriveTitle": "Odporúčaná veľkosť USB disku",
    "Home.DriveFileSystem": "Systém súborov:",
    "Home.RecommendedUSBFlashDriveNonNav": "Bez Navigácie APIM bude stačiť 8GB",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW, ANZ APIM vyžaduje minimálne 16GB",
    "Home.RecommendedUSBFlashDriveEU": "EU APIM vyžaduje minimálne 32GB",
    "Home.Notes": "Poznámky k vydaniu:",
    "Home.SelectPackages": "Zvoľ súčasti",
    "Home.InstallMode": "Spôsob inštalácie:",
    "Home.NoUSB": "Stiahnuť bez (USB)",
    "Home.StartButton": "Štart",
    "About.AboutTitle": "O aplikácii Syn3 Updater",
    "About.ForumButton": "CYANLABS FÓRUM",
    "About.DonateButton": "PRISPIEŤ",
    "About.DocumentationTitle": "Dokumentácia",
    "About.Documentation": "Aby ste zaistili, že dokumentácia bude vždy aktuálna, obráťte sa na nasledujúcu webovú stránku. Ak máte záujem o preklad do svojho jazyka, na tejto stránke nájdete ďalšie informácie.",
    "About.DocumentationButton": "DOKUMENTÁCIA",
    "About.DisclaimerTitle": "Zodpovednosti",
    "About.Disclaimer": "CyanLabs nie je zodpovedná za žiadnu stratu alebo škodu, okrem iného nepriamych alebo následných strát alebo škôd, akýchkoľvek strát alebo škôd spôsobených v dôsledku použitia alebo straty použitia údajov alebo ziskov, ktoré vzniknú v súvislosti s použitie tejto aplikácie alebo súvisiacich sprievodcov. Tento proces nie je schválený žiadnym výrobcom vozidla a môže zrušiť platnosť akýchkoľvek záruk / dohôd.",
    "About.DisclaimerAgreement": "Rozumiem a akceptujem riziká uvedené vo vylúčení zodpovednosti vyššie.",
    "Download.Queue": "Fronta",
    "Download.Log": "Záznam",
    "Download.CancelButton": "Zrušiť",
    "Download.StartButton": "Štart",
    "Download.VerifyingFile": "Overuje sa integrita",
    "Download.TotalDownload": "Celkový stav",
    "Settings.CarConfiguration": "Konfigurácia auta",
    "Settings.EnterRegionNav": "Zadajte svoj REGIÓN a uveďte, či máte NAVIGÁCIU",
    "Settings.Warning": "NESPRÁVNE INFORMÁCIE MÔŽU SPOSOBIŤ, ŽE \n VAŠE APIM BUDE DOČASNE ALEBO TRVALO NEPOUŽÍVATEĽNÉ",
    "Settings.Configuration": "Konfigurácia",
    "Settings.DownloadLocation": "Cesta k stiahnutiu:",
    "Settings.Language": "Jazyk:",
    "Settings.AdvancedOptions": "Pokročilé nastavenia",
    "Settings.InstallMode": "Spôsob inštalácie:",
    "Settings.PaidOptions": "Platené nastavenia",
    "Settings.LicenseKeyInfo": "Zadajte licenčný kľúč, aby ste získali prístup ku všetkým zakúpeným balíkom!",
    "Settings.LicenseKey": "Licenčný kľúč:",
    "Settings.Apply": "Použiť nastavenia",
    "Settings.Downloads": "Prehľadávať",
    "Settings.Theme": "Téma:",
    "MessageBox.DisclaimerNotAccepted": "Pred pokračovaním si prečítajte a prijmite zodpovednosti. Pokiaľ nebudete súhlasiť s podmienkami, nebudete môcť pokračovať.",
    "MessageBox.DownloadPathChangeCopy": "Chcel by si presunúť existujúce súbory z {0} do {1}",
    "MessageBox.NoDownloads": "Vo fronte na stiahnutie momentálne nie je nič. Navštívte hlavnú stránku a vyberte, čo chcete stiahnuť.",
    "MessageBox.CancelNoUSB": "Nie je vybratý žiaden USB disk. Chcete pokračovať iba v sťahovaní?",
    "MessageBox.CancelNoUSBForced": "Nie je vybratý žiaden USB disk! Pre pokračovanie musíte zvoliť USB disk!",
    "MessageBox.CancelMy20": "Syn3 Updater nastavil režim inštalácie na {0}\n NEPOKRAČUJTE V PRÍPADE, ŽE MÁTE AUTO VYROBENÉ V ROKU 2020!\n\nAK MÁTE AUTO VYROBENÉ V ROKU 2020 A CHCETE POKRAČOVAŤ, VAŠA JEDNOTKA BUDE ZNIČENÁ!\n\nKliknutím na „Áno“ rozumiete vyššie uvedenému varovaniu a potvrdzujete, že nemáte auto vyrobené v roku 2020!",
    "MessageBox.CancelMy20Final": "POSLEDNÉ VAROVANIE! \n\nKliknutím na „Áno“ rozumiete vyššie uvedenému varovaniu a potvrdzujete, že nemáte auto vyrobené v roku 2020!",
    "MessageBox.CancelRegionMismatch": "Súčasný a nový región nie sú zhodné. Je možné, že to nebude pracovať správne. Chcete napriek tomu pokračovať?",
    "MessageBox.CancelDownloadIsDrive": "Cesta sťahovania a cieľová jednotka USB sú rovnaké. Zmeňte prosím cestu sťahovania.",
    "MessageBox.CancelNoApps": "Vybratý režim inštalácie je preformátovaný alebo má nižšiu verziu, ale nebol vybraný žiadny balík „APPS“, ale program Syn3 Updater určil, že je potrebný prechod na nižšiu verziu alebo preformátovanie, čo bude mať za následok nespustenie systému. Prerušujem!",
    "MessageBox.CancelFormatUSB": "VAROVANIE, VŠETKY ÚDAJE NA VYBRANOM DISKU BUDÚ ZMAZANÉ {0}\nPísmeno disku: {1} \n\nStlač ÁNO pre pokračovanie a formátovanie.",
    "MessageBox.DownloadInProgress": "Už beží iná operácia. Pred pokračovaním počkajte na dokončenie existujúcej operácie.",
    "MessageBox.CopyVerificationFailed": "Po 3 pokusoch sa nepodarilo úspešne overiť skopírovaný súbor. Uistite sa, že jednotka USB a port fungujú správne, alebo vyskúšajte inú jednotku USB. Proces prerušenia! ",
    "MessageBox.DownloadVerificationFailed": "Stiahnutý súbor sa nepodarilo úspešne overiť ani po 3 pokusoch. Skontrolujte internetové pripojenie a skúste to znova. Proces prerušenia!",
    "MessageBox.DownloadOnlyComplete": "Všetky súbory sa úspešne stiahli a overili. Nebolo urobené žiadne kopírovanie!",
    "MessageBox.OptionalFormatUSB": "Tento USB disk už bol používaný programom Syn3 Updater.\n\n{0}\nPísmeno disku: {1}\n\nAk chcete použiť existujúce súbory na USB disku, stlačte Nie\nAk chcete naformátovať  USB disk, stlačte Áno\n\nChcete naformátovať vybraný USB disk?",
    "MessageBox.FailedToValidate3": "Nepodarilo sa overiť {0} 3-krát, PROCES SA PRERUŠUJE!!",
    "MessageBox.WebException": "Nepodarilo sa pripojiť k serveru na stiahnutie, {0}",
    "MessageBox.UpdateCurrentversion": "Prajete si aktualizovať „Aktuálnu verziu“ z {0} na {1}, aby bola správna pre budúce použitie?",
    "MessageBox.Completed": "Sťahovanie a kopírovanie súborov je teraz dokončené\n jednoducho vysuňte tento USB disk z počítača a vložte ho do auta\n uistite sa, že je spustený motor!\nSyn3Updater vás teraz presmeruje priamo do príslušnej časti tutoriálu CyanLabs aby ste mohli pokračovať vo svojom aute\n\nAk je Syn3 Updater pre vás užitočný, zvážte poskytnutie darov na karte „O nás“.",
    "String.NonNavAPIM": "Bez Navigácie APIM",
    "MessageBox.LogUtilityComplete": "Príprava denníka USB je dokončená, vyberte disk USB z počítača a vložte ho do vášho auta.\nUistite sa, že je zapnuté zapaľovanie. Po vložení USB sa zobrazí správa, že inštalácia bola dokončená.\nZnovu vložte USB disk do vášho PC a stlačte „Krok 3“",
    "String.KeepExistingMaps": "Ponechať Existujúce Mapy",
    "String.NoMaps": "Žiadne Mapy",
    "String.Required": "POŽADOVANÉ!",
    "String.Completed": "DOKONČENIE ÚSPEŠNE",
    "String.Copied": "skopírované",
    "String.Downloaded": "stiahnuté",
    "String.Validated": "overené",
    "Utility.CreateLogTitle": "Vytvorte LOG protokol USB",
    "Utility.CreateLogDesc": "Vytvorte špeciálny disk USB, ktorý sa používa na generovanie súboru denníka s rôznymi podrobnosťami týkajúcimi sa vašej jednotky. Postupujte podľa krokov nižšie.",
    "Utility.CreateLogStep1": "1. Príprava USB",
    "Utility.CreateLogStep2": "2. Vložiť disk USB do auta\n a počkajte na \"Inštalácia kompletná\"",
    "Utility.CreateLogStep3": "3. Otvoriť LOG záznam",
    "Utility.LogXMLTitle": "Detaily",
    "Utility.APIMModel": "APIM Model:",
    "Utility.APIMSize": "APIM Veľkosť:",
    "Utility.APIMType": "APIM Typ:",
    "Utility.APIMFree": "APIM Voťné Miesto:",
    "MessageBox.UpdateCurrentVersionUtility": "Zistili sme, že nainštalovaná verzia sa nezhoduje s vašou aktuálne vybranou verziou v nastaveniach. Chcete ju automaticky aktualizovať z {0} na {1}",
    "MessageBox.LogUtilityInvalidFile": "Vybraný súbor XML sa nepodarilo prečítať. Uistite sa, že je to správny súbor. Ak ste si istí, že tento súbor je správny, kontaktujte spoločnosť CyanLabs, aby sme ju mohli ďalej preskúmať.",
    "Utility.GracenotesRemovalTitle": "Vytvoriť Gracenotes Vymazávacie USB",
    "Utility.GracenotesRemovalDesc": "Táto funkcia slúži na vytvorenie USB na vynútenie odstránenia Gracenotes z vašej jednotky.",
    "Utility.GracenotesButton": "Príprava USB",
    "MessageBox.GenericUtilityComplete": "Príprava USB je dokončená, vyberte jednotku USB z počítača a vložte ju do auta.",
    "Utility.VoiceShrinkerTitle": "Vytvoriť Výmenný Malý Hlasový balíček USB ",
    "Utility.VoiceShrinkerDesc": "Túto funkciu použite, ak po odstránení gracenotov stále máte MEM_ERR's.",
    "Utility.DowngradeTitle": "Vytvoriť Downgrade USB",
    "Utility.DowngradeDesc": "Túto funkciu použite, ak po odstránení gracenotov a zmenšení hlasového balíka stále dostávate MEM_ERR's",
    "Utility.TroubleshootTitle": "Kroky na riešenie problémov",
    "Utility.TroubleshootDesc": "Pomocou nasledujúcich funkcií môžete vyriešiť rôzne MEM_ERR chyby, ktoré môžete dostať.",
    "Utility.TroubleshootMoreDetails": "Viac detailov!",
    "Utility.ViewAsBuilt": "Zobraziť detailné AsBuilt",
    "About.Endorsed": "Tento softvér ani CyanLabs nie sú licencované alebo schválené spoločnosťou Ford / FoMoCo",
    "MessageBox.AsBuiltVinWarning": "POZNÁMKA: Toto odošle VIN číslo vášho vozidla do online dekódovacej služby spoločnosti Cyanlabs. Zadaním vášho VIN to pomôže zvýšiť presnosť našej databázy. Ak ste s tým spokojní, kliknite na OK, inak kliknite na Zrušiť",
    "Utility.UploadLog": "Nahrať Denník",
    "MessageBox.UploadLog": "Aby sme vám pomohli pri riešení akýchkoľvek potenciálnych problémov, odporúčame vám nahrať váš protokol do našej databázy. Tento súbor protokolu obsahuje podrobnosti o tom, aké možnosti boli vybraté. Ak sa rozhodnete tento protokol nenahrať, môžete to urobiť neskôr na karte „Utility“ stlačením tlačidla „Nahrať Denník“\n\nChcete teraz nahrať svoj denník?",
    "MessageBox.UploadLogNoDrive": "Ak chcete nahrať svoj denník, musíte zvoliť disk, ktorý už bol predtým použitý a obsahuje súbor log.txt",
    "Settings.ReleaseType": "Application Release Type:",
    "MessageBox.ChangeApplicationReleaseBranch": "Po zmene vetvy sa program Syn3 Updater reštartuje a automaticky sa stiahne príslušná zostava.\n\nZmena z Ci na Beta / Release môže mať za následok neošetrené výnimky a bude si vyžadovať obnovenie nastavení!\n\nĎalšie informácie nájdete v dokumentácii.\n\nSte si istý, že chcete zmeniť „Release Branch“ programu Syn3 Updater?",
    "Home.NoUSBDir": "Vyberte adresár",
    "MessageBox.CancelDeleteFiles": "UPOZORNENIE - BUDÚ STRATENÉ VŠETKY ÚDAJE VO VYBRANOM ADRESÁRI\nPath: {0}\n\nPokračujte kliknutím na ÁNO.",
    "MessageBox.CompletedFolder": "Sťahovanie a kopírovanie všetkých požadovaných súborov je teraz dokončené.\n\nPretože ste vybrali adresár a nie USB disk, budete musieť skopírovať obsah zvoleného adresára na USB disk vo formáte ExFAT (MBR)\n\nAk máte problémy, pripojte sa k nášmu discord alebo komunitnému fóru, odkazy nájdete na našej webovej stránke.\n\nAk bol program Syn3 Updater pre vás užitočný, zvážte poskytnutie darov na karte „O mne“.",
    "MessageBox.CancelDownloadIsFolder": "Vybratý adresár na stiahnutie a cieľový adresár sú rovnaké. Ak chcete pokračovať, musíte zmeniť jeden z týchto adresárov.",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "Zadajte svoju verziu (Nastavenia> Všeobecné> Informácie) ",
    "Home.Version": "Verzia:",
    "Home.Region": "Región:",
    "Home.Nav": "Navigácia:",
    "Home.MapVersion": "Verzia Máp:",
    "Home.NewVersion": "Nová Verzia",
    "Settings.FullVersion": "Úplná Verzia:",
    "Settings.Region": "Región:",
    "Settings.Navigation": "Navigácia:",
    "MessageBox.NoVersionOrRegionSelected": "Nevybral si aktuálnu Verziu alebo Región!",
    "MessageBox.My20Detected": "Program Syn3 Updater zistil, že sa pokúšate vynútiť režim inštalácie alebo deaktivovať režim „My20“, avšak predtým bol zistený MY20 alebo novší APIM! Ak to urobíte a použijete vytvorenú jednotku USB na MY20 alebo novšom APIM, BUDETE TO ĽUTOVAŤ !!\n\nKliknutím na „Áno“ zakážete všetky metódy ochrany MY20 vložené do programu Syn3 Updater\n\nNaozaj chcete zmeniť tento režim inštalácie? ",
    "MessageBox.My20Check": "UPOZORNENIE. NESPRÁVNE ODPOVEDE BY MOHLO VYPLÝVAŤ V TEJTO APIM, KTORÝ JE BEING BRICKED!!!\n\nVyrábate auto v roku 2020 alebo novšie?\n\nAk je to tak alebo nie ste si istí, kliknite na tlačidlo „Áno“ a program Syn3 Updater vás prevedie spustením oficiálneho „vyšetrovacieho nástroja“, ktorým overíte, či máte MY20 APIM alebo nie\n\nAk je rok 2019 alebo starší, pokračujte podľa plánu kliknutím na „Nie“. ",
    "MessageBox.My20Found": "Syn3 Updater určil, že váš APIM je MY20 (rok výroby 2020) alebo novší. Syn3 Updater si teraz vynúti režim automatickej inštalácie, aby zabránil možnému zablokovaniu APIM! ",
    "MessageBox.My20NotFound": "Program Syn3 Updater zistil, že váš APIM NIE JE MY20 a je bezpečné používať všetky funkcie programu Syn3 Updater",
    "MessageBox.LogUtilityCompleteMy20": "Príprava snímacej (protokolovacej) jednotky USB bola úspešne dokončená!\n\nVyberte jednotku USB z počítača a vložte ju do automobilu, skontrolujte, či je zapnuté zapaľovanie, a chvíľu počkajte, kým sa zobrazí hlásenie „Inštalácia dokončená“, alebo kým sa APIM reštartuje.\n\nPo dokončení znova vložte jednotku USB do počítača, kliknite na tlačidlo „OK“ a vyberte súbor XML z priečinka SyncMyRide na jednotke USB.",
    "String.OnlyMaps": "Aktualizovať iba mapy",
    "Settings.My20Mode": "Prepnúť ochranu MY20:",
    "News.ImportantNoticeTitle": "Dôležité oznámenia",
    "News.NoticeTitle": "Ostatné oznámenia",
    "News.Changelog": "Zoznam zmien"
}