{
    "Main.Home": "Hem",
    "Main.About": "Handla om",
    "Main.Downloads": "Nedladdningar",
    "Main.News": "Nyheter",
    "Main.Crashme": "Krascha",
    "Main.Settings": "inställningar",
    "Main.Utility": "Verktyg",
    "Home.Refresh": "Uppdatera",
    "Home.CurrentConfiguration": "Aktuell konfiguration",
    "Home.SyncVersion": "Version:",
    "Home.SyncRegion": "Område:",
    "Home.SyncNav": "Navigering:",
    "Home.SyncMapVersion": "Kartversion:",
    "Home.DownloadPath": "Ladda ner sökväg:",
    "Home.SelectUSBDrive": "Välj En USB-enhet",
    "Home.DriveName": "Enhetsdetaljer:",
    "Home.DriveLetter": "Drive Letter:",
    "Home.RecommendedUSBFlashDriveTitle": "Rekommenderade storlekar på USB-minne",
    "Home.DriveFileSystem": "Filsystem:",
    "Home.RecommendedUSBFlashDriveNonNav": "Icke-navigations-APIM ska vara bra med 8 GB",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW, ANZ APIM: er kräver minst 16 GB",
    "Home.RecommendedUSBFlashDriveEU": "EU APIM: er kräver minst 32 GB",
    "Home.Notes": "Anmärkningar:",
    "Home.NewSyncVersion": "Ny synkroniseringsversion",
    "Home.SelectPackages": "Välj paket",
    "Home.InstallMode": "Installationsläge:",
    "Home.NoUSB": "Endast nedladdning (INGEN USB)",
    "Home.StartButton": "Start",
    "About.AboutTitle": "Om Syn3 Updater",
    "About.ForumButton": "CYANLABS FORUM",
    "About.DonateButton": "DONERA",
    "About.FHubButton": "F HUB",
    "About.DocumentationTitle": "Dokumentation",
    "About.Documentation": "För att säkerställa att dokumentationen alltid är uppdaterad, se nedanstående webbsida. Om du är intresserad av att översätta denna till ditt eget språk kan du hitta ytterligare information på samma sida.",
    "About.DocumentationButton": "DOKUMENTATION",
    "About.DisclaimerTitle": "varning",
    "About.Disclaimer": "CyanLabs ansvarar inte för förlust eller skada inklusive, utan begränsning, indirekt eller följdförlust eller skada, eller någon förlust eller skada som helst som uppstår till följd av användning eller förlust av användning av data eller vinster, som uppstår på grund av eller i samband med användning av denna applikation eller tillhörande guider. Denna process är inte godkänd av någon fordonstillverkare och kan upphäva eventuella garantier / avtal som du har på plats",
    "About.DisclaimerAgreement": "Jag förstår och accepterar de risker som beskrivs i ansvarsfriskrivningen ovan.",
    "Download.Queue": "Kö",
    "Download.Log": "Logga",
    "Download.CancelButton": "Annullera",
    "Download.StartButton": "Start",
    "Download.VerifyingFile": "Verifierar integriteten hos",
    "Download.TotalDownload": "Total framsteg",
    "Settings.CarConfiguration": "Bilkonfiguration",
    "Settings.EnterVersion": "Ange din version (Inställningar> Allmänt> Om synkronisering)",
    "Settings.EnterRegionNav": "Ange ditt REGION och ange om du har NAVIGATION",
    "Settings.Warning": "FELAKTIG INFORMATION KAN GÖRA  n DIN APIM TILLFÄLLIGT ELLER PERMANENT OANVÄNDBART",
    "Settings.FullSyncVersion": "Full version:",
    "Settings.SyncRegion": "SYNC-region:",
    "Settings.SyncNavigation": "Navigering:",
    "Settings.Configuration": "Konfiguration",
    "Settings.DownloadLocation": "Nedladdningsplats:",
    "Settings.Language": "Språk:",
    "Settings.AdvancedOptions": "Avancerade alternativ",
    "Settings.InstallMode": "Installationsläge:",
    "Settings.ShowAllReleases": "Visa alla släpp:",
    "Settings.PaidOptions": "Betalda alternativ",
    "Settings.LicenseKeyInfo": "Ange din licensnyckel nedan för att få tillgång till alla anpassade paket du har köpt!",
    "Settings.LicenseKey": "Licensnyckel:",
    "Settings.Apply": "Tillämpa inställningar",
    "Settings.Downloads": "Bläddra",
    "Settings.Theme": "Tema:",
    "MessageBox.DisclaimerNotAccepted": "Läs och godkänn ansvarsfriskrivningen innan du fortsätter. Du kommer inte att kunna fortsätta om du inte godkänner villkoren.",
    "MessageBox.NoSyncVersionOrRegionSelected": "Du har inte ställt in din nuvarande version eller region!",
    "MessageBox.DownloadPathChangeCopy": "Vill du flytta befintliga filer från {0} till {1}",
    "MessageBox.NoDownloads": "Det finns för närvarande ingenting i din nedladdningskö, besök huvudsidan för att välja vad du vill ladda ner.",
    "MessageBox.CancelNoUSB": "Ingen USB-enhet vald vill du fortsätta med bara nedladdningen?",
    "MessageBox.CancelNoUSBForced": "Ingen USB-enhet vald, du måste välja USB för att fortsätta!",
    "MessageBox.CancelMy20": "Syn3 Updater har satt inställningsläget till {0}  n FORTSÄTT INTE OM DU HAR BILTILLVERKAD 2020!  N  n Om DU FORTSÄTTER OCH HAR EN BILTILLVERKAD 2020 TILLMÄRKER DIN SYNKRONIK!  N  n Genom att klicka \" Ja \"du förstår ovanstående varning och bekräftar att du inte har en bil tillverkad 2020!",
    "MessageBox.CancelMy20Final": "SISTA VARNING!  n  n Genom att klicka på \"Ja\" bekräftar du att du inte har en bil tillverkad 2020!",
    "MessageBox.CancelRegionMismatch": "Nuvarande region och ny region är inte desamma, det kanske inte fungerar. Vill du fortsätta ändå?",
    "MessageBox.CancelDownloadIsDrive": "Nedladdningssökvägen och destinations-USB-enheten är desamma, ändra din nedladdningssökväg.",
    "MessageBox.CancelNoApps": "Läget är omformaterat eller nedgraderat och inget apparpaket har valts, detta kommer att resultera i ett system som inte startar, ABORTING! Inget \"APPS\" -paket har valts men Syn3 Updater har bestämt att en nedgradering eller omformatering krävs, vilket resulterar i ett system som inte startar. Avbryter!",
    "MessageBox.CancelFormatUSB": "VARNING, ALLA DATA PÅ DET VÄLDA DREVET TILLFALL {0}  nDrive Letter: {1}  n  nKlicka på YES för att formatera och fortsätta.",
    "MessageBox.DownloadInProgress": "En nedladdning eller kopia pågår redan, vänta eller avbryt nedladdningen först.",
    "MessageBox.CopyVerificationFailed": "Det gick inte att verifiera filen tre gånger, se till att USB-enheten och porten är helt funktionella, avbryter processen!",
    "MessageBox.DownloadVerificationFailed": "Det gick inte att verifiera den nedladdade filen tre gånger, processen avbröts!",
    "MessageBox.DownloadOnlyComplete": "Alla filer har laddats ner och validerats framgångsrikt, ingen kopiering har gjorts!",
    "MessageBox.OptionalFormatUSB": "Denna USB-enhet har redan använts av Syn3 Updater.  N  n {0}  nDrive Letter: {1}  n  nFör att använda befintliga filer på USB-enheten klickar du på Nej  nFör att formatera USB-enheten klickar du på Ja  n  nGör vill du formatera den valda USB-enheten?",
    "MessageBox.FailedToValidate3": "Det gick inte att validera {0} tre gånger, ABORTING PROCESS!",
    "MessageBox.WebException": "Det gick inte att ansluta till nedladdningsservern, {0}",
    "MessageBox.UpdateCurrentversion": "Vill du uppdatera din nuvarande synkroniseringsversion i appen så att den är korrekt för framtida användning?",
    "MessageBox.Completed": "Nedladdningen och kopieringen av filerna är nu klar, mata bara ut den här USB: n från din dator och sätt in den i din bil, se till att motorn är igång!  NSyn3Updater öppnar dig nu direkt till den relevanta delen av CyanLabs handledning för dig att följa i din bil.  n  nOm Syn3 Updater har varit till nytta för dig, kan du överväga att donera från fliken \"Om\".",
    "String.NonNavAPIM": "Icke Nav APIM",
    "MessageBox.LogUtilityComplete": "Förberedelsen av USB-loggen är klar, ta bort USB-enheten från din dator och sätt in den i din bil, se till att tändningen är på. Några ögonblick efter att USB har satts i kommer det att sägas att installationen är klar. Sätt tillbaka USB-enheten i din dator och tryck på \"Steg 3\"",
    "String.KeepExistingMaps": "Behåll befintliga kartor",
    "String.NoMaps": "Inga kartor",
    "String.Required": "NÖDVÄNDIG!",
    "String.Completed": "Färdigställt framgångsrikt",
    "String.Copied": "kopieras",
    "String.Downloaded": "nedladdade",
    "String.Validated": "validerad",
    "Utility.CreateLogTitle": "Skapa Interrogator Log USB",
    "Utility.CreateLogDesc": "Skapa en speciell USB-enhet som används för att skapa en loggfil med olika detaljer som rör din enhet, följ stegen nedan för att komma igång.",
    "Utility.CreateLogStep1": "1. Förbered enheten",
    "Utility.CreateLogStep2": "2. Sätt in enheten i bilen  n vänta \"Installera komplett\"",
    "Utility.CreateLogStep3": "3. Öppna Interrogator Log",
    "Utility.LogXMLTitle": "Synkronisera detaljer",
    "Utility.SyncVersion": "Synkroniseringsversion:",
    "Utility.APIMModel": "APIM-modell:",
    "Utility.APIMSize": "APIM-storlek:",
    "Utility.APIMType": "APIM-typ:",
    "Utility.APIMFree": "APIM ledigt utrymme:",
    "MessageBox.UpdateCurrentVersionUtility": "Vi har upptäckt att den installerade versionen inte matchar din aktuella valda version i inställningarna. Vill du automatiskt uppdatera den till {0}",
    "MessageBox.LogUtilityInvalidFile": "Den valda XML-filen kunde inte läsas, se till att den är rätt fil. Om du är säker på att den här filen stämmer, kontakta CyanLabs så att vi kan undersöka mer.",
    "Utility.GracenotesRemovalTitle": "Skapa Gracenotes borttagning USB",
    "Utility.GracenotesRemovalDesc": "Använd den här funktionen för att skapa en USB för att tvinga bort Gracenotes från din enhet.",
    "Utility.GracenotesButton": "Förbered USB",
    "MessageBox.GenericUtilityComplete": "Förberedelsen av USB är klar, ta bort USB-enheten från din dator och sätt in den i din bil.",
    "Utility.VoiceShrinkerTitle": "Skapa USB-ersättning för liten röstpaket",
    "Utility.VoiceShrinkerDesc": "Använd den här funktionen om du fortfarande har MEM_ERR efter att du har tagit bort gracenotes.",
    "Utility.DowngradeTitle": "Skapa nedgradering av USB",
    "Utility.DowngradeDesc": "Använd den här funktionen om du fortfarande får MEM_ERR efter att du har tagit bort gracenotes och krympt ditt röstpaket",
    "Utility.TroubleshootTitle": "Steg för felsökning",
    "Utility.TroubleshootDesc": "Använd följande funktioner för att felsöka och lösa olika MEM_ERR som du kan få.",
    "Utility.TroubleshootMoreDetails": "Fler detaljer!",
    "Utility.ViewAsBuilt": "View Detailed AsBuilt",
    "About.Endorsed": "This software nor CyanLabs is licensed or endorsed by Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "NOTE: This will submit your vehicles VIN number to Cyanlabs's online decoding service. By submitting your VIN, this will help increase our database's accuracy. Click OK if your happy with this, otherwise click Cancel",
    "Utility.UploadLog": "Upload Log",
    "MessageBox.UploadLog": "To assist in troubleshooting any potential issues we would recommend uploading your log to our database, this log file contains details on what options were selected, if you choose not to upload this log you can do at a later date from the \"Utility\" tab and clicking \"Upload Log\".\n\nDo you want to upload your log now?",
    "MessageBox.UploadLogNoDrive": "You must select a drive that has been used previously and contains a log.txt file to upload your log.",
    "Settings.ReleaseType": "Application Release Type:",
    "MessageBox.ChangeApplicationReleaseBranch": "Changing branch will restart Syn3 Updater and automatically download the relevant build.\n\nChanging from Ci to Beta/Release may result in unhandled exceptions and require you to reset your settings!\n\nRefer to the documentation for further information\n\nAre you sure you want to change the 'Release Branch' of Syn3 Updater?",
    "Home.NoUSBDir": "Select A Directory",
    "MessageBox.CancelDeleteFiles": "WARNING, ALL DATA IN THE SELECTED DIRECTORY WILL BE LOST\nPath: {0}\n\nClick YES to continue.",
    "MessageBox.CompletedFolder": "The download and copying of the files is now complete\nAs you have selected a directory rather than a USB drive you will need to copy the contents of your chosen directory to a ExFAT (MBR) formatted USB drive\n\nIf Syn3 Updater has been useful to you please consider donating from the \"About\" tab.",
    "MessageBox.CancelDownloadIsFolder": "Download directory and selected destination directory are the same, please change one of these directories"
}