{
  "Main.Home": "Hem",
  "Main.About": "Handla om",
  "Main.Downloads": "Nedladdningar",
  "Main.News": "Nyheter",
  "Main.Crashme": "Krascha",
  "Main.Settings": "inställningar",
  "Main.Utility": "Verktyg",
  "Home.Refresh": "Uppdatera",
  "Home.CurrentConfiguration": "Aktuell konfiguration",
  "Home.DownloadPath": "Ladda ner sökväg:",
  "Home.SelectUSBDrive": "Välj En USB-enhet",
  "Home.DriveName": "Enhetsdetaljer:",
  "Home.RecommendedUSBFlashDriveTitle": "Rekommenderade storlekar på USB-minne",
  "Home.DriveFileSystem": "Filsystem",
  "Home.RecommendedUSBFlashDriveNonNav": "Icke-navigations-APIM ska vara bra med 8 GB",
  "Home.RecommendedUSBFlashDriveNA": "NA, ROW, ANZ APIM: er kräver minst 16 GB",
  "Home.RecommendedUSBFlashDriveEU": "EU APIM: er kräver minst 32 GB",
  "Home.Notes": "Anmärkningar:",
  "Home.SelectPackages": "Välj paket",
  "Home.InstallMode": "Installationsläge:",
  "Home.StartButton": "Start",
  "About.AboutTitle": "Om Syn3 Updater",
  "About.ForumButton": "CYANLABS FORUM",
  "About.DonateButton": "DONERA",
  "About.DocumentationTitle": "Dokumentation",
  "About.Documentation": "För att säkerställa att dokumentationen alltid är uppdaterad, se nedanstående webbsida. Om du är intresserad av att översätta denna till ditt eget språk kan du hitta ytterligare information på samma sida.",
  "About.DocumentationButton": "DOKUMENTATION",
  "About.DisclaimerTitle": "Varning",
  "About.Disclaimer": "CyanLabs ansvarar inte för förlust eller skada inklusive, utan begränsning, indirekt eller följdförlust eller skada, eller någon förlust eller skada som helst som uppstår till följd av användning eller förlust av användning av data eller vinster, som uppstår på grund av eller i samband med användning av denna applikation eller tillhörande guider. Denna process är inte godkänd av någon fordonstillverkare och kan upphäva eventuella garantier / avtal som du har på plats",
  "About.DisclaimerAgreement": "Jag förstår och accepterar de risker som beskrivs i ansvarsfriskrivningen ovan.",
  "Download.Queue": "Kö",
  "Download.Log": "Logga",
  "Download.CancelButton": "Annullera",
  "Download.TotalDownload": "Total framsteg",
  "Settings.CarConfiguration": "Bilkonfiguration",
  "Settings.EnterRegionNav": "Ange ditt REGION och ange om du har NAVIGATION",
  "Settings.Warning": "FELAKTIG INFORMATION KAN GÖRA  n DIN APIM TILLFÄLLIGT ELLER PERMANENT OANVÄNDBART",
  "Settings.Configuration": "Konfiguration",
  "Settings.DownloadLocation": "Nedladdningsplats:",
  "Settings.Language": "Språk:",
  "Settings.AdvancedOptions": "Avancerade alternativ",
  "Settings.InstallMode": "Installationsläge:",
  "Settings.Apply": "Tillämpa inställningar",
  "Settings.Theme": "Tema",
  "MessageBox.DisclaimerNotAccepted": "Läs och godkänn ansvarsfriskrivningen innan du fortsätter. Du kommer inte att kunna fortsätta om du inte godkänner villkoren.",
  "MessageBox.DownloadPathChangeCopy": "Vill du flytta befintliga filer från {0} till {1}",
  "MessageBox.CancelRegionMismatch": "Nuvarande region och ny region är inte desamma, det kanske inte fungerar. Vill du fortsätta ändå?",
  "MessageBox.CancelDownloadIsDrive": "Nedladdningssökvägen och destinations-USB-enheten är desamma, ändra din nedladdningssökväg.",
  "MessageBox.CancelNoApps": "Läget är omformaterat eller nedgraderat och inget apparpaket har valts, detta kommer att resultera i ett system som inte startar, ABORTING! Inget \"APPS\" -paket har valts men Syn3 Updater har bestämt att en nedgradering eller omformatering krävs, vilket resulterar i ett system som inte startar. Avbryter!",
  "MessageBox.CancelFormatUSB": "VARNING, ALLA DATA PÅ DET VÄLDA DREVET TILLFALL {0}  nDrive Letter: {1}  n  nKlicka på YES för att formatera och fortsätta.",
  "MessageBox.DownloadInProgress": "En nedladdning eller kopia pågår redan, vänta eller avbryt nedladdningen först.",
  "MessageBox.OptionalFormatUSB": "Denna USB-enhet har redan använts av Syn3 Updater.  N  n {0}  nDrive Letter: {1}  n  nFör att använda befintliga filer på USB-enheten klickar du på Nej  nFör att formatera USB-enheten klickar du på Ja  n  nGör vill du formatera den valda USB-enheten?",
  "MessageBox.FailedToValidate3": "Det gick inte att validera {0} tre gånger, ABORTING PROCESS!",
  "MessageBox.Completed": "Nedladdningen och kopieringen av filerna är nu klar, mata bara ut den här USB: n från din dator och sätt in den i din bil, se till att motorn är igång!  NSyn3Updater öppnar dig nu direkt till den relevanta delen av CyanLabs handledning för dig att följa i din bil.  n  nOm Syn3 Updater har varit till nytta för dig, kan du överväga att donera från fliken \"Om\".",
  "String.NonNavAPIM": "Icke Nav APIM",
  "MessageBox.LogUtilityComplete": "Förberedelsen av USB-loggen är klar, ta bort USB-enheten från din dator och sätt in den i din bil, se till att tändningen är på. Några ögonblick efter att USB har satts i kommer det att sägas att installationen är klar. Sätt tillbaka USB-enheten i din dator och tryck på \"Steg 3\"",
  "String.KeepExistingMaps": "Behåll befintliga kartor",
  "String.NoMaps": "Inga kartor",
  "String.Completed": "Färdigställt framgångsrikt",
  "String.Copied": "kopierad",
  "String.Downloaded": "nedladdade",
  "String.Validated": "validerad",
  "Utility.CreateLogTitle": "Skapa Interrogator Log USB",
  "Utility.CreateLogDesc": "Skapa en speciell USB-enhet som används för att skapa en loggfil med olika detaljer som rör din enhet, följ stegen nedan för att komma igång.",
  "Utility.CreateLogStep1": "1. Förbered enheten",
  "Utility.CreateLogStep2": "2. Sätt in enheten i bilen  n vänta \"Installera komplett\"",
  "Utility.CreateLogStep3": "3. Öppna Interrogator Log",
  "Utility.APIMModel": "APIM-modell",
  "Utility.APIMSize": "APIM-storlek",
  "Utility.APIMType": "APIM-typ",
  "Utility.APIMFree": "APIM ledigt utrymme:",
  "MessageBox.UpdateCurrentVersionUtility": "Vi har upptäckt att den installerade versionen inte stämmer med den nu valda versionen i inställningar, vill du automatiskt ändra detta från {0} till {1}",
  "MessageBox.LogUtilityInvalidFile": "The XML file you have selected could not be read, please ensure this is the correct file. If you are sure this file is correct please contact CyanLabs via our forum or discord server so we can investigate further.",
  "Utility.GracenotesRemovalTitle": "Skapa Gracenotes borttagning USB",
  "Utility.GracenotesRemovalDesc": "Använd den här funktionen för att skapa en USB för att tvinga bort Gracenotes från din enhet.",
  "Utility.GracenotesButton": "Förbered USB",
  "MessageBox.GenericUtilityComplete": "Förberedelsen av USB är klar, ta bort USB-enheten från din dator och sätt in den i din bil.",
  "Utility.VoiceShrinkerTitle": "Skapa USB-ersättning för liten röstpaket",
  "Utility.VoiceShrinkerDesc": "Använd den här funktionen om du fortfarande har MEM_ERR efter att du har tagit bort gracenotes.",
  "Utility.DowngradeTitle": "Skapa nedgradering av USB",
  "Utility.DowngradeDesc": "Använd den här funktionen om du fortfarande får MEM_ERR efter att du har tagit bort gracenotes och krympt ditt röstpaket",
  "Utility.TroubleshootTitle": "Steg för felsökning",
  "Utility.TroubleshootDesc": "Använd följande funktioner för att felsöka och lösa olika MEM_ERR som du kan få.",
  "Utility.TroubleshootMoreDetails": "Fler detaljer!",
  "Utility.ViewAsBuilt": "Visa detaljer AsBuilt",
  "About.Endorsed": "CyanLabs program varken licensieras eller stöds av Ford/FoMoCo",
  "MessageBox.AsBuiltVinWarning": "Detta kommer att skicka dina fordons VIN-nr till vår automatiska online-avkodningstjänst, genom att skicka ditt VIN-nr hjälper du oss förbättra vår databas.\n\nOm du inte vill skicka ditt VIN-nr, tryck Avbryt.",
  "Utility.UploadLog": "Ladda upp Logg",
  "MessageBox.UploadLog": "För att kunna felsöka eventuella problem rekommenderar vi att du sänder din Syn3Updater loggfil till vår databas, filen innehåller info om vilka optioner som valts och ditt datornamn för att kunna länka dina loggfiler till en och samma identitet.\n\nOm du väljer att inte sända din loggfil nu, kan du göra det senare från fliken \"Utility\" och klicka på knappen \"Sänd Logg\".\n\nVill du sända din loggfil nu?",
  "Settings.ReleaseType": "Release Branch",
  "MessageBox.ChangeApplicationReleaseBranch": "Om du ändrar gren startar Syn3 Updater om och laddar automatiskt ner den relevanta versionen.\n\nAtt ändra från alfa till beta/release kan resultera i obehandlade undantag och kräver att du återställer dina inställningar!\n\nSe dokumentationen för ytterligare information\n\nÄr du säker på att du vill ändra 'Release Branch' för Syn3 Updater?",
  "Home.NoUSBDir": "Välj ett bibliotek",
  "MessageBox.CancelDeleteFiles": "ALLT DATA I DET VALDA BIBLIOTEKET RADERAS\nSökväg: {0}\n\nTryck JA för att fortsätta",
  "MessageBox.CompletedFolder": "The Download and Copying of all required files is now complete.\n\nAs you have selected a directory rather than a USB drive you will need to copy the contents of your chosen directory to a ExFAT (MBR) formatted USB drive\n\nIf you have found Syn3 Updater useful considering donating at https://cyanlabs.net/support-us/\n\nIf you are having issues join our discord or community forum, links can be found in the \"About\" tab and on our website.",
  "MessageBox.CancelDownloadIsFolder": "Platserna för nedladdning och destination är samma, ändra en av dessa bibliotek för att fortsätta.",
  "About.FHubButton": "F HUB",
  "Settings.EnterVersion": "Ange din version (Inställningar> Allmänt> Om synkronisering)",
  "Home.Version": "Version",
  "Home.Region": "Region",
  "Home.Nav": "Navigering:",
  "Home.MapVersion": "Kartversion:",
  "Home.NewVersion": "Ny synkroniseringsversion",
  "Settings.FullVersion": "Full version",
  "Settings.Region": "Region",
  "Settings.Navigation": "Navigering:",
  "MessageBox.NoVersionOrRegionSelected": "Du har inte ställt in din nuvarande version eller region!",
  "MessageBox.My20Detected": "Syn3 Updater has detected that you are potentially trying to force the install mode or disable 'My20 Mode' however a APIM Manufactured in 2020 or newer has been previously detected or My20 Mode was manually enabled previously!\n\nUsing the created USB drive on a APIM manufactured in 2020 or newer may result in a bricked unit if you continue with My20 Protection disabled.\n\nBy clicking 'Yes' you will disable all MY20 protection methods embedded in Syn3 Updater\n\nAre you sure you want to override this protection?",
  "MessageBox.My20Found": "Syn3 Updater has determined that your APIM is MY20 (Manufacture Year 2020) or newer, Syn3 Updater will now enforce AutoInstall mode to prevent possible bricking of the APIM!",
  "MessageBox.My20NotFound": "Syn3 Updater has determined that your APIM is NOT MY20 and it is safe to use all functions of Syn3 Updater\n\nPlease note that this detection is not 100% accurate and if you are unsure or believe that the APIM has been replaced in your vehicle please consult CyanLabs via our forum or discord server or you may end up with a bricked APIM!",
  "MessageBox.LogUtilityCompleteMy20": "Förberedelse av Interrogator (Logging) USB-enhet har slutförts!\n\nTa bort USB-enheten från din dator och sätt in den i din bil, se till att tändningen är på och vänta några minuter tills den säger \"Installation slutförd\" eller att APIM startas om.\n\nNär du är klar sätter du in USB-enheten i datorn igen, klickar du på 'OK' och väljer XML-filen från din SyncMyRide-mapp på din USB-enhet",
  "String.OnlyMaps": "Enbart uppdatera kartor",
  "Settings.My20Mode": "Växla MY20-skydd ",
  "News.ImportantNoticeTitle": "Importera notiser",
  "News.NoticeTitle": "Andra notiser",
  "News.Changelog": "Ändringslogg",
  "Main.Logs": "Loggar",
  "Logs.Path": "Logg-sökväg",
  "Logs.ViewLog": "Se",
  "Logs.Delete": "Radera valda loggar",
  "Logs.OpenFolder": "Öppna loggmapp",
  "Settings.AppOptions": "Programinställningar",
  "Settings.AdvancedModeToggle": "Redigera avancerade inställningar",
  "Settings.LogLocation": "Loggfilens plats",
  "MessageBox.AdvancedSettings": "Dessa inställningar kan orsaka att USB-enheten som skapats av Syn3 Uppdateraren är inkompatibel med din bilkonfiguration, trots vad många YouTube-videor säger ska du inte ändra någon av dessa inställningar om du inte vet vad du gör!\n\nÄr du säker på att du vill fortsätta?",
  "MessageBox.My20CheckCancelled": "Ingen förhörsloggfil har valts, processen avbryts!",
  "Main.Profiles": "Profiler",
  "Profiles.DeleteProfile": "Radera",
  "Profiles.SelectProfile": "Välj",
  "Profiles.Rename": "Döp om",
  "Profiles.CurrentProfile": "Nuvarande profil",
  "Profiles.NewProfile": "Profilnamn",
  "Profiles.CreateAndSet": "Skapa och ställ in profil",
  "Home.Profile": "Profil",
  "MessageBox.InvalidProfile": "Du kan inte radera den aktiva profilen, välj en annan profil och ta sedan bort denna profil",
  "MessageBox.RemovableDriveFolder": "Den mapp du har valt ligger på en icke fast enhet, du bör överväga att välja USB själv i stället för att välja en mapp på USB-enheten\n\nOm du ändå vill fortsätta klicka på 'OK' ",
  "MessageBox.OptionalFormat": "{0} innehåller redan filer.\n\nVill du tömma {0} ",
  "Home.DriveSize": "Storlek",
  "Home.DriveFreeSpace": "Gratis",
  "String.Downloading": "Laddar ner",
  "String.Attempt": "Försök",
  "String.Copying": "Kopierar",
  "String.Validating": "Validerar",
  "String.CheckingExistingFile": "Kontrollerar befintlig fil",
  "Home.InstallModeForced": "Tvingad",
  "Home.MY20Protection": "MY20 skydd",
  "String.Enabled": "Aktiverad",
  "String.Disabled": "Inaktiverad / Inte MY20",
  "String.Yes": "Ja",
  "String.No": "Nej",
  "Settings.DownloadConnections": "Nerladdningsanslutningar",
  "MessageBox.ConnectionClosedByRemoteHost": "Det här felet är vanligtvis tillfälligt och orsakas av en anslutningsfall på fjärrservern. Försök ladda ner igen och Syn3 Uppdateraren hämtar bara de återstående filerna, om problemet kvarstår försök vid en annan tid på dagen eller kontakta CyanLabs",
  "String.OK": "OK",
  "String.Error": "Fel",
  "String.Upload": "Uppladdning",
  "String.Warning": "VARNING",
  "Home.StartDownloadOnly": "Ladda ner enbart",
  "MessageBox.DownloadOnlyComplete": "Alla filer har laddats ner och verifierats!",
  "String.DownloadComplete": "Nerladdning klar",
  "MessageBox.DownloadOnlyMode": "Du har valt \"Endast nedladdning\" detta kommer att ladda ner alla de begärda filerna till din nedladdningskatalog och verifiera dem men kommer INTE att förbereda några installationsfiler, kopiera dessa nedladdade filer till din USB -enhet vid ett senare datum kommer inte att fungera utan manuell skapande av lst -filer !\n\nAnvänd 'Välj en katalog' från listan över USB -enheter om du vill förbereda filerna innan du kopierar till en USB-enhet eller väljer en USB-enhet för att förbereda USB-enheten direkt!\n\nNär en USB-enhet eller katalog har valts, tryck på \"Start\" för att påbörja processen!\n\nÄr du säker på att du bara vill ladda ner filerna utan att förbereda en USB -enhet eller katalog?",
  "Home.FeedbackButton": "Feedback tråd ",
  "String.Notice": "Notis",
  "String.AutoDetect": "Autoavkänning",
  "Utility.CopyAsBuilt": "Kopieara AsBuilt",
  "Profiles.RenameProfile": "Döp om",
  "Profiles.Save": "Spara",
  "String.Encrypted": "Krypterat",
  "MessageBox.EncryptedDrive": "USB -enheten du har valt har upptäckts som krypterad, antingen av Bitlocker eller någon tredjepartsprogramvara. Du kommer inte att kunna använda den här USB-enheten förrän du inaktiverar krypteringen.\n\nInaktivera krypteringen och tryck på OK för att uppdatera listan över USB-enheter.",
  "MessageBox.NoPackagesSelected": "Inga paket har valts, välj minst ett paket innan du fortsätter",
  "MessageBox.NoBrowser": "Det gick inte att öppna webbsidan med standardwebbläsare, länk kopierad till Urklipp, klistra in länken i din webbläsare för ytterligare vägledning.",
  "MessageBox.MY20InvalidConfiguration": "Du har specificerat att du har en MY20 SYNC-enhet. Du kan inte skapa en uppdaterings-USB för att gå från 3.0 eller lägre till 3.4 medan My20 Protection är aktiverat.\n\n Vänligen kontrollera dina inställningar igen och om du behöver ytterligare hjälp besök vårt forum på https://community.cyanlabs.net\n\nAVAKTIVERA INTE MY20-SKYDD OM DU ÄR OSÄKER!",
  "Settings.MapKey": "Generatornyckel",
  "Settings.UpdateLanguages": "Ladda ner de senaste lokaliseringarna\n",
  "MessageBox.LogUtilityNoModelFound": "XML-filen du har valt innehåller inte ett giltigt 'ECU Delivery Assembly Number', därför kan Syn3 Updater inte avgöra om detta är en MY20+ APIM eller inte!\n\n Skriv på vårt communityforum eller vår Discord-server för att se hur du går vidare härifrån!\n\n FORTSÄTT INTE UTAN ATT FÅ HJÄLP AV EN EXPERT!7",
  "MessageBox.My20CheckV2": "!!!  FEL SVAR KOMMER ATT RESULTERA ATT DIN APIM BLICKAS!!!\n\nÄR DIN BIL TILLVERKAD 2020 ELLER NYARE?\n eller\n ÄR DIN SYNC 3 UNIT (APIM) TILLVERKAD 2020 ELLER NYARE?\n (garantireparation, utbytesenhet, etc)\n eller\n ÄR DIN SYNC 3-SKÄRM TILLVERKAD 2020 ELLER NYARE?\n (garantireparation, utbytesenhet, etc)\n\n Om du är osäker klickar du på \"Ja\" och Syn3 Updater guidar dig genom att köra det officiella \"förhörsverktyget\" för att verifiera om du har en MY20 APIM eller inte, den här processen är inte 100% korrekt, det enda sättet att säga till 100% säker  är att ta ut din APIM och kontrollera tillverkarens år\n\nCyanLabs ansvarar inte om du svarar fel!8",
  "Utility.RWDataCleanerTitle": "Create RW Data Cleaner USB",
  "Utility.RWDataCleanerDesc": "Use this function to create a USB to manually cleanup RWData from your unit.",
  "Utility.RWDataCleanerButton": "Prepare USB",
  "Utility.SelectUSBDrive": "Select A USB Drive",
  "MessageBox.LogUtilityIncompatibleVersion": "The XML file you have selected does not contain the expected output\n\nSyn3 Updater has determined you are on {0} and may be using overlays\n\nSyn3 Updater is unable to determine the configuration of your APIM\n\nPlease request assistance on our forum at https://community.cyanlabs.net"
}