{
  "Main.Home": "Ev",
  "Main.About": "Hakkında",
  "Main.Downloads": "İndirilenler",
  "Main.News": "Haberler",
  "Main.Crashme": "Kaza",
  "Main.Settings": "Ayarlar",
  "Main.Utility": "Araçlar",
  "Home.Refresh": "Yenile",
  "Home.CurrentConfiguration": "Geçerli Yapılandırma",
  "Home.DownloadPath": "İndirme Yolu",
  "Home.SelectUSBDrive": "USB Sürücü Seçin",
  "Home.DriveName": "Sürücü Ayrıntıları",
  "Home.RecommendedUSBFlashDriveTitle": "Önerilen USB Flash Sürücü boyutları",
  "Home.DriveFileSystem": "Dosya Sistemi",
  "Home.RecommendedUSBFlashDriveNonNav": "Navigasyonsuz APIM'ler 8GB ile iyi olmalı",
  "Home.RecommendedUSBFlashDriveNA": "NA, ROW, ANZ APIM'ler en az 16GB gerektirir",
  "Home.RecommendedUSBFlashDriveEU": "AB APIM'leri en az 32GB gerektirir",
  "Home.Notes": "Notlar",
  "Home.SelectPackages": "Paket Seçin",
  "Home.InstallMode": "Yükleme Modu",
  "Home.StartButton": "Başlat",
  "About.AboutTitle": "Syn3 Updater Hakkında",
  "About.ForumButton": "Cyanlabs Forum",
  "About.DonateButton": "Bağış Yap",
  "About.DocumentationTitle": "Dokümantasyon",
  "About.Documentation": "Belgelerin her zaman güncel olduğundan emin olmak için lütfen aşağıdaki web sayfasına bakın, bunu kendi dilinize çevirmekle ilgileniyorsanız, aynı sayfada ek bilgiler bulabilirsiniz.",
  "About.DocumentationButton": "Dokümantasyon",
  "About.DisclaimerTitle": "Feragatname",
  "About.Disclaimer": "CyanLabs, bunlarla sınırlı olmamak üzere, dolaylı veya sonuç olarak ortaya çıkan kayıp veya hasar dahil olmak üzere herhangi bir kayıp veya hasardan veya kullanımdan veya kullanımdan, verilerin veya karlardan kaynaklanan veya bunlarla bağlantılı olarak ortaya çıkan herhangi bir kayıp veya hasardan sorumlu olmayacaktır. bu uygulamanın veya ilgili kılavuzların kullanımı. Bu süreç herhangi bir araç üreticisi tarafından onaylanmamıştır ve sahip olabileceğiniz herhangi bir garantiyi / sözleşmeyi geçersiz kılabilir.",
  "About.DisclaimerAgreement": "Yukarıdaki sorumluluk reddinde belirtilen riskleri anlıyor ve kabul ediyorum.",
  "Download.Queue": "Kuyruk",
  "Download.Log": "Günlük",
  "Download.CancelButton": "İptal Et",
  "Download.TotalDownload": "Toplam ilerleme",
  "Settings.CarConfiguration": "Araç Yapılandırması",
  "Settings.EnterRegionNav": "BÖLGENİZİ girin ve NAVİGASYON'unuz olup olmadığını belirtin",
  "Settings.Warning": "YANLIŞ BİLGİLER OLABİLİR  n APIM'İNİZ GEÇİCİ OLARAK VEYA KALICI OLARAK KULLANILAMAZ",
  "Settings.Configuration": "Yapılandırma",
  "Settings.DownloadLocation": "İndirme Yeri",
  "Settings.Language": "Dil",
  "Settings.AdvancedOptions": "Gelişmiş seçenekler",
  "Settings.InstallMode": "Yükleme Modu",
  "Settings.Apply": "Ayarları uygula",
  "Settings.Theme": "Tema",
  "MessageBox.DisclaimerNotAccepted": "Devam etmeden önce lütfen sorumluluk reddini okuyun ve kabul edin. Şartları kabul etmediğiniz sürece devam edemezsiniz.",
  "MessageBox.DownloadPathChangeCopy": "Mevcut dosyaları {0} konumundan {1} konumuna taşımak ister misiniz?",
  "MessageBox.CancelRegionMismatch": "Mevcut bölge ve yeni bölge aynı değil, bu çalışmayabilir. Yine de devam etmek ister misin?",
  "MessageBox.CancelDownloadIsDrive": "İndirme yolu ve hedef USB sürücüsü aynı, lütfen indirme yolunuzu değiştirin.",
  "MessageBox.CancelNoApps": "Seçilen InstallMode yeniden biçimlendirilir veya düşürülür, ancak \"APPS\" paketi seçilmemiştir ancak Syn3 Updater bir sürüm düşürme veya yeniden biçimlendirmenin gerekli olduğunu belirlemiştir, bu, sistemin önyükleme yapmamasına neden olacaktır. İptal ediliyor!",
  "MessageBox.CancelFormatUSB": "UYARI, SEÇİLEN SÜRÜCÜDEKİ TÜM VERİLER KAYBOLACAKTIR {0}  nDrive Letter: {1}  n  nBiçimlendirmek ve devam etmek için EVET'i tıklayın.",
  "MessageBox.DownloadInProgress": "Başka bir işlem zaten çalışıyor, lütfen devam etmeden önce mevcut işlemin bitmesini bekleyin.",
  "MessageBox.OptionalFormatUSB": "Bu USB sürücüsü Syn3 Updater tarafından zaten kullanılıyor.  N  n {0}  nDrive Letter: {1}  n  nUSB sürücüsündeki mevcut dosyaları kullanmak için Hayır'a tıklayın  nUSB sürücüsünü biçimlendirmek için Evet'e tıklayın  n  n seçilen USB sürücüsünü biçimlendirmek istiyor musunuz?",
  "MessageBox.FailedToValidate3": "{0} 3 kez doğrulanamadı, İŞLEMİ DURDURUYOR!",
  "MessageBox.Completed": "Gerekli tüm dosyaların İndirilmesi ve Kopyalanması artık tamamlanmıştır.\nUSB'yi bilgisayarınızdan çıkarın, arabanıza takın.\nMotoru çalıştırın ve yükleme işleminin başlamasını bekleyin!\n\nSyn3Updater şimdi aracınızda takip etmeniz için sizi doğrudan CyanLabs öğreticisinin ilgili bölümüne açacaktır.\n\nAnlaşmazlık veya topluluk forumumuza katılmakta sorun yaşıyorsanız, web sitemizde bağlantılar bulunabilir.\n\nSyn3 Updater sizin için yararlı olduysa, lütfen \"Hakkında\" sekmesinden bağış yapmayı düşünün.",
  "String.NonNavAPIM": "Navigasyonsuz APIM",
  "MessageBox.LogUtilityComplete": "Sorgulayıcı (Logging) USB Sürücüsünün hazırlanması başarıyla tamamlandı!\n\nUSB sürücüsünü bilgisayarınızdan çıkarın ve arabanıza takın, kontağın açık olduğundan emin olun ve \"Kurulum Tamamlandı\" demesi için birkaç dakika bekleyin.\n\nUSB sürücüsünü bilgisayarınıza yeniden takın ve \"Adım 3\"e basın",
  "String.KeepExistingMaps": "Mevcut Haritaları Koru",
  "String.NoMaps": "Harita Yok",
  "String.Completed": "BAŞARIYLA TAMAMLANDI",
  "String.Copied": "kopyalandı",
  "String.Downloaded": "İndirildi",
  "String.Validated": "doğrulanmış",
  "Utility.CreateLogTitle": "Sorgulayıcı Günlüğü USB'si Oluşturun",
  "Utility.CreateLogDesc": "ünitenizle ilgili çeşitli ayrıntıları içeren bir günlük dosyası oluşturmak için kullanılan özel bir USB sürücü oluşturun, başlamak için aşağıdaki adımları izleyin.",
  "Utility.CreateLogStep1": "1. Sürücüyü hazırlayın",
  "Utility.CreateLogStep2": "2. Sürücüyü araca takın  n \"Kurulum Tamamlandı\" seçeneğini bekleyin",
  "Utility.CreateLogStep3": "3. Sorgulayıcı Günlüğünü açın",
  "Utility.APIMModel": "APIM Modeli",
  "Utility.APIMSize": "APIM Boyutu",
  "Utility.APIMType": "APIM Türü",
  "Utility.APIMFree": "APIM Boş Alan",
  "MessageBox.UpdateCurrentVersionUtility": "Yüklü sürümün, ayarlarda şu anda seçtiğiniz sürümle eşleşmediğini tespit ettik, bunu {0}'den {1}'ye otomatik olarak güncellemek ister misiniz?",
  "MessageBox.LogUtilityInvalidFile": "The XML file you have selected could not be read, please ensure this is the correct file. If you are sure this file is correct please contact CyanLabs via our forum or discord server so we can investigate further.",
  "Utility.GracenotesRemovalTitle": "Gracenotes Kaldırma USB'si Oluşturun",
  "Utility.GracenotesRemovalDesc": "Gracenotes'u biriminizden kaldırmaya zorlamak üzere bir USB oluşturmak için bu işlevi kullanın.",
  "Utility.GracenotesButton": "USB'yi hazırlayın",
  "MessageBox.GenericUtilityComplete": "USB Sürücünün hazırlanması başarıyla tamamlandı!\n\nUSB sürücüsünü bilgisayarınızdan çıkarın ve arabanıza takın, kontağın açık olduğundan emin olun ve \"Kurulum Tamamlandı\" demesi için birkaç dakika bekleyin.",
  "Utility.VoiceShrinkerTitle": "Küçük Ses Paketi Değiştirme USB Oluşturun",
  "Utility.VoiceShrinkerDesc": "Bu işlevi, gracenotes kaldırdıktan sonra hala MEM_ERR'leriniz varsa kullanın.",
  "Utility.DowngradeTitle": "Sürüm Düşürme USB'si Oluştur",
  "Utility.DowngradeDesc": "Bu işlevi, gracenotes kaldırdıktan ve ses paketinizi küçülttükten sonra hala MEM_ERR'leri alıyorsanız kullanın",
  "Utility.TroubleshootTitle": "Sorun Giderme Adımları",
  "Utility.TroubleshootDesc": "Alabileceğiniz çeşitli MEM_ERR'lerin sorunlarını gidermek ve çözmek için aşağıdaki işlevleri kullanın.",
  "Utility.TroubleshootMoreDetails": "Daha fazla detay!",
  "Utility.ViewAsBuilt": "Ayrıntılı Görüntüle",
  "About.Endorsed": "Bu yazılım veya CyanLabs, Ford/FoMoCo tarafından lisanslanmış veya onaylanmıştır.",
  "MessageBox.AsBuiltVinWarning": "Bu, araçlarınızın VIN'ini otomatik çevrimiçi kod çözme hizmetimize gönderecek, VIN'inizi göndererek bu, veritabanımızın doğruluğunu artırmaya yardımcı olacaktır.\n\nVIN'inizi göndermek istemiyorsanız, İptal'e tıklayın.",
  "Utility.UploadLog": "Yükleme Log ları",
  "MessageBox.UploadLog": "Olası sorunları gidermeye yardımcı olmak için Syn3Updater günlüğünüzü veritabanımıza yüklemenizi tavsiye ederiz, bu günlük dosyası, tüm günlükleri tek bir kimliğe bağlamak için bilgisayar adınızın yanı sıra hangi seçeneklerin seçildiğiyle ilgili ayrıntıları içerir.\n\nBu günlüğü yüklememeyi seçerseniz, bunu daha sonraki bir tarihte \"Yardımcı Program\" sekmesinden ve \"Günlük Yükle\" düğmesini tıklayarak yapabilirsiniz.\n\nGünlüğünüzü şimdi yüklemek istiyor musunuz?",
  "Settings.ReleaseType": "Yayın Şubesi",
  "MessageBox.ChangeApplicationReleaseBranch": "Şubeyi değiştirmek Syn3 Updater'ı yeniden başlatacak ve ilgili yapıyı otomatik olarak indirecektir.\n\nAlfa'dan Beta/Sürüm'e geçiş, işlenmeyen istisnalara neden olabilir ve ayarlarınızı sıfırlamanızı gerektirebilir!\n\nDaha fazla bilgi için belgelere bakın\n\nSyn3 Updater'ın 'Yayın Dalını' değiştirmek istediğinizden emin misiniz?",
  "Home.NoUSBDir": "Bir Dizin Seçin",
  "MessageBox.CancelDeleteFiles": "WARNING, ALL DATA IN THE SELECTED DIRECTORY WILL BE LOST\nPath: {0}\n\nClick YES to continue.",
  "MessageBox.CompletedFolder": "The Download and Copying of all required files is now complete.\n\nAs you have selected a directory rather than a USB drive you will need to copy the contents of your chosen directory to a ExFAT (MBR) formatted USB drive\n\nIf you have found Syn3 Updater useful considering donating at https://cyanlabs.net/support-us/\n\nIf you are having issues join our discord or community forum, links can be found in the \"About\" tab and on our website.",
  "MessageBox.CancelDownloadIsFolder": "Seçilen indirme dizini ve hedef dizin aynı, devam etmek için bu dizinlerden birini değiştirmelisiniz.",
  "About.FHubButton": "F HUB",
  "Settings.EnterVersion": "sürümünüzü girin (Ayarlar> Genel> Eşitleme Hakkında)",
  "Home.Version": "Versiyon",
  "Home.Region": "Bölge",
  "Home.Nav": "Navigasyon",
  "Home.MapVersion": "Harita Versiyonu",
  "Home.NewVersion": "Yeni Senkronizasyon Vers.",
  "Settings.FullVersion": "Mevcut Vers.",
  "Settings.Region": "Bölgesi",
  "Settings.Navigation": "Navigasyon",
  "MessageBox.NoVersionOrRegionSelected": "Mevcut Senkronizasyon Sürümünüzü veya Senkronizasyon Bölgenizi ayarlamadınız!",
  "MessageBox.My20Detected": "Syn3 Updater has detected that you are potentially trying to force the install mode or disable 'My20 Mode' however a APIM Manufactured in 2020 or newer has been previously detected or My20 Mode was manually enabled previously!\n\nUsing the created USB drive on a APIM manufactured in 2020 or newer may result in a bricked unit if you continue with My20 Protection disabled.\n\nBy clicking 'Yes' you will disable all MY20 protection methods embedded in Syn3 Updater\n\nAre you sure you want to override this protection?",
  "MessageBox.My20Found": "Syn3 Updater has determined that your APIM is MY20 (Manufacture Year 2020) or newer, Syn3 Updater will now enforce AutoInstall mode to prevent possible bricking of the APIM!",
  "MessageBox.My20NotFound": "Syn3 Updater has determined that your APIM is NOT MY20 and it is safe to use all functions of Syn3 Updater\n\nPlease note that this detection is not 100% accurate and if you are unsure or believe that the APIM has been replaced in your vehicle please consult CyanLabs via our forum or discord server or you may end up with a bricked APIM!",
  "MessageBox.LogUtilityCompleteMy20": "Sorgulayıcı (Logging) USB Sürücüsünün hazırlanması başarıyla tamamlandı!\n\nUSB sürücüsünü bilgisayarınızdan çıkarın ve arabanıza takın, kontağın açık olduğundan emin olun ve \"Kurulum Tamamlandı\" demesi veya APIM'nin yeniden başlatılması için birkaç dakika bekleyin.\n\nİşiniz bittiğinde, USB sürücüsünü bilgisayarınıza yeniden takın, 'Tamam'ı tıklayın ve USB sürücünüzün SyncMyRide klasöründen XML dosyasını seçin.",
  "String.OnlyMaps": "Sadece Harita Güncelleyin",
  "Settings.My20Mode": "MY20 Korumasını Aç/Kapat",
  "News.ImportantNoticeTitle": "Önemli Notlar",
  "News.NoticeTitle": "Diğer Notlar",
  "News.Changelog": "Değişenler",
  "Main.Logs": "Log Kayıtları",
  "Logs.Path": "Log Kayıt Yolu",
  "Logs.ViewLog": "Göster",
  "Logs.Delete": "Seçili Log ları sil",
  "Logs.OpenFolder": "Log dosyasını aç",
  "Settings.AppOptions": "Uygulama Seçenekleri",
  "Settings.AdvancedModeToggle": "Uygulama Seçeneklerini Düzenle",
  "Settings.LogLocation": "Log Dosya Konumu",
  "MessageBox.AdvancedSettings": "Bu ayarlar, Syn3 Updater tarafından oluşturulan USB'nin araç konfigürasyonunuzla uyumsuz olmasına neden olabilir, birçok YouTube videosunun ne yaptığınızı bilmiyorsanız bu ayarların hiçbirini değiştirmemeniz gerektiğini söylemesine rağmen!\n\nDevam etmek istediğine emin misin?",
  "MessageBox.My20CheckCancelled": "Sorgulayıcı günlük dosyası seçilmedi, işlem iptal ediliyor!",
  "Main.Profiles": "Profil",
  "Profiles.DeleteProfile": "Sil",
  "Profiles.SelectProfile": "Seç",
  "Profiles.Rename": "Ad Değiştir",
  "Profiles.CurrentProfile": "Seçili Profil",
  "Profiles.NewProfile": "Profil Adı",
  "Profiles.CreateAndSet": "Yeni Profil oluştur ve ayarla",
  "Home.Profile": "Profil",
  "MessageBox.InvalidProfile": "Halihazırda aktif olan profili silemezsiniz, lütfen başka bir profil seçin ve ardından bu profili silin",
  "MessageBox.RemovableDriveFolder": "Seçtiğiniz klasör sabit olmayan bir sürücüde bulunuyor, USB sürücüsünde bir klasör seçmek yerine USB'nin kendisini seçmeyi düşünmelisiniz.\n\nYine de devam etmek istiyorsanız 'Tamam'ı tıklayın",
  "MessageBox.OptionalFormat": "{0} zaten dosya içeriyor.\n\n{0}'i boşaltmak istiyor musunuz?",
  "Home.DriveSize": "Büyüklük",
  "Home.DriveFreeSpace": "Ücretsiz",
  "String.Downloading": "İndiriliyor",
  "String.Attempt": "Denemek",
  "String.Copying": "Kopyalanıyor",
  "String.Validating": "Doğrulanıyor",
  "String.CheckingExistingFile": "Mevcut Dosyayı Kontrol Et",
  "Home.InstallModeForced": "Zorunlu",
  "Home.MY20Protection": "MY20 koruması",
  "String.Enabled": "Açık",
  "String.Disabled": "Kapalı / MY20 yok",
  "String.Yes": "Evet",
  "String.No": "Hayır",
  "Settings.DownloadConnections": "İndirme Bağlantısı",
  "MessageBox.ConnectionClosedByRemoteHost": "Bu hata genellikle geçicidir ve uzak sunucudaki bağlantı kesilmesinden kaynaklanır. İndirmeyi yeniden deneyin ve Syn3 Updater yalnızca kalan dosyaları indirecektir, sorun devam ederse günün başka bir saatinde deneyin veya CyanLabs ile iletişime geçin.",
  "String.OK": "OK",
  "String.Error": "Hata  !",
  "String.Upload": "Yükle",
  "String.Warning": "Tehlike !",
  "Home.StartDownloadOnly": "Sadece İndir",
  "MessageBox.DownloadOnlyComplete": "Tüm Dosyaların İndirilmesi Tamamlandı",
  "String.DownloadComplete": "İndirme Tamamlandı",
  "MessageBox.DownloadOnlyMode": "'Yalnızca İndir'i seçtiniz, bu, indirme dizininize istenen tüm dosyaları indirecek ve bunları doğrulayacaktır, ancak herhangi bir yükleme dosyası HAZIRLAMAYACAKTIR, indirilen bu dosyaları daha sonraki bir tarihte USB sürücünüze kopyalamak, lst dosyalarının manuel olarak oluşturulması olmadan çalışmayacaktır. !\n\nDosyaları bir USB sürücüsüne kopyalamadan önce hazırlamak istiyorsanız lütfen USB Sürücü listesinden 'Bir Dizin Seçin'i kullanın veya USB Sürücüyü doğrudan hazırlamak için bir USB Sürücü seçin!\n\nBir USB Sürücü veya Dizin seçildikten sonra işleme başlamak için 'Başlat'a basın!\n\nDosyaları yalnızca bir USB Sürücü veya Dizin hazırlamadan indirmek istediğinizden emin misiniz?",
  "Home.FeedbackButton": "Geribildirim Konusu",
  "String.Notice": "Notlar",
  "String.AutoDetect": "Otomatik Tarama",
  "Utility.CopyAsBuilt": "Oluşturulduğu Gibi Kopyala",
  "Profiles.RenameProfile": "Yeniden İsimlendir",
  "Profiles.Save": "Kaydet",
  "String.Encrypted": "Şifreli",
  "MessageBox.EncryptedDrive": "Seçtiğiniz USB sürücüsünün, Bitlocker veya bazı üçüncü taraf yazılımlar tarafından şifrelendiği algılandı. Şifrelemeyi devre dışı bırakana kadar bu USB Sürücüyü kullanamayacaksınız.\n\nLütfen şifrelemeyi devre dışı bırakın ve USB Sürücü listesini yenilemek için Tamam'a basın.",
  "MessageBox.NoPackagesSelected": "Hiçbir paket seçilmedi, lütfen devam etmeden önce en az bir paket seçin",
  "MessageBox.NoBrowser": "Varsayılan web tarayıcısı kullanılarak web sayfası açılamıyor, bağlantı panoya kopyalandı, ek rehberlik için lütfen bağlantıyı tarayıcınıza yapıştırın.",
  "MessageBox.MY20InvalidConfiguration": "You have specified that you have a MY20 (Manufacture Year 2020+) SYNC 3 unit\n\nYou can not do the following!\n\n- Upgrade from 3.0 or below to 3.2 or above if applicable\n- Install ESN locked map releases\n- Change region\n\nIf you do not have MY20 please recheck your settings and if you need further assistance visit our forum\nhttps://community.cyanlabs.net\n\nDO NOT DISABLE MY20 PROTECTION IF YOU ARE UNSURE!",
  "Settings.MapKey": "Generator Key",
  "Settings.UpdateLanguages": "Download Latest Localizations",
  "MessageBox.LogUtilityNoModelFound": "The XML file you have selected does not contain a valid 'ECU Delivery Assembly Number' therefore Syn3 Updater can not determine if this is a MY20+ APIM or not!\n\nPost on our Community Forum or our Discord server to see how to proceed from here! \n\nDO NOT CONTINUE WITHOUT GETTING HELP FROM AN EXPERT!",
  "MessageBox.My20CheckV2": "!!! ANSWERING INCORRECTLY WILL RESULT IN YOUR APIM BEING BRICKED !!!\n\nIS YOUR CAR MANUFACTURED IN 2020 OR NEWER?\nor\nIS YOUR SYNC 3 UNIT (APIM) MANUFACTURED IN 2020 OR NEWER? \n(warranty repair, replacement unit, etc) \nor\nIS YOUR SYNC 3 SCREEN MANUFACTURED IN 2020 OR NEWER? \n(warranty repair, replacement unit, etc) \n\nIf you are unsure click 'Yes' and Syn3 Updater will guide you through running the official 'interrogator tool' to validate if you have a MY20 APIM or not, this process is not 100% accurate, the only way to tell for 100% sure is to take your APIM out and check the manufacturer year\n\nCyanLabs are not responsible if you answer incorrectly!",
  "Utility.RWDataCleanerTitle": "Create RW Data Cleaner USB",
  "Utility.RWDataCleanerDesc": "Use this function to create a USB to manually cleanup RWData from your unit.",
  "Utility.RWDataCleanerButton": "Prepare USB",
  "Utility.SelectUSBDrive": "Select A USB Drive",
  "MessageBox.LogUtilityIncompatibleVersion": "The XML file you have selected does not contain the expected output\n\nSyn3 Updater has determined you are on {0} and may be using overlays\n\nSyn3 Updater is unable to determine the configuration of your APIM\n\nPlease request assistance on our forum at https://community.cyanlabs.net"
}