{
    "Main.Home": "Ev",
    "Main.About": "hakkında",
    "Main.Downloads": "İndirilenler",
    "Main.News": "Haberler",
    "Main.Crashme": "Kaza",
    "Main.Settings": "Ayarlar",
    "Main.Utility": "Araçlar",
    "Home.Refresh": "Yenile",
    "Home.CurrentConfiguration": "Geçerli yapılandırma",
    "Home.DownloadPath": "İndirme Yolu:",
    "Home.SelectUSBDrive": "Bir USB Sürücü Seçin",
    "Home.DriveName": "Sürücü Ayrıntıları:",
    "Home.RecommendedUSBFlashDriveTitle": "Önerilen USB Flash Sürücü boyutları",
    "Home.DriveFileSystem": "Dosya sistemi:",
    "Home.RecommendedUSBFlashDriveNonNav": "Navigasyonsuz APIM'ler 8GB ile iyi olmalı",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW, ANZ APIM'ler en az 16 GB gerektirir",
    "Home.RecommendedUSBFlashDriveEU": "AB APIM'leri en az 32 GB gerektirir",
    "Home.Notes": "Notlar:",
    "Home.SelectPackages": "Paket Seçin",
    "Home.InstallMode": "Yükleme Modu:",
    "Home.StartButton": "Başlat",
    "About.AboutTitle": "Syn3 Updater hakkında",
    "About.ForumButton": "CYANLABS FORUM",
    "About.DonateButton": "BAĞIŞ YAP",
    "About.DocumentationTitle": "Dokümantasyon",
    "About.Documentation": "Belgelerin her zaman güncel olduğundan emin olmak için lütfen aşağıdaki web sayfasına bakın, bunu kendi dilinize çevirmekle ilgileniyorsanız, aynı sayfada ek bilgiler bulabilirsiniz.",
    "About.DocumentationButton": "DOKÜMANTASYON",
    "About.DisclaimerTitle": "Feragatname",
    "About.Disclaimer": "CyanLabs, bunlarla sınırlı olmamak üzere, dolaylı veya sonuç olarak ortaya çıkan kayıp veya hasar dahil olmak üzere herhangi bir kayıp veya hasardan veya kullanımdan veya kullanımdan, verilerin veya karlardan kaynaklanan veya bunlarla bağlantılı olarak ortaya çıkan herhangi bir kayıp veya hasardan sorumlu olmayacaktır. bu uygulamanın veya ilgili kılavuzların kullanımı. Bu süreç herhangi bir araç üreticisi tarafından onaylanmamıştır ve sahip olabileceğiniz herhangi bir garantiyi / sözleşmeyi geçersiz kılabilir.",
    "About.DisclaimerAgreement": "Yukarıdaki sorumluluk reddinde belirtilen riskleri anlıyor ve kabul ediyorum.",
    "Download.Queue": "Kuyruk",
    "Download.Log": "Günlük",
    "Download.CancelButton": "İptal etmek",
    "Download.TotalDownload": "Toplam ilerleme",
    "Settings.CarConfiguration": "Araç Yapılandırması",
    "Settings.EnterRegionNav": "BÖLGENİZİ girin ve NAVİGASYON'unuz olup olmadığını belirtin",
    "Settings.Warning": "YANLIŞ BİLGİLER OLABİLİR  n APIM'İNİZ GEÇİCİ OLARAK VEYA KALICI OLARAK KULLANILAMAZ",
    "Settings.Configuration": "Yapılandırma",
    "Settings.DownloadLocation": "İndirme Yeri:",
    "Settings.Language": "Dil:",
    "Settings.AdvancedOptions": "Gelişmiş seçenekler",
    "Settings.InstallMode": "Yükleme Modu:",
    "Settings.LicenseKey": "Lisans anahtarı:",
    "Settings.Apply": "Ayarları uygula",
    "Settings.Theme": "Tema:",
    "MessageBox.DisclaimerNotAccepted": "Devam etmeden önce lütfen sorumluluk reddini okuyun ve kabul edin. Şartları kabul etmediğiniz sürece devam edemezsiniz.",
    "MessageBox.DownloadPathChangeCopy": "Mevcut dosyaları {0} konumundan {1} konumuna taşımak ister misiniz?",
    "MessageBox.CancelRegionMismatch": "Mevcut bölge ve yeni bölge aynı değil, bu çalışmayabilir. Yine de devam etmek ister misin?",
    "MessageBox.CancelDownloadIsDrive": "İndirme yolu ve hedef USB sürücüsü aynı, lütfen indirme yolunuzu değiştirin.",
    "MessageBox.CancelNoApps": "Mod yeniden biçimlendiriliyor veya indiriliyor ve hiçbir uygulama paketi seçilmedi; bu, önyükleme yapmayan bir sisteme neden olacak, DURDURULUYOR! \"APPS\" paketi seçilmedi, ancak Syn3 Updater bir sürüm düşürme veya yeniden biçimlendirme gerektiğini belirledi, bu, önyüklemesiz bir sistemle sonuçlanacaktır. İptal ediliyor!",
    "MessageBox.CancelFormatUSB": "UYARI, SEÇİLEN SÜRÜCÜDEKİ TÜM VERİLER KAYBOLACAKTIR {0}  nDrive Letter: {1}  n  nBiçimlendirmek ve devam etmek için EVET'i tıklayın.",
    "MessageBox.DownloadInProgress": "Bir indirme veya kopyalama işlemi devam ediyor, lütfen önce bekleyin veya indirmeyi iptal edin.",
    "MessageBox.OptionalFormatUSB": "Bu USB sürücüsü Syn3 Updater tarafından zaten kullanılıyor.  N  n {0}  nDrive Letter: {1}  n  nUSB sürücüsündeki mevcut dosyaları kullanmak için Hayır'a tıklayın  nUSB sürücüsünü biçimlendirmek için Evet'e tıklayın  n  n seçilen USB sürücüsünü biçimlendirmek istiyor musunuz?",
    "MessageBox.FailedToValidate3": "{0} 3 kez doğrulanamadı, İŞLEMİ DURDURUYOR!",
    "MessageBox.UpdateCurrentversion": "Would you like to update the \"Current Version\" from {0} to {1} so that it is correct for future use?",
    "MessageBox.Completed": "Dosyaların indirilmesi ve kopyalanması artık tamamlandı, bu USB'yi bilgisayarınızdan çıkarın ve arabanıza takın, motorun çalıştığından emin olun!  NSyn3Updater şimdi sizi doğrudan CyanLabs öğreticisinin ilgili bölümüne açacak Aracınızda takip etmek için.  n  nSyn3 Updater sizin için yararlı olduysa lütfen \"Hakkında\" sekmesinden bağış yapmayı düşünün.",
    "String.NonNavAPIM": "Gezinmesiz APIM",
    "MessageBox.LogUtilityComplete": "Log USB'nin hazırlanması tamamlandı, USB sürücüsünü bilgisayarınızdan çıkarın ve arabanıza takın, kontağın açık olduğundan emin olun. USB'yi taktıktan birkaç dakika sonra kurulumun tamamlandığını söyleyecektir. USB sürücüsünü bilgisayarınıza yeniden takın ve \"Adım 3\" e basın",
    "String.KeepExistingMaps": "Mevcut Haritaları Koru",
    "String.NoMaps": "Harita Yok",
    "String.Completed": "BAŞARIYLA TAMAMLANDI",
    "String.Copied": "kopyalandı",
    "String.Downloaded": "İndirildi",
    "String.Validated": "doğrulanmış",
    "Utility.CreateLogTitle": "Sorgulayıcı Günlüğü USB'si Oluşturun",
    "Utility.CreateLogDesc": "ünitenizle ilgili çeşitli ayrıntıları içeren bir günlük dosyası oluşturmak için kullanılan özel bir USB sürücü oluşturun, başlamak için aşağıdaki adımları izleyin.",
    "Utility.CreateLogStep1": "1. Sürücüyü hazırlayın",
    "Utility.CreateLogStep2": "2. Sürücüyü araca takın  n \"Kurulum Tamamlandı\" seçeneğini bekleyin",
    "Utility.CreateLogStep3": "3. Sorgulayıcı Günlüğünü açın",
    "Utility.APIMModel": "APIM Modeli:",
    "Utility.APIMSize": "APIM Boyutu:",
    "Utility.APIMType": "APIM Türü:",
    "Utility.APIMFree": "APIM Boş Alan:",
    "MessageBox.UpdateCurrentVersionUtility": "We have detected that the version installed does not match your currently selected version in the settings, would you like to automatically update this from {0} to {1}",
    "MessageBox.LogUtilityInvalidFile": "Seçtiğiniz XML dosyası okunamadı, lütfen bunun doğru dosya olduğundan emin olun. Bu dosyanın doğru olduğundan eminseniz lütfen CyanLabs ile iletişime geçin, böylece daha fazla araştırma yapabiliriz.",
    "Utility.GracenotesRemovalTitle": "Gracenotes Kaldırma USB'si Oluşturun",
    "Utility.GracenotesRemovalDesc": "Gracenotes'u biriminizden kaldırmaya zorlamak üzere bir USB oluşturmak için bu işlevi kullanın.",
    "Utility.GracenotesButton": "USB'yi hazırlayın",
    "MessageBox.GenericUtilityComplete": "USB'nin hazırlanması tamamlandı, USB sürücüsünü bilgisayarınızdan çıkarın ve arabanıza takın.",
    "Utility.VoiceShrinkerTitle": "Küçük Ses Paketi Yedek USB'si Oluşturun",
    "Utility.VoiceShrinkerDesc": "Bu işlevi, gracenotes kaldırdıktan sonra hala MEM_ERR'leriniz varsa kullanın.",
    "Utility.DowngradeTitle": "Sürüm Düşürme USB'si Oluştur",
    "Utility.DowngradeDesc": "Bu işlevi, gracenotes kaldırdıktan ve ses paketinizi küçülttükten sonra hala MEM_ERR'leri alıyorsanız kullanın",
    "Utility.TroubleshootTitle": "Sorun Giderme Adımları",
    "Utility.TroubleshootDesc": "Alabileceğiniz çeşitli MEM_ERR'lerin sorunlarını gidermek ve çözmek için aşağıdaki işlevleri kullanın.",
    "Utility.TroubleshootMoreDetails": "Daha fazla detay!",
    "Utility.ViewAsBuilt": "View Detailed AsBuilt",
    "About.Endorsed": "This software nor CyanLabs is licensed or endorsed by Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "NOTE: This will submit your vehicles VIN number to Cyanlabs's online decoding service. By submitting your VIN, this will help increase our database's accuracy. Click OK if your happy with this, otherwise click Cancel",
    "Utility.UploadLog": "Upload Log",
    "MessageBox.UploadLog": "To assist in troubleshooting any potential issues we would recommend uploading your log to our database, this log file contains details on what options were selected, if you choose not to upload this log you can do at a later date from the \"Utility\" tab and clicking \"Upload Log\".\n\nDo you want to upload your log now?",
    "Settings.ReleaseType": "Application Release Type:",
    "MessageBox.ChangeApplicationReleaseBranch": "Changing branch will restart Syn3 Updater and automatically download the relevant build.\n\nChanging from Ci to Beta/Release may result in unhandled exceptions and require you to reset your settings!\n\nRefer to the documentation for further information\n\nAre you sure you want to change the 'Release Branch' of Syn3 Updater?",
    "Home.NoUSBDir": "Select A Directory",
    "MessageBox.CancelDeleteFiles": "WARNING, ALL DATA IN THE SELECTED DIRECTORY WILL BE LOST\nPath: {0}\n\nClick YES to continue.",
    "MessageBox.CompletedFolder": "The download and copying of the files is now complete\nAs you have selected a directory rather than a USB drive you will need to copy the contents of your chosen directory to a ExFAT (MBR) formatted USB drive\n\nIf Syn3 Updater has been useful to you please consider donating from the \"About\" tab.",
    "MessageBox.CancelDownloadIsFolder": "Download directory and selected destination directory are the same, please change one of these directories",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "sürümünüzü girin (Ayarlar> Genel> Eşitleme Hakkında)",
    "Home.Version": "Versiyon:",
    "Home.Region": "Bölge:",
    "Home.Nav": "Navigasyon:",
    "Home.MapVersion": "Harita Versiyonu:",
    "Home.NewVersion": "Yeni Senkronizasyon Sürümü",
    "Settings.FullVersion": "Tam Senkronizasyon Sürümü:",
    "Settings.Region": "Bölgesi:",
    "Settings.Navigation": "Navigasyon:",
    "MessageBox.NoVersionOrRegionSelected": "Mevcut Senkronizasyon Sürümünüzü veya Senkronizasyon Bölgenizi ayarlamadınız!",
    "MessageBox.My20Detected": "Syn3 Updater has detected that you are trying to force the install mode or disable 'My20 Mode' however a MY20 or newer APIM was previously detected! By doing this and using the created USB drive on a MY20 or newer APIM YOU WILL BRICK IT!!\n\nBy clicking 'Yes' you will disable all MY20 protection methods embedded in Syn3 Updater\n\nAre you sure you want to override this protection?",
    "MessageBox.My20Check": "WARNING, ANSWERING INCORRECTLY COULD RESULT IN YOUR APIM BEING BRICKED!\n\nIs you car manufactured in 2020 or newer?\n\nIf it is or you are unsure click 'Yes' and Syn3 Updater will guide you through running the official 'interrogator tool' to validate if you have a MY20 APIM or not\n\nIf it is 2019 or older, click 'No' to continue as planned.",
    "MessageBox.My20Found": "Syn3 Updater has determined that your APIM is MY20 (Manufacture Year 2020) or newer, Syn3 Updater will now enforce autoinstall mode to prevent possible bricking of the APIM!",
    "MessageBox.My20NotFound": "Syn3 Updater has determined that your APIM is NOT MY20 and it is safe to use all functions of Syn3 Updater\n\nPlease note that if you have retrofitted your APIM or APIM Screen this information may not be accurate!",
    "MessageBox.LogUtilityCompleteMy20": "Preparation of the Interrogator (Logging) USB Drive completed successfully!\n\nRemove the USB drive from your computer and insert it in to your car, ensure the ignition is on and wait a few moments for it to say \"Installation Complete\" or for the APIM to reboot.\n\nOnce done re-insert the USB drive in to your pc, click 'OK' and select the XML file from your SyncMyRide folder of your USB drive",
    "String.OnlyMaps": "Only Update Maps",
    "Settings.My20Mode": "Toggle MY20 Protection",
    "News.ImportantNoticeTitle": "Important Notices",
    "News.NoticeTitle": "Other Notices",
    "News.Changelog": "Changelog",
    "Main.Logs": "Logs",
    "Logs.Path": "Log Path",
    "Logs.ViewLog": "View",
    "Logs.Delete": "Delete Selected Logs",
    "Logs.OpenFolder": "Open Log folder",
    "Settings.AppOptions": "Application Options",
    "Settings.AdvancedModeToggle": "Edit Advanced Options?",
    "Settings.LogLocation": "Log File Location",
    "MessageBox.AdvancedSettings": "WARNING, these settings may cause the USB created by Syn3 Updater to be incompatible with your car configuration, despite what many YouTube videos say you should not change any of these settings unless you know what you are doing!\n\nAre you sure you want to continue?",
    "MessageBox.My20CheckCancelled": "No interrogator log file was selected, aborting process!",
    "Main.Profiles": "Profiles",
    "Profiles.DeleteProfile": "Delete",
    "Profiles.SelectProfile": "Select",
    "Profiles.Rename": "Rename",
    "Profiles.CurrentProfile": "Current Profile",
    "Profiles.NewProfile": "Profile Name",
    "Profiles.CreateAndSet": "Create and Set Profile",
    "Home.Profile": "Profile:",
    "MessageBox.InvalidProfile": "You can not delete the currently active profile, please select another profile and then delete this profile\n",
    "MessageBox.RemovableDriveFolder": "The folder you have selected is located on a non fixed drive, you should consider selecting the USB itself rather than selecting a folder on the USB drive\n\nIf you wish to continue anyway click 'OK'",
    "MessageBox.OptionalFormat": "{0} already contains files.\n\nDo you want to empty {0}?",
    "Home.DriveSize": "Size",
    "Home.DriveFreeSpace": "Free",
    "String.Downloading": "Downloading",
    "String.Attempt": "Attempt",
    "String.Copying": "Copying",
    "String.Validating": "Validating",
    "String.CheckingExistingFile": "Checking Existing File",
    "Home.InstallModeForced": "Forced",
    "Home.MY20Protection": "MY20 Protection",
    "String.Enabled": "Enabled",
    "String.Disabled": "Disabled / Not MY20",
    "String.Yes": "Yes",
    "String.No": "No"
}