{
    "Main.Home": "Home",
    "Main.About": "Trong khoảng",
    "Main.Downloads": "Tải xuống",
    "Main.News": "Tin tức",
    "Main.Crashme": "Tai nạn",
    "Main.Settings": "Cài đặt",
    "Main.Utility": "Tiện ích",
    "Home.Refresh": "Làm tươi",
    "Home.CurrentConfiguration": "Cấu hình hiện tại",
    "Home.DownloadPath": "Đường dẫn tải xuống:",
    "Home.SelectUSBDrive": "Chọn một ổ USB",
    "Home.DriveName": "Chi tiết ổ đĩa:",
    "Home.DriveLetter": "Ký tự ổ đĩa:",
    "Home.RecommendedUSBFlashDriveTitle": "Kích thước ổ đĩa flash USB được đề xuất",
    "Home.DriveFileSystem": "Hệ thống tập tin:",
    "Home.RecommendedUSBFlashDriveNonNav": "APIM không điều hướng sẽ ổn với 8GB",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW, ANZ APIM sẽ yêu cầu ít nhất 16GB",
    "Home.RecommendedUSBFlashDriveEU": "APIM của EU sẽ yêu cầu ít nhất là 32GB",
    "Home.Notes": "Ghi chú:",
    "Home.SelectPackages": "Chọn gói",
    "Home.InstallMode": "Chế độ cài đặt:",
    "Home.NoUSB": "Chỉ tải xuống (KHÔNG CÓ USB)",
    "Home.StartButton": "Khởi đầu",
    "About.AboutTitle": "Giới thiệu về Syn3 Updater",
    "About.ForumButton": "DIỄN ĐÀN CYANLABS",
    "About.DonateButton": "TẶNG",
    "About.DocumentationTitle": "Tài liệu",
    "About.Documentation": "Để đảm bảo rằng tài liệu luôn được cập nhật, vui lòng tham khảo trang web bên dưới, nếu bạn muốn dịch tài liệu này sang ngôn ngữ của mình, bạn có thể tìm thêm thông tin tại cùng một trang.",
    "About.DocumentationButton": "TÀI LIỆU",
    "About.DisclaimerTitle": "Khước từ",
    "About.Disclaimer": "CyanLabs sẽ không chịu trách nhiệm đối với bất kỳ tổn thất hoặc thiệt hại nào bao gồm nhưng không giới hạn, tổn thất hoặc thiệt hại gián tiếp hoặc do hậu quả, hoặc bất kỳ tổn thất hoặc thiệt hại nào phát sinh từ việc sử dụng hoặc mất việc sử dụng, dữ liệu hoặc lợi nhuận, phát sinh từ hoặc liên quan đến sử dụng ứng dụng này hoặc các hướng dẫn liên quan. Quy trình này không được bất kỳ nhà sản xuất xe nào chấp thuận và có thể làm mất hiệu lực của bất kỳ bảo hành / thỏa thuận nào mà bạn có",
    "About.DisclaimerAgreement": "Tôi hiểu và chấp nhận những rủi ro được nêu trong tuyên bố từ chối trách nhiệm ở trên.",
    "Download.Queue": "Xếp hàng",
    "Download.Log": "Nhật ký",
    "Download.CancelButton": "Huỷ bỏ",
    "Download.StartButton": "Khởi đầu",
    "Download.VerifyingFile": "Xác minh tính toàn vẹn của",
    "Download.TotalDownload": "Tổng tiến độ",
    "Settings.CarConfiguration": "Cấu hình ô tô",
    "Settings.EnterRegionNav": "Nhập VÙNG của bạn và chỉ định xem bạn có DI CHUYỂN không",
    "Settings.Warning": "THÔNG TIN KHÔNG CHÍNH XÁC CÓ THỂ HIỂU RÕ  n APIM CỦA BẠN TẠM THỜI HOẶC VĨNH VIỄN",
    "Settings.Configuration": "Cấu hình",
    "Settings.DownloadLocation": "Vị trí tải xuống:",
    "Settings.Language": "Ngôn ngữ:",
    "Settings.AdvancedOptions": "Tùy chọn nâng cao",
    "Settings.InstallMode": "Chế độ cài đặt:",
    "Settings.PaidOptions": "Tùy chọn trả phí",
    "Settings.LicenseKeyInfo": "Nhập khóa cấp phép của bạn bên dưới để có quyền truy cập vào bất kỳ gói tùy chỉnh nào bạn đã mua!",
    "Settings.LicenseKey": "Mã bản quyền:",
    "Settings.Apply": "Áp dụng cài đặt",
    "Settings.Downloads": "Duyệt qua",
    "Settings.Theme": "Chủ đề:",
    "MessageBox.DisclaimerNotAccepted": "Vui lòng đọc và chấp nhận tuyên bố từ chối trách nhiệm trước khi tiếp tục. Bạn sẽ không thể tiếp tục trừ khi bạn đồng ý với các điều khoản.",
    "MessageBox.DownloadPathChangeCopy": "Bạn có muốn di chuyển các tệp hiện có từ {0} sang {1}",
    "MessageBox.NoDownloads": "Hiện tại không có gì trong hàng đợi tải xuống của bạn, hãy truy cập trang chính để chọn tải xuống.",
    "MessageBox.CancelNoUSB": "Không có ổ USB nào được chọn, bạn có muốn tiếp tục tải xuống không?",
    "MessageBox.CancelNoUSBForced": "Không có ổ USB nào được chọn, bạn phải chọn một USB để tiếp tục!",
    "MessageBox.CancelMy20": "Syn3 Updater đã đặt chế độ cài đặt thành {0} \nDỪNG LẠI NẾU XE BẠN ĐƯỢC SẢN XUẤT TRONG NĂM 2020! \nNẾU TIẾP TỤC XE ĐƯỢC SẢN XUẤT TRONG NĂM 2020, XE BẠN SẼ BỊ KHÓA\n Bằng cách nhấp vào \" Có ”bạn hiểu cảnh báo trên và xác nhận bạn không có xe sản xuất năm 2020!",
    "MessageBox.CancelMy20Final": "CẢNH BÁO CUỐI CÙNG!  Bằng cách nhấp vào \"Có\", bạn xác nhận rằng bạn không có ô tô được sản xuất vào năm 2020!",
    "MessageBox.CancelRegionMismatch": "Khu vực hiện tại và khu vực mới không giống nhau, điều này có thể không hoạt động. Bạn có muốn tiếp tục không?",
    "MessageBox.CancelDownloadIsDrive": "Đường dẫn tải xuống và ổ USB đích giống nhau, vui lòng thay đổi đường dẫn tải xuống của bạn.",
    "MessageBox.CancelNoApps": "Chế độ đang định dạng lại hoặc hạ cấp và không có gói ứng dụng nào được chọn, điều này sẽ dẫn đến hệ thống không khởi động được, RỒI! Không có gói \"APPS\" nào được chọn nhưng Syn3 Updater đã xác định rằng cần phải hạ cấp hoặc định dạng lại, điều này sẽ dẫn đến hệ thống không khởi động được. Hủy bỏ!",
    "MessageBox.CancelFormatUSB": "CẢNH BÁO, TẤT CẢ DỮ LIỆU TRÊN Ổ đĩa ĐÃ CHỌN SẼ BỊ MẤT {0}  n Chữ cái trong Drive: {1}  n  nNhấp vào CÓ để định dạng và tiếp tục.",
    "MessageBox.DownloadInProgress": "Quá trình tải xuống hoặc sao chép đang được tiến hành, vui lòng đợi hoặc hủy tải xuống trước.",
    "MessageBox.CopyVerificationFailed": "Không thể xác minh tệp 3 lần, hãy đảm bảo ổ đĩa và cổng USB hoạt động đầy đủ, đang hủy quá trình!",
    "MessageBox.DownloadVerificationFailed": "Không thể xác minh tệp đã tải xuống 3 lần, quá trình hủy bỏ!",
    "MessageBox.DownloadOnlyComplete": "Tất cả các tệp được tải xuống và xác thực thành công, không có sao chép nào được thực hiện!",
    "MessageBox.OptionalFormatUSB": "Ổ USB này đã được Syn3 Updater sử dụng.  N  n {0}  nDrive Letter: {1}  n  nĐể sử dụng các tệp hiện có trên ổ USB, hãy nhấp vào Không  nĐể định dạng ổ USB, hãy nhấp vào Có  n  nDo bạn muốn định dạng ổ USB đã chọn?",
    "MessageBox.FailedToValidate3": "Không thể xác thực {0} 3 lần, QUÁ TRÌNH RÚT RA!",
    "MessageBox.WebException": "Không kết nối được với máy chủ tải xuống, {0}",
    "MessageBox.UpdateCurrentversion": "Bạn có muốn cập nhật \"Phiên bản Hiện tại\" từ {0} thành {1} để nó chính xác cho việc sử dụng trong tương lai không?",
    "MessageBox.Completed": "Quá trình tải xuống và sao chép tệp hiện đã hoàn tất, bạn chỉ cần rút USB này ra khỏi máy tính và cắm nó vào ô tô của bạn, đảm bảo động cơ đang chạy!  NSyn3Updater giờ sẽ mở bạn trực tiếp đến phần có liên quan của hướng dẫn CyanLabs cho bạn để theo dõi trong ô tô của bạn.  n  nNếu Syn3 Updater hữu ích cho bạn, vui lòng xem xét đóng góp từ tab \"Giới thiệu\".",
    "String.NonNavAPIM": "APIM không điều hướng",
    "MessageBox.LogUtilityComplete": "Chuẩn bị USB log đã hoàn tất, hãy tháo ổ USB khỏi máy tính của bạn và lắp nó vào ô tô của bạn, đảm bảo đã bật lửa. Một lúc sau khi cắm USB, nó sẽ thông báo cài đặt hoàn tất. Cắm lại ổ USB vào máy tính của bạn và nhấn \"Bước 3\"",
    "String.KeepExistingMaps": "Giữ bản đồ hiện có",
    "String.NoMaps": "Không có bản đồ",
    "String.Required": "CẦN THIẾT!",
    "String.Completed": "ĐÃ HOÀN THÀNH THÀNH CÔNG",
    "String.Copied": "đã sao chép",
    "String.Downloaded": "đã tải xuống",
    "String.Validated": "xác thực",
    "Utility.CreateLogTitle": "Tạo nhật ký bộ dò tín hiệu USB",
    "Utility.CreateLogDesc": "Tạo một ổ USB đặc biệt được sử dụng để tạo tệp nhật ký với các chi tiết khác nhau liên quan đến thiết bị của bạn, hãy làm theo các bước bên dưới để bắt đầu.",
    "Utility.CreateLogStep1": "1. Chuẩn bị ổ",
    "Utility.CreateLogStep2": "2. Đưa ổ đĩa vào ô tô  n đang chờ \"Cài đặt hoàn tất\"",
    "Utility.CreateLogStep3": "3. Mở nhật ký bộ dò tín hiệu",
    "Utility.LogXMLTitle": "Đồng bộ hóa chi tiết",
    "Utility.APIMModel": "Mô hình APIM:",
    "Utility.APIMSize": "Kích thước APIM:",
    "Utility.APIMType": "Loại APIM:",
    "Utility.APIMFree": "Dung lượng trống APIM:",
    "MessageBox.UpdateCurrentVersionUtility": "Chúng tôi đã phát hiện ra rằng phiên bản đã cài đặt không khớp với phiên bản bạn đang chọn trong cài đặt, bạn có muốn tự động cập nhật phiên bản này từ {0} thành {1} không",
    "MessageBox.LogUtilityInvalidFile": "Không thể đọc được tệp XML bạn đã chọn, vui lòng đảm bảo đây là tệp chính xác. Nếu bạn chắc chắn rằng tệp này là chính xác, vui lòng liên hệ với CyanLabs để chúng tôi có thể điều tra thêm.",
    "Utility.GracenotesRemovalTitle": "Tạo USB loại bỏ Gracenotes",
    "Utility.GracenotesRemovalDesc": "Sử dụng chức năng này để tạo USB nhằm buộc xóa Gracenotes khỏi thiết bị của bạn.",
    "Utility.GracenotesButton": "Chuẩn bị USB",
    "MessageBox.GenericUtilityComplete": "Chuẩn bị xong USB, hãy tháo ổ USB ra khỏi máy tính và lắp vào ô tô.",
    "Utility.VoiceShrinkerTitle": "Tạo USB thay thế gói thoại nhỏ",
    "Utility.VoiceShrinkerDesc": "Sử dụng chức năng này nếu sau khi loại bỏ các chú thích, bạn vẫn còn MEM_ERR's.",
    "Utility.DowngradeTitle": "Tạo USB hạ cấp",
    "Utility.DowngradeDesc": "Sử dụng chức năng này nếu sau khi loại bỏ các chú thích và thu nhỏ gói giọng nói của bạn, bạn vẫn nhận được MEM_ERR's",
    "Utility.TroubleshootTitle": "Các bước khắc phục sự cố",
    "Utility.TroubleshootDesc": "Sử dụng các chức năng dưới đây để khắc phục sự cố và giải quyết các MEM_ERR khác nhau mà bạn có thể nhận được.",
    "Utility.TroubleshootMoreDetails": "Thêm chi tiết!",
    "Utility.ViewAsBuilt": "View Detailed AsBuilt",
    "About.Endorsed": "This software nor CyanLabs is licensed or endorsed by Ford/FoMoCo",
    "MessageBox.AsBuiltVinWarning": "NOTE: This will submit your vehicles VIN number to Cyanlabs's online decoding service. By submitting your VIN, this will help increase our database's accuracy. Click OK if your happy with this, otherwise click Cancel",
    "Utility.UploadLog": "Upload Log",
    "MessageBox.UploadLog": "To assist in troubleshooting any potential issues we would recommend uploading your log to our database, this log file contains details on what options were selected, if you choose not to upload this log you can do at a later date from the \"Utility\" tab and clicking \"Upload Log\".\n\nDo you want to upload your log now?",
    "MessageBox.UploadLogNoDrive": "You must select a drive that has been used previously and contains a log.txt file to upload your log.",
    "Settings.ReleaseType": "Application Release Type:",
    "MessageBox.ChangeApplicationReleaseBranch": "Changing branch will restart Syn3 Updater and automatically download the relevant build.\n\nChanging from Ci to Beta/Release may result in unhandled exceptions and require you to reset your settings!\n\nRefer to the documentation for further information\n\nAre you sure you want to change the 'Release Branch' of Syn3 Updater?",
    "Home.NoUSBDir": "Select A Directory",
    "MessageBox.CancelDeleteFiles": "WARNING, ALL DATA IN THE SELECTED DIRECTORY WILL BE LOST\nPath: {0}\n\nClick YES to continue.",
    "MessageBox.CompletedFolder": "The download and copying of the files is now complete\nAs you have selected a directory rather than a USB drive you will need to copy the contents of your chosen directory to a ExFAT (MBR) formatted USB drive\n\nIf Syn3 Updater has been useful to you please consider donating from the \"About\" tab.",
    "MessageBox.CancelDownloadIsFolder": "Download directory and selected destination directory are the same, please change one of these directories",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "Nhập phiên bản của bạn (Cài đặt> Chung> Giới thiệu về Đồng bộ hóa)",
    "Home.Version": "Phiên bản:",
    "Home.Region": "Khu vực:",
    "Home.Nav": "Dẫn đường:",
    "Home.MapVersion": "Phiên bản bản đồ:",
    "Home.NewVersion": "Phiên bản đồng bộ hóa mới",
    "Settings.FullVersion": "Phiên bản đầy đủ:",
    "Settings.Region": "Khu vực:",
    "Settings.Navigation": "Dẫn đường:",
    "MessageBox.NoVersionOrRegionSelected": "Bạn chưa đặt Phiên bản đồng bộ hóa hoặc Khu vực đồng bộ hóa hiện tại của mình!",
    "MessageBox.My20Detected": "Syn3 Updater đã phát hiện ra rằng bạn đang cố gắng buộc chế độ cài đặt hoặc tắt 'Chế độ My20' tuy nhiên trước đó đã phát hiện thấy APIM MY20 hoặc mới hơn! Bằng cách thực hiện việc này và sử dụng ổ USB đã tạo trên APIM MY20 hoặc mới hơn, BẠN SẼ ĐÁNH ĐƯỢC !!\n\nBằng cách nhấp vào 'Có', bạn sẽ tắt tất cả các phương pháp bảo vệ MY20 được nhúng trong Trình cập nhật Syn3\n\nBạn có chắc chắn muốn thay đổi chế độ cài đặt này không?",
    "MessageBox.My20Check": "CẢNH BÁO, TRẢ LỜI KHÔNG ĐÚNG  KẾT QUẢ  APIM CỦA BẠN SẼ BỊ KHÓA\n\nXe của bạn được sản xuất vào năm 2020 hoặc mới hơn?\n\nNếu có hoặc bạn không chắc, hãy nhấp vào 'Có' và Syn3 Updater sẽ hướng dẫn bạn chạy 'công cụ hỏi đáp' chính thức để xác nhận xem bạn có APIM MY20 hay không\n\nNếu là năm 2019 trở lên, hãy nhấp vào 'Không' để tiếp tục theo kế hoạch.",
    "MessageBox.My20Found": "Syn3 Updater đã xác định rằng APIM của bạn là MY20 (Năm sản xuất 2020) hoặc mới hơn, Syn3 Updater bây giờ sẽ thực thi chế độ tự động cài đặt để ngăn chặn APIM có thể bị khóa!",
    "MessageBox.My20NotFound": "Syn3 Updater đã xác định rằng APIM của bạn KHÔNG phải là MY20 và bạn có thể yên tâm sử dụng tất cả các chức năng của Syn3 Updater",
    "MessageBox.LogUtilityCompleteMy20": "Quá trình chuẩn bị USB của Bộ dò tín hiệu (Ghi nhật ký) đã hoàn tất thành công!\n\nTháo USB khỏi máy tính của bạn và lắp vào ô tô của bạn, đảm bảo công tắt điện được bật và đợi một lúc để nó thông báo \"Cài đặt hoàn tất\" hoặc để APIM khởi động lại.\n\nSau khi cắm lại USB vào máy tính của bạn, hãy nhấp vào 'OK' và chọn tệp XML từ thư mục SyncMyRide của ổ USB của bạn",
    "String.OnlyMaps": "Chỉ cập nhật Bản đồ",
    "Settings.My20Mode": "Chuyển đổi Bảo vệ MY20",
    "News.ImportantNoticeTitle": "Thông báo quan trọng",
    "News.NoticeTitle": "Thông báo khác",
    "News.Changelog": "Bản ghi thay đổi"
}