{
    "Main.Home": "Home",
    "Main.About": "Trong khoảng",
    "Main.Downloads": "Tải xuống",
    "Main.News": "Tin tức",
    "Main.Crashme": "Tai nạn",
    "Main.Settings": "Cài đặt",
    "Main.Utility": "Tiện ích",
    "Home.Refresh": "Làm tươi",
    "Home.CurrentConfiguration": "Cấu hình hiện tại",
    "Home.DownloadPath": "Đường dẫn tải xuống",
    "Home.SelectUSBDrive": "Chọn một ổ USB",
    "Home.DriveName": "Chi tiết ổ đĩa",
    "Home.RecommendedUSBFlashDriveTitle": "Kích thước ổ đĩa flash USB được đề xuất",
    "Home.DriveFileSystem": "Hệ thống tập tin",
    "Home.RecommendedUSBFlashDriveNonNav": "APIM không điều hướng sẽ ổn với 8GB",
    "Home.RecommendedUSBFlashDriveNA": "NA, ROW, ANZ APIM sẽ yêu cầu ít nhất 16GB",
    "Home.RecommendedUSBFlashDriveEU": "APIM của EU sẽ yêu cầu ít nhất là 32GB",
    "Home.Notes": "Ghi chú",
    "Home.SelectPackages": "Chọn gói",
    "Home.InstallMode": "Chế độ cài đặt",
    "Home.StartButton": "Khởi đầu",
    "About.AboutTitle": "Giới thiệu về Syn3 Updater",
    "About.ForumButton": "DIỄN ĐÀN CYANLABS",
    "About.DonateButton": "TẶNG",
    "About.DocumentationTitle": "Tài liệu",
    "About.Documentation": "Để đảm bảo rằng tài liệu luôn được cập nhật, vui lòng tham khảo trang web bên dưới, nếu bạn muốn dịch tài liệu này sang ngôn ngữ của mình, bạn có thể tìm thêm thông tin tại cùng một trang.",
    "About.DocumentationButton": "TÀI LIỆU",
    "About.DisclaimerTitle": "Khước từ",
    "About.Disclaimer": "CyanLabs sẽ không chịu trách nhiệm đối với bất kỳ tổn thất hoặc thiệt hại nào bao gồm nhưng không giới hạn, tổn thất hoặc thiệt hại gián tiếp hoặc do hậu quả, hoặc bất kỳ tổn thất hoặc thiệt hại nào phát sinh từ việc sử dụng hoặc mất việc sử dụng, dữ liệu hoặc lợi nhuận, phát sinh từ hoặc liên quan đến sử dụng ứng dụng này hoặc các hướng dẫn liên quan. Quy trình này không được bất kỳ nhà sản xuất xe nào chấp thuận và có thể làm mất hiệu lực của bất kỳ bảo hành / thỏa thuận nào mà bạn có",
    "About.DisclaimerAgreement": "Tôi hiểu và chấp nhận những rủi ro được nêu trong tuyên bố từ chối trách nhiệm ở trên.",
    "Download.Queue": "Xếp hàng",
    "Download.Log": "Nhật ký",
    "Download.CancelButton": "Huỷ bỏ",
    "Download.TotalDownload": "Tổng tiến độ",
    "Settings.CarConfiguration": "Cấu hình ô tô",
    "Settings.EnterRegionNav": "Nhập VÙNG của bạn và chỉ định xem bạn có DI CHUYỂN không",
    "Settings.Warning": "THÔNG TIN KHÔNG CHÍNH XÁC CÓ THỂ HIỂU RÕ  n APIM CỦA BẠN TẠM THỜI HOẶC VĨNH VIỄN",
    "Settings.Configuration": "Cấu hình",
    "Settings.DownloadLocation": "Vị trí tải xuống",
    "Settings.Language": "Ngôn ngữ",
    "Settings.AdvancedOptions": "Tùy chọn nâng cao",
    "Settings.InstallMode": "Chế độ cài đặt",
    "Settings.Apply": "Áp dụng cài đặt",
    "Settings.Theme": "Chủ đề",
    "MessageBox.DisclaimerNotAccepted": "Vui lòng đọc và chấp nhận tuyên bố từ chối trách nhiệm trước khi tiếp tục. Bạn sẽ không thể tiếp tục trừ khi bạn đồng ý với các điều khoản.",
    "MessageBox.DownloadPathChangeCopy": "Bạn có muốn di chuyển các tệp hiện có từ {0} sang {1}",
    "MessageBox.CancelRegionMismatch": "Khu vực hiện tại và khu vực mới không giống nhau, điều này có thể không hoạt động. Bạn có muốn tiếp tục không?",
    "MessageBox.CancelDownloadIsDrive": "Đường dẫn tải xuống và ổ USB đích giống nhau, vui lòng thay đổi đường dẫn tải xuống của bạn.",
    "MessageBox.CancelNoApps": "InstallMode đã chọn đang định dạng lại hoặc giảm cấp nhưng không có gói \"APPS\" nào được chọn nhưng Syn3 Updater đã xác định rằng cần phải giảm cấp hoặc định dạng lại, điều này sẽ dẫn đến hệ thống không khởi động được. Hủy bỏ!",
    "MessageBox.CancelFormatUSB": "CẢNH BÁO, TẤT CẢ DỮ LIỆU TRÊN Ổ đĩa ĐÃ CHỌN SẼ BỊ MẤT {0}\nTên Ổ đĩa: {1}\n\nNhấp vào CÓ để định dạng và tiếp tục.",
    "MessageBox.DownloadInProgress": "Một thao tác khác đang chạy, vui lòng đợi thao tác hiện có kết thúc trước khi tiếp tục.",
    "MessageBox.OptionalFormatUSB": "Ổ USB này đã được Syn3 Updater sử dụng.\n\n{0}\nTên Drive: {1}\n\nĐể sử dụng các tệp hiện có trên ổ USB, hãy nhấp vào Không\nĐể định dạng ổ USB, hãy nhấp vào Yes\n\nBạn có muốn định dạng ổ USB đã chọn không?",
    "MessageBox.FailedToValidate3": "Không thể xác thực {0} 3 lần, BỎ QUÁ TRÌNH XỬ LÝ",
    "MessageBox.Completed": "Quá trình Tải xuống và Sao chép tất cả các tệp được yêu cầu hiện đã hoàn tất.\nChỉ cần rút USB ra khỏi máy tính của bạn, cắm nó vào ô tô của bạn.\nBật động cơ và đợi quá trình cài đặt bắt đầu!\n\nSyn3Updater bây giờ sẽ mở trực tiếp cho bạn phần liên quan của hướng dẫn CyanLabs để bạn làm theo trên ô tô của mình.\n\nNếu bạn đang gặp vấn đề, hãy tham gia diễn đàn bất hòa hoặc cộng đồng của chúng tôi, các liên kết có thể được tìm thấy trên trang web của chúng tôi.\n\nNếu Syn3 Updater hữu ích cho bạn, vui lòng xem xét đóng góp từ tab \"Giới thiệu\".",
    "String.NonNavAPIM": "APIM không điều hướng",
    "MessageBox.LogUtilityComplete": "Quá trình chuẩn bị ổ USB của Bộ dò tín hiệu (Ghi nhật ký) đã hoàn tất thành công!\n\nTháo ổ USB khỏi máy tính của bạn và lắp vào ô tô của bạn, đảm bảo đánh lửa và đợi một lát để nó thông báo \"Cài đặt hoàn tất\"\n\nCắm lại ổ USB vào máy tính của bạn và nhấn \"Bước 3\"",
    "String.KeepExistingMaps": "Giữ bản đồ hiện có",
    "String.NoMaps": "Không có bản đồ",
    "String.Completed": "ĐÃ HOÀN THÀNH THÀNH CÔNG",
    "String.Copied": "đã sao chép",
    "String.Downloaded": "đã tải xuống",
    "String.Validated": "xác thực",
    "Utility.CreateLogTitle": "Tạo nhật ký bộ dò tín hiệu USB",
    "Utility.CreateLogDesc": "Tạo một ổ USB đặc biệt được sử dụng để tạo tệp nhật ký với các chi tiết khác nhau liên quan đến thiết bị của bạn, hãy làm theo các bước bên dưới để bắt đầu.",
    "Utility.CreateLogStep1": "1. Chuẩn bị ổ",
    "Utility.CreateLogStep2": "2. Đưa ổ đĩa vào ô tô  n đang chờ \"Cài đặt hoàn tất\"",
    "Utility.CreateLogStep3": "3. Mở nhật ký bộ dò tín hiệu",
    "Utility.APIMModel": "Mô hình APIM",
    "Utility.APIMSize": "Kích thước APIM",
    "Utility.APIMType": "Loại APIM",
    "Utility.APIMFree": "Dung lượng trống APIM",
    "MessageBox.UpdateCurrentVersionUtility": "Chúng tôi đã phát hiện ra rằng phiên bản đã cài đặt không khớp với phiên bản bạn đang chọn trong cài đặt, bạn có muốn tự động cập nhật phiên bản này từ {0} thành {1} không",
    "MessageBox.LogUtilityInvalidFile": "The XML file you have selected could not be read, please ensure this is the correct file. If you are sure this file is correct please contact CyanLabs via our forum or discord server so we can investigate further.",
    "Utility.GracenotesRemovalTitle": "Tạo USB loại bỏ Gracenotes",
    "Utility.GracenotesRemovalDesc": "Sử dụng chức năng này để tạo USB nhằm buộc xóa Gracenotes khỏi thiết bị của bạn.",
    "Utility.GracenotesButton": "Chuẩn bị USB",
    "MessageBox.GenericUtilityComplete": "Chuẩn bị xong USB, hãy tháo ổ USB ra khỏi máy tính và lắp vào ô tô.",
    "Utility.VoiceShrinkerTitle": "Tạo USB thay thế gói thoại nhỏ",
    "Utility.VoiceShrinkerDesc": "Sử dụng chức năng này nếu sau khi loại bỏ các chú thích, bạn vẫn còn MEM_ERR's.",
    "Utility.DowngradeTitle": "Tạo USB hạ cấp",
    "Utility.DowngradeDesc": "Sử dụng chức năng này nếu sau khi loại bỏ các chú thích và thu nhỏ gói giọng nói của bạn, bạn vẫn nhận được MEM_ERR's",
    "Utility.TroubleshootTitle": "Các bước khắc phục sự cố",
    "Utility.TroubleshootDesc": "Sử dụng các chức năng dưới đây để khắc phục sự cố và giải quyết các MEM_ERR khác nhau mà bạn có thể nhận được.",
    "Utility.TroubleshootMoreDetails": "Thêm chi tiết!",
    "Utility.ViewAsBuilt": "Xem chi tiết như được xây dựng",
    "About.Endorsed": "Phần mềm này cũng như CyanLabs được Ford / FoMoCo cấp phép hoặc xác nhận",
    "MessageBox.AsBuiltVinWarning": "CẢNH BÁO: Thao tác này sẽ gửi số VIN xe của bạn cùng với dịch vụ giải mã trực tuyến tự động của chúng tôi, bằng cách gửi số VIN của bạn, điều này sẽ giúp tăng độ chính xác của cơ sở dữ liệu của chúng tôi.\n\nNếu bạn không muốn gửi số VIN của mình, hãy nhấp vào Hủy.",
    "Utility.UploadLog": "Tải lên Nhật ký",
    "MessageBox.UploadLog": "Để hỗ trợ khắc phục bất kỳ sự cố tiềm ẩn nào, chúng tôi khuyên bạn nên tải nhật ký Syn3Updater của mình lên cơ sở dữ liệu của chúng tôi, tệp nhật ký này chứa thông tin chi tiết về những tùy chọn đã được chọn cũng như tên máy tính của bạn để liên kết tất cả nhật ký với một danh tính.\n\nNếu bạn chọn không tải lên nhật ký này, bạn có thể làm như vậy vào một ngày sau đó từ tab \"Tiện ích\" và nhấp vào nút \"Tải lên nhật ký\".\n\nBạn có muốn tải nhật ký của mình lên bây giờ không?",
    "Settings.ReleaseType": "Phát hành chi nhánh",
    "MessageBox.ChangeApplicationReleaseBranch": "Thay đổi nhánh sẽ khởi động lại Syn3 Updater và tự động tải xuống bản có liên quan.\n\nViệc thay đổi từ Ci sang Beta / Release có thể dẫn đến các ngoại lệ không giải quyết được và yêu cầu bạn đặt lại cài đặt của mình!\n\nTham khảo tài liệu để biết thêm thông tin\n\nBạn có chắc chắn muốn thay đổi 'Nhánh phát hành' của Syn3 Updater không?",
    "Home.NoUSBDir": "Chọn một thư mục",
    "MessageBox.CancelDeleteFiles": "CẢNH BÁO, TẤT CẢ DỮ LIỆU TRONG DANH MỤC ĐÃ CHỌN SẼ BỊ MẤT\nĐường dẫn: {0}\n\nNhấp vào CÓ để tiếp tục.",
    "MessageBox.CompletedFolder": "The Download and Copying of all required files is now complete.\n\nAs you have selected a directory rather than a USB drive you will need to copy the contents of your chosen directory to a ExFAT (MBR) formatted USB drive\n\nIf you have found Syn3 Updater useful considering donating at https://cyanlabs.net/support-us/\n\nIf you are having issues join our discord or community forum, links can be found in the \"About\" tab and on our website.",
    "MessageBox.CancelDownloadIsFolder": "Thư mục tải xuống đã chọn và thư mục đích giống nhau, bạn phải thay đổi một trong các thư mục này để tiếp tục.",
    "About.FHubButton": "F HUB",
    "Settings.EnterVersion": "Nhập phiên bản của bạn (Cài đặt> Chung> Giới thiệu về Đồng bộ hóa)",
    "Home.Version": "Phiên bản",
    "Home.Region": "Khu vực",
    "Home.Nav": "Dẫn đường",
    "Home.MapVersion": "Phiên bản bản đồ",
    "Home.NewVersion": "Phiên bản mới",
    "Settings.FullVersion": "Phiên bản đầy đủ",
    "Settings.Region": "Khu vực",
    "Settings.Navigation": "Dẫn đường",
    "MessageBox.NoVersionOrRegionSelected": "Bạn chưa đặt phiên bản hoặc khu vực hiện tại của mình!",
    "MessageBox.My20Detected": "Syn3 Updater has detected that you are potentially trying to force the install mode or disable 'My20 Mode' however a APIM Manufactured in 2020 or newer has been previously detected or My20 Mode was manually enabled previously!\n\nUsing the created USB drive on a APIM manufactured in 2020 or newer may result in a bricked unit if you continue with My20 Protection disabled.\n\nBy clicking 'Yes' you will disable all MY20 protection methods embedded in Syn3 Updater\n\nAre you sure you want to override this protection?",
    "MessageBox.My20Found": "Syn3 Updater has determined that your APIM is MY20 (Manufacture Year 2020) or newer, Syn3 Updater will now enforce AutoInstall mode to prevent possible bricking of the APIM!",
    "MessageBox.My20NotFound": "Syn3 Updater has determined that your APIM is NOT MY20 and it is safe to use all functions of Syn3 Updater\n\nPlease note that this detection is not 100% accurate and if you are unsure or believe that the APIM has been replaced in your vehicle please consult CyanLabs via our forum or discord server or you may end up with a bricked APIM!",
    "MessageBox.LogUtilityCompleteMy20": "Quá trình chuẩn bị USB của Bộ dò tín hiệu (Ghi nhật ký) đã hoàn tất thành công!\n\nTháo USB khỏi máy tính của bạn và lắp vào ô tô của bạn, đảm bảo công tắt điện được bật và đợi một lúc để nó thông báo \"Cài đặt hoàn tất\" hoặc để APIM khởi động lại.\n\nSau khi cắm lại USB vào máy tính của bạn, hãy nhấp vào 'OK' và chọn tệp XML từ thư mục SyncMyRide của ổ USB của bạn",
    "String.OnlyMaps": "Chỉ cập nhật Bản đồ",
    "Settings.My20Mode": "Chuyển đổi Bảo vệ MY20",
    "News.ImportantNoticeTitle": "Thông báo quan trọng",
    "News.NoticeTitle": "Thông báo khác",
    "News.Changelog": "Bản ghi thay đổi",
    "Main.Logs": "Nhật ký",
    "Logs.Path": "Đường dẫn Nhật ký",
    "Logs.ViewLog": "Xem lại",
    "Logs.Delete": "Xóa Nhật ký đã chọn",
    "Logs.OpenFolder": "Mở thư mục ghi",
    "Settings.AppOptions": "Ứng dụng tùy chọn",
    "Settings.AdvancedModeToggle": "Chỉnh sửa Tùy chọn Nâng cao?",
    "Settings.LogLocation": "Vị trí tệp nhật ký",
    "MessageBox.AdvancedSettings": "CẢNH BÁO, những cài đặt này có thể khiến USB được tạo bởi Syn3 Updater không tương thích với cấu hình ô tô của bạn, mặc dù nhiều video trên YouTube nói rằng bạn không nên thay đổi bất kỳ cài đặt nào trong số này trừ khi bạn biết mình đang làm gì!\n\nBạn có chắc chắn muốn tiếp tục không?",
    "MessageBox.My20CheckCancelled": "Không có tệp nhật ký trình thẩm vấn nào được chọn, quá trình hủy bỏ!",
    "Main.Profiles": "Các hồ sơ",
    "Profiles.DeleteProfile": "Xóa",
    "Profiles.SelectProfile": "Chọn",
    "Profiles.Rename": "Đổi tên",
    "Profiles.CurrentProfile": "Hồ sơ hiện hành",
    "Profiles.NewProfile": "Tên hồ sơ",
    "Profiles.CreateAndSet": "Tạo và thiết lập Hồ sơ",
    "Home.Profile": "Hồ sơ",
    "MessageBox.InvalidProfile": "Bạn không thể xóa hồ sơ hiện đang hoạt động, vui lòng chọn hồ sơ khác rồi xóa hồ sơ này\nBạn cũng không thể xóa cấu hình mặc định",
    "MessageBox.RemovableDriveFolder": "Thư mục bạn đã chọn nằm trên một ổ đĩa không cố định, bạn nên cân nhắc chọn chính USB hơn là chọn một thư mục trên ổ USB\n\nNếu bạn vẫn muốn tiếp tục, hãy nhấp vào 'OK'",
    "MessageBox.OptionalFormat": "{0} đã chứa các tệp.\n\nBạn có muốn làm trống {0} không?",
    "Home.DriveSize": "Kích thước",
    "Home.DriveFreeSpace": "Miễn phí",
    "String.Downloading": "Đang tải ",
    "String.Attempt": "Cố gắng",
    "String.Copying": "Đang sao chép",
    "String.Validating": "Xác thực",
    "String.CheckingExistingFile": "Đang kiểm tra tệp hiện có",
    "Home.InstallModeForced": "Cưỡng bức",
    "Home.MY20Protection": "Bảo vệ MY20",
    "String.Enabled": "Cho phép",
    "String.Disabled": "Bị vô hiệu hóa / Không phải MY20",
    "String.Yes": "Đúng",
    "String.No": "Không",
    "Settings.DownloadConnections": "Tải xuống kết nối",
    "MessageBox.ConnectionClosedByRemoteHost": "Lỗi này thường là tạm thời và gây ra bởi sự cố rớt kết nối trên máy chủ từ xa. Thử tải xuống lại và Syn3 Updater sẽ chỉ tải xuống các tệp còn lại, nếu sự cố vẫn tiếp diễn, hãy thử vào một thời điểm khác trong ngày hoặc liên hệ với CyanLabs.",
    "String.OK": "Ok",
    "String.Error": "Lỗi",
    "String.Upload": "Tải lên",
    "String.Warning": "Cảnh báo",
    "Home.StartDownloadOnly": "Chỉ tải xuống",
    "MessageBox.DownloadOnlyComplete": "Tất cả các tệp được tải xuống và xác minh thành công!",
    "String.DownloadComplete": "Hoàn thành tải về",
    "MessageBox.DownloadOnlyMode": "Bạn đã chọn 'Chỉ tải xuống', thao tác này sẽ tải xuống tất cả các tệp được yêu cầu vào thư mục tải xuống của bạn và xác minh chúng nhưng SẼ KHÔNG chuẩn bị bất kỳ tệp cài đặt nào, việc sao chép các tệp đã tải xuống này vào ổ USB của bạn sau này sẽ không hoạt động nếu không tạo tệp lst theo cách thủ công !\n\nVui lòng sử dụng 'Chọn Thư mục' từ danh sách Ổ USB nếu bạn muốn chuẩn bị tệp trước khi sao chép vào ổ USB hoặc chọn Ổ USB để chuẩn bị trực tiếp Ổ USB!\n\nKhi một Ổ đĩa USB hoặc Thư mục đã được chọn, hãy nhấn 'Bắt đầu' để bắt đầu quá trình!\n\nBạn có chắc chắn muốn chỉ tải xuống các tệp mà không cần chuẩn bị Ổ đĩa USB hoặc Thư mục không?",
    "Home.FeedbackButton": "Chuỗi phản hồi",
    "String.Notice": "Chú ý",
    "String.AutoDetect": "Tự động dò",
    "Utility.CopyAsBuilt": "Sao chép như được xây",
    "Profiles.RenameProfile": "Sửa tên",
    "Profiles.Save": "Lưu",
    "String.Encrypted": "Được mã hóa",
    "MessageBox.EncryptedDrive": "Ổ USB bạn đã chọn đã được phát hiện là đang được mã hóa bởi Bitlocker hoặc một số phần mềm của bên thứ ba. Bạn sẽ không thể sử dụng Ổ USB này cho đến khi bạn tắt mã hóa.\n\nVui lòng tắt mã hóa và nhấn OK để làm mới danh sách Ổ USB.",
    "MessageBox.NoPackagesSelected": "Không có gói nào được chọn, vui lòng chọn ít nhất một gói trước khi tiếp tục",
    "MessageBox.NoBrowser": "Không thể mở trang web bằng trình duyệt web mặc định, liên kết được sao chép vào khay nhớ tạm, vui lòng dán liên kết vào trình duyệt của bạn để được hướng dẫn thêm.",
    "MessageBox.MY20InvalidConfiguration": "Bạn đã chỉ định rằng bạn có thiết bị MY20 SYNC, Bạn không thể tạo USB cập nhật để chuyển từ 3.0 trở xuống lên 3.4 trong khi My20 Protection được bật.\n\nVui lòng kiểm tra lại cài đặt của bạn và nếu bạn cần hỗ trợ thêm, hãy truy cập diễn đàn của chúng tôi tại https://community.cyanlabs.net\n\nĐỪNG TẮT BẢO VỆ MY20 NẾU BẠN KHÔNG CHẮC CHẮN!",
    "Settings.MapKey": "Generator Key",
    "Settings.UpdateLanguages": "Download Latest Localizations",
    "MessageBox.LogUtilityNoModelFound": "The XML file you have selected does not contain a valid 'ECU Delivery Assembly Number' therefore Syn3 Updater can not determine if this is a MY20+ APIM or not!\n\nPost on our Community Forum or our Discord server to see how to proceed from here! \n\nDO NOT CONTINUE WITHOUT GETTING HELP FROM AN EXPERT!",
    "MessageBox.My20CheckV2": "!!! ANSWERING INCORRECTLY WILL RESULT IN YOUR APIM BEING BRICKED !!!\n\nIS YOUR CAR MANUFACTURED IN 2020 OR NEWER?\nor\nIS YOUR SYNC 3 UNIT (APIM) MANUFACTURED IN 2020 OR NEWER? \n(warranty repair, replacement unit, etc) \nor\nIS YOUR SYNC 3 SCREEN MANUFACTURED IN 2020 OR NEWER? \n(warranty repair, replacement unit, etc) \n\nIf you are unsure click 'Yes' and Syn3 Updater will guide you through running the official 'interrogator tool' to validate if you have a MY20 APIM or not, this process is not 100% accurate, the only way to tell for 100% sure is to take your APIM out and check the manufacturer year\n\nCyanLabs are not responsible if you answer incorrectly!"
}