Repository: CyanLabs/Syn3Updater
Catalog: Forms/frmSetup.*.resx
Languages: pt, ru

# $this.Text
source: Syn3 Updater - Configuration
pt: Sync3 Updater - Configuração
ru: Syn3 Updater - Конфигурация

# btnSetupContinue.Text
source: Save Configuration
pt: Guardar Configuração
ru: сохранить конфигурацию

# chkCurrentSyncNav.Text
source: Navigation?
pt: Navegação?
ru: Навигация?

# grpDownload.Text
source: Optional - Download Location
pt: Opcional - Localização Download
ru: Необязательно - Место Загрузки

# grpExistingDetails.Text
source: Current Version Information
pt: Informação Versão Actual
ru: Информация О Текущей Версии

# lblCurrentSyncRegion.Text
source: APIM Region:
pt: Região APIM:
ru: Регион APIM:

# lblCurrentSyncVersion.Text
source: Full Sync Version:
pt: Versão Sync Completa:
ru: Полная версия Sync

# lblTitle.Text
source: SYN3 UPDATER - CONFIGURATION
pt: SYNC3 UPDATER - CONFIGURAÇÃO
ru: SYN3 UPDATER - КОНФИГУРАЦИЯ

# lblWarning1.Text
source: Please enter your full SYNC version e.g 3.4.12345, you can find this in Settings > General > About Sync Please also make sure to select the correct region (click here for details). Finally specify if you have Navigation (Maps) or not. FAILURE TO ENTER THE CORRECT INFORMATION MAY RENDER YOUR APIM UNUSABLE UNTIL YOU DOWNLOAD AND INSTALL THE CORRECT FILES!
pt: Insira sua versão completa do SYNC, por exemplo, 3.4.12345, você pode encontrar isso em Configurações> Geral> Sobre o Syncc Certifique-se também de selecionar a região correta, clique nesta caixa para obter mais informações. Finalmente, especifique se você tem Navegação (Mapas) ou não. A FALHA EM INSERIR AS INFORMAÇÕES CORRETAS PODE TORNAR O SEU APIM INUTILIZÁVEL ATÉ BAIXAR E INSTALAR OS ARQUIVOS CORRECTOS!
ru: Пожалуйста, введите полную версию SYNC, например 3.4.12345, вы можете найти ее в разделе Настройки > Общие > о Sync Пожалуйста, также убедитесь, что вы выбрали правильный регион (нажмите здесь для получения более подробной информации). Наконец, укажите, есть ли у вас навигация (карты) или нет. ЕСЛИ ВЫ НЕ ВВЕДЕТЕ ПРАВИЛЬНУЮ ИНФОРМАЦИЮ, ВАШ APIM МОЖЕТ ОКАЗАТЬСЯ НЕПРИГОДНЫМ ДЛЯ ИСПОЛЬЗОВАНИЯ ПОКА ВЫ НЕ СКАЧАЕТЕ И НЕ УСТАНОВИТЕ ПРАВИЛЬНЫЕ ФАЙЛЫ!

# grpAdvanced.Text
source: Advanced Options
pt: Opções Avançadas
ru: Дополнительные настройки
